<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="人生思考,回老家,参加婚礼,同学聚会,找对象," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x5C34;&amp;#x5C2C;&amp;#x7684;&amp;#x4F1A;&amp;#x8BAE;&amp;#x4ECE;9&amp;#x6708;&amp;#x7684;&amp;#x9891;&amp;#x7E41;&amp;#x653E;&amp;#x5047;&amp;#x8BF4;&amp;#x8D77;&amp;#xFF0C;&amp;#x8FD9;&amp;#x5BFC;&amp;#x81F4;&amp;#x6211;&amp;#x6574;&amp;#x4E00;&amp;#x4E2A;&amp;#x6708;&amp;#x5DE5;&amp;#x4F5C">
<meta property="og:type" content="article">
<meta property="og:title" content="第6篇日记·国庆节沉思录">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/10/07/第6篇日记国庆节沉思录/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x5C34;&amp;#x5C2C;&amp;#x7684;&amp;#x4F1A;&amp;#x8BAE;&amp;#x4ECE;9&amp;#x6708;&amp;#x7684;&amp;#x9891;&amp;#x7E41;&amp;#x653E;&amp;#x5047;&amp;#x8BF4;&amp;#x8D77;&amp;#xFF0C;&amp;#x8FD9;&amp;#x5BFC;&amp;#x81F4;&amp;#x6211;&amp;#x6574;&amp;#x4E00;&amp;#x4E2A;&amp;#x6708;&amp;#x5DE5;&amp;#x4F5C">
<meta property="og:updated_time" content="2016-10-07T15:25:20.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="第6篇日记·国庆节沉思录">
<meta name="twitter:description" content="&amp;#x5C34;&amp;#x5C2C;&amp;#x7684;&amp;#x4F1A;&amp;#x8BAE;&amp;#x4ECE;9&amp;#x6708;&amp;#x7684;&amp;#x9891;&amp;#x7E41;&amp;#x653E;&amp;#x5047;&amp;#x8BF4;&amp;#x8D77;&amp;#xFF0C;&amp;#x8FD9;&amp;#x5BFC;&amp;#x81F4;&amp;#x6211;&amp;#x6574;&amp;#x4E00;&amp;#x4E2A;&amp;#x6708;&amp;#x5DE5;&amp;#x4F5C">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 第6篇日记·国庆节沉思录 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                第6篇日记·国庆节沉思录
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-10-07T22:16:54+08:00" content="2016-10-07">
              2016-10-07
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/记录/" itemprop="url" rel="index">
                    <span itemprop="name">记录</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/10/07/第6篇日记国庆节沉思录/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/10/07/第6篇日记国庆节沉思录/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/10/07/第6篇日记国庆节沉思录/" class="leancloud_visitors" data-flag-title="第6篇日记·国庆节沉思录">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="&#x5C34;&#x5C2C;&#x7684;&#x4F1A;&#x8BAE;"><a href="#&#x5C34;&#x5C2C;&#x7684;&#x4F1A;&#x8BAE;" class="headerlink" title="&#x5C34;&#x5C2C;&#x7684;&#x4F1A;&#x8BAE;"></a>&#x5C34;&#x5C2C;&#x7684;&#x4F1A;&#x8BAE;</h3><p>&#x4ECE;9&#x6708;&#x7684;&#x9891;&#x7E41;&#x653E;&#x5047;&#x8BF4;&#x8D77;&#xFF0C;&#x8FD9;&#x5BFC;&#x81F4;&#x6211;&#x6574;&#x4E00;&#x4E2A;&#x6708;&#x5DE5;&#x4F5C;&#x90FD;&#x4E0D;&#x5728;&#x72B6;&#x6001;&#xFF0C;&#x603B;&#x662F;&#x60F3;&#x7740;&#x653E;&#x5047;&#x56DE;&#x5BB6;&#xFF0C;&#x5FC3;&#x9A70;&#x795E;&#x5F80;&#xFF0C;&#x5DE5;&#x4F5C;&#x5C31;&#x4E0D;&#x7528;&#x5FC3;&#x4E86;&#x3002;9&#x6708;30&#x5F00;&#x603B;&#x7ED3;&#x4F1A;&#x8BAE;&#xFF0C;&#x6211;&#x7684;&#x8FDB;&#x5EA6;&#x662F;&#x6700;&#x6162;&#x7684;&#xFF0C;&#x96BE;&#x8F9E;&#x5176;&#x548E;&#xFF0C;&#x9886;&#x5BFC;&#x867D;&#x7136;&#x6CA1;&#x8BF4;&#x4EC0;&#x4E48;&#xFF0C;&#x4F46;&#x6211;&#x5DF2;&#x7ECF;&#x611F;&#x5230;&#x4E86;&#x5DE8;&#x5927;&#x7684;&#x538B;&#x8FEB;&#x529B;&#x3002;&#x5E76;&#x4E14;&#x4E5F;&#x9886;&#x609F;&#x4E86;&#x4E00;&#x4E9B;&#x9053;&#x7406;&#xFF0C;&#x5C31;&#x662F;&#x9886;&#x5BFC;&#x603B;&#x662F;&#x6709;&#x4E9B;&#x80FD;&#x529B;&#x7684;&#xFF0C;&#x4EE5;&#x53CA;&#x5728;&#x5176;&#x4F4D;&#x8C0B;&#x5176;&#x804C;&#x3002;</p>
<h3 id="&#x707E;&#x96BE;&#x7684;&#x5F52;&#x9014;"><a href="#&#x707E;&#x96BE;&#x7684;&#x5F52;&#x9014;" class="headerlink" title="&#x707E;&#x96BE;&#x7684;&#x5F52;&#x9014;"></a>&#x707E;&#x96BE;&#x7684;&#x5F52;&#x9014;</h3><p>&#x5F00;&#x4F1A;&#x5230;6&#x70B9;&#x591A;&#xFF0C;&#x6211;&#x6025;&#x7740;&#x8D70;&#xFF0C;&#x56DE;&#x6765;&#x803D;&#x8BEF;&#x4E86;&#x4E00;&#x4F1A;&#xFF0C;&#x5230;&#x90A3;&#x8FB9;&#x53C8;&#x5728;&#x72B9;&#x8C6B;&#x662F;&#x5750;&#x516C;&#x4EA4;&#x8FD8;&#x662F;&#x6EF4;&#x6EF4;&#x3002;7&#x70B9;&#x591A;&#x624D;&#x4E0A;&#x4E86;&#x6EF4;&#x6EF4;&#xFF0C;&#x8DEF;&#x4E0A;&#x5DE8;&#x5835;&#xFF0C;&#x672C;&#x6765;&#x5F88;&#x5FEB;&#x7684;&#x8DEF;&#x7A0B;&#xFF0C;&#x786C;&#x662F;&#x6CA1;&#x8D76;&#x4E0A;&#x706B;&#x8F66;&#xFF0C;&#x6211;&#x4E5F;&#x63D0;&#x65E9;&#x9000;&#x4E86;&#x7968;&#x3002;&#x6EF4;&#x6EF4;&#x8FD8;&#x5F88;&#x8D35;&#xFF0C;53&#x5757;&#x3002;&#x5230;&#x4E86;&#x706B;&#x8F66;&#x7AD9;&#xFF0C;&#x603B;&#x4E0D;&#x80FD;&#x56DE;&#x53BB;&#x5427;&#xFF0C;&#x5C31;&#x770B;&#x770B;&#x80FD;&#x4E0D;&#x80FD;&#x5237;&#x5230;&#x7968;&#xFF0C;&#x76F4;&#x5230;10&#x70B9;&#x591A;&#xFF0C;&#x4ECD;&#x7136;&#x6CA1;&#x4E70;&#x5230;&#xFF0C;&#x671F;&#x95F4;&#x5BF9;12306&#x7684;&#x5BA2;&#x6237;&#x7AEF;&#x5D29;&#x6E83;&#x4E5F;&#x662F;&#x65E0;&#x80FD;&#x4E3A;&#x529B;&#xFF0C;&#x6709;&#x6454;&#x624B;&#x673A;&#x7684;&#x51B2;&#x52A8;&#x3002;10&#x70B9;&#x591A;&#xFF0C;&#x773C;&#x770B;&#x6CA1;&#x5E0C;&#x671B;&#x4E86;&#xFF0C;&#x8DEF;&#x8FB9;&#x770B;&#x5230;&#x6709;&#x6C7D;&#x8F66;&#x552E;&#x7968;&#x4E2D;&#x5FC3;&#xFF0C;&#x6709;&#x5230;&#x8499;&#x57CE;&#x7684;&#xFF0C;&#x5C31;&#x4E70;&#x4E86;&#x7968;220&#x5757;&#x3002;&#x7528;&#x5C0F;&#x8F66;&#x62C9;&#x5230;&#x5927;&#x8F66;&#xFF0C;&#x591C;&#x91CC;&#x51FA;&#x4E86;&#x57CE;&#x3002;&#x4E4B;&#x540E;&#x5C31;&#x662F;&#x4F11;&#x606F;&#xFF0C;&#x5230;&#x65E9;&#x4E0A;&#x624D;&#x53C8;&#x51FA;&#x53D1;&#xFF0C;&#x8DEF;&#x4E0A;&#x5DE8;&#x5835;&#xFF0C;&#x8DDF;&#x6625;&#x8FD0;&#x4E00;&#x6837;&#x3002;&#x597D;&#x5728;&#x6211;&#x6709;&#x7535;&#x5F71;&#x770B;&#xFF0C;&#x770B;&#x5B8C;&#x7535;&#x5F71;&#xFF0C;&#x53C8;&#x6709;&#x4E66;&#x770B;&#xFF0C;&#x8DEF;&#x4E0A;&#x5012;&#x4E0D;&#x662F;&#x5F88;&#x75DB;&#x82E6;&#x3002;&#x4E00;&#x5929;&#x4E00;&#x591C;&#x4E4B;&#x540E;&#xFF0C;&#x5230;&#x4E86;&#x8499;&#x57CE;&#xFF0C;&#x7ED3;&#x679C;&#x505C;&#x5728;&#x4E86;&#x5415;&#x671B;&#x670D;&#x52A1;&#x533A;&#xFF0C;&#x624D;&#x77E5;&#x9053;&#x88AB;&#x5751;&#x4E86;&#x3002;&#x627E;&#x4E0D;&#x5230;&#x8F66;&#xFF0C;&#x7ED9;&#x78CA;&#x54E5;&#x6253;&#x7535;&#x8BDD;&#xFF0C;&#x6765;&#x63A5;&#x6211;&#x3002;&#x671F;&#x95F4;&#x8FD8;&#x9047;&#x5230;&#x4E00;&#x4EF6;&#x8BB9;&#x94B1;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x6CA1;&#x5F97;&#x901E;&#x3002;&#x78CA;&#x54E5;&#x5F00;&#x6C38;&#x54E5;&#x7684;&#x8F66;&#x5F00;&#x5230;&#x4E0B;&#x4E00;&#x4E2A;&#x51FA;&#x53E3;&#xFF0C;&#x518D;&#x56DE;&#x6765;&#xFF0C;&#x624D;&#x7EC8;&#x4E8E;&#x5230;&#x5BB6;&#x3002;&#x6211;&#x8981;&#x7ED9;&#x6C38;&#x54E5;&#x51B2;&#x6709;&#x94B1;&#xFF0C;&#x78CA;&#x54E5;&#x5236;&#x6B62;&#x3002;&#x4E00;&#x8DEF;&#x4E0A;&#x8DDF;&#x5F20;&#x5C06;&#x3001;&#x9A6C;&#x4E50;&#x804A;&#x804A;&#x5929;&#x4E5F;&#x5F88;&#x662F;&#x6109;&#x5FEB;&#x3002;&#x5F20;&#x5C06;&#x6BD4;&#x6211;&#x8FD8;&#x665A;&#x5230;&#x3002;</p>
<h3 id="&#x540C;&#x5B66;&#x7684;&#x5A5A;&#x793C;"><a href="#&#x540C;&#x5B66;&#x7684;&#x5A5A;&#x793C;" class="headerlink" title="&#x540C;&#x5B66;&#x7684;&#x5A5A;&#x793C;"></a>&#x540C;&#x5B66;&#x7684;&#x5A5A;&#x793C;</h3><p>&#x5230;&#x5BB6;&#x4E4B;&#x540E;&#xFF0C;&#x628A;&#x5E26;&#x7684;&#x7279;&#x4EA7;&#x7ED9;&#x5927;&#x59D1;&#xFF0C;&#x53C8;&#x8DDF;&#x5B50;&#x9F99;&#x804A;&#x804A;&#x5929;&#x3002;2&#x53F7;&#x53C2;&#x52A0;&#x9646;&#x8D85;&#x5A5A;&#x793C;&#xFF0C;&#x65E9;&#x4E0A;&#x6709;&#x4EBA;&#x63A5;&#xFF0C;&#x8FD8;&#x8E6D;&#x4E86;&#x987F;&#x996D;&#x3002;&#x8DDF;&#x738B;&#x8339;&#x5357;&#xFF0C;&#x5F20;&#x51B2;&#x4E00;&#x8F66;&#x3002;&#x6CA1;&#x60F3;&#x5230;&#x5F20;&#x51B2;&#x4E5F;&#x5728;&#xFF0C;&#x542C;&#x4ED6;&#x7684;&#x8BDD;&#xFF0C;&#x5927;&#x6982;&#x662F;&#x6CA1;&#x4E0A;&#x597D;&#x5B66;&#xFF0C;&#x90FD;&#x7ED3;&#x4E86;&#x5A5A;&#x6709;&#x5C0F;&#x5B69;&#x4E86;&#x3002;&#x4E00;&#x8DEF;&#x8DDF;&#x738B;&#x8339;&#x5357;&#x4E5F;&#x6CA1;&#x7EC6;&#x804A;&#x3002;&#x5230;&#x9646;&#x8D85;&#x90A3;&#x4E4B;&#x540E;&#xFF0C;&#x5A5A;&#x793C;&#x6B63;&#x5728;&#x8FDB;&#x884C;&#xFF0C;&#x4ED6;&#x4EEC;&#x90A3;&#x8FB9;&#x90FD;&#x597D;&#x65E9;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x5947;&#x8469;&#x7684;&#x4E60;&#x4FD7;&#xFF0C;&#x4E0D;&#x51C6;&#x76D6;&#x697C;&#xFF0C;&#x90FD;&#x662F;&#x5E73;&#x623F;&#x4E0A;&#x63A5;&#x4E00;&#x95F4;&#x5C0F;&#x5C4B;&#xFF0C;&#x5F88;&#x5947;&#x7279;&#x3002;&#x62CD;&#x4E86;&#x4E00;&#x4E9B;&#x7167;&#x7247;&#xFF0C;&#x540E;&#x53C8;&#x8DDF;&#x738B;&#x8339;&#x5357;&#x7A0D;&#x5FAE;&#x804A;&#x804A;&#x5929;&#xFF0C;&#x804A;&#x7684;&#x90FD;&#x662F;&#x4EBA;&#x751F;&#x5927;&#x4E8B;&#x7684;&#x95EE;&#x9898;&#x3002;&#x542C;&#x5979;&#x8BF4;&#x5979;&#x4E5F;&#x6CA1;&#x7537;&#x670B;&#x53CB;&#xFF0C;&#x6211;&#x5374;&#x4E0D;&#x4FE1;&#x662F;&#x771F;&#x7684;&#x3002;&#x8C08;&#x4E86;&#x6211;&#xFF0C;&#x6211;&#x5C31;&#x8BF4;&#x4E0D;&#x6025;&#xFF0C;&#x5BB6;&#x91CC;&#x4E0D;&#x50AC;&#x3002;&#x7B49;&#x4E86;&#x534A;&#x5929;&#xFF0C;&#x5403;&#x4E86;&#x996D;&#xFF0C;&#x4E5F;&#x4E0D;&#x548B;&#x5730;&#x3002;&#x83DC;&#x4E0D;&#x5408;&#x53E3;&#x5473;&#x5427;&#xFF0C;&#x90FD;&#x6CA1;&#x600E;&#x4E48;&#x5403;&#x3002;&#x4E5F;&#x6CA1;&#x559D;&#x591A;&#x5C11;&#x9152;&#xFF0C;&#x6BD5;&#x7ADF;&#x90FD;&#x4E0D;&#x719F;&#x3002;&#x5403;&#x5B8C;&#x5C31;&#x8D70;&#xFF0C;&#x4E00;&#x8DEF;&#x4E0A;&#x8DDF;&#x738B;&#x8339;&#x5357;&#x53C8;&#x804A;&#x4E86;&#x4E9B;&#x5DE5;&#x4F5C;&#x4E4B;&#x7C7B;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x611F;&#x89C9;&#x738B;&#x8339;&#x5357;&#x53D8;&#x4E86;&#xFF0C;&#x4E0D;&#x5973;&#x6C49;&#x5B50;&#x4E86;&#xFF0C;&#x6210;&#x719F;&#x4E86;&#x5427;&#xFF0C;&#x6BD5;&#x7ADF;&#x4E3A;&#x4EBA;&#x5E08;&#x8868;&#x3002;</p>
<h3 id="&#x7238;&#x5988;&#x7684;&#x50AC;&#x903C;"><a href="#&#x7238;&#x5988;&#x7684;&#x50AC;&#x903C;" class="headerlink" title="&#x7238;&#x5988;&#x7684;&#x50AC;&#x903C;"></a>&#x7238;&#x5988;&#x7684;&#x50AC;&#x903C;</h3><p>&#x4E07;&#x4E07;&#x6CA1;&#x60F3;&#x5230;&#xFF0C;&#x6211;&#x4EE5;&#x4E3A;&#x4ED6;&#x4EEC;&#x4E0D;&#x7740;&#x6025;&#xFF0C;&#x7ED3;&#x679C;&#x53D8;&#x6210;&#x4E86;&#x7279;&#x522B;&#x7740;&#x6025;&#x3002;&#x56DE;&#x6765;&#x540E;&#xFF0C;&#x5C31;&#x56DE;&#x5BB6;&#x4E86;&#x3002;&#x8DDF;&#x7238;&#x5988;&#x8BF4;&#x4E86;&#x4E00;&#x4E9B;&#x9646;&#x8D85;&#x7ED3;&#x5A5A;&#x7684;&#x4E8B;&#xFF0C;&#x8C08;&#x5230;&#x8DDF;&#x6211;&#x4E00;&#x8D77;&#x53BB;&#x7684;&#x738B;&#x8339;&#x5357;&#xFF0C;&#x4ED6;&#x4EEC;&#x5228;&#x6839;&#x95EE;&#x5E95;&#xFF0C;&#x5C31;&#x662F;&#x8981;&#x6211;&#x53BB;&#x8FFD;&#x738B;&#x8339;&#x5357;&#xFF0C;&#x6211;&#x53EA;&#x80FD;&#x662F;&#x4E00;&#x76F4;&#x65E0;&#x8BED;&#x3002;&#x9634;&#x5949;&#x9633;&#x8FDD;&#x5457;&#x3002;&#x6211;&#x9519;&#x4E86;&#xFF0C;&#x4E0D;&#x8BE5;&#x591A;&#x8BF4;&#x7684;&#x3002;&#x539F;&#x6765;&#xFF0C;&#x90BB;&#x5C45;&#x4EEC;&#x90FD;&#x6765;&#x95EE;&#x6211;&#x6709;&#x6CA1;&#x6709;&#x5BF9;&#x8C61;&#x4E86;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x4EEC;&#x4E5F;&#x5F88;&#x7740;&#x6025;&#xFF0C;&#x9650;&#x671F;&#x8981;&#x6211;&#x627E;&#x4E2A;&#x5BF9;&#x8C61;&#x3002;&#x6211;&#x771F;&#x7684;&#x5F88;&#x70E6;&#x8E81;&#x3002;</p>
<h3 id="4&#x4EBA;&#x7684;&#x805A;&#x4F1A;"><a href="#4&#x4EBA;&#x7684;&#x805A;&#x4F1A;" class="headerlink" title="4&#x4EBA;&#x7684;&#x805A;&#x4F1A;"></a>4&#x4EBA;&#x7684;&#x805A;&#x4F1A;</h3><p>4&#x53F7;&#xFF0C;&#x6211;&#x4E0E;&#x5C0F;&#x4F19;&#x4F34;&#x7EA6;&#x5B9A;&#x7684;&#x65E5;&#x5B50;&#xFF0C;&#x5728;&#x8499;&#x57CE;&#x805A;&#x4F1A;&#x4E86;&#x3002;&#x6211;&#x53BB;&#x7684;&#x6700;&#x665A;&#xFF0C;&#x5148;&#x662F;&#x89C1;&#x9762;&#x804A;&#x4E86;&#x4E00;&#x4F1A;&#xFF0C;&#x9A6C;&#x4E50;&#xFF0C;&#x5F20;&#x5C06;&#x90FD;&#x6709;&#x70B9;&#x80D6;&#x554A;&#x3002;&#x4E4B;&#x540E;&#x53BB;&#x5403;&#x70E4;&#x8089;&#xFF0C;&#x559D;&#x5564;&#x9152;&#xFF0C;&#x804A;&#x7684;&#x5F88;&#x55E8;&#xFF0C;&#x90FD;&#x662F;&#x6CA1;&#x5FC3;&#x6CA1;&#x80BA;&#x7684;&#x5C0F;&#x4F19;&#x4F34;&#x3002;&#x9A6C;&#x4E50;&#x4E2D;&#x95F4;&#x8FD8;&#x51FA;&#x53BB;&#x4E86;&#x4E00;&#x6B21;&#xFF0C;&#x4ED6;&#x5988;&#x7ED9;&#x4ED6;&#x4E70;&#x8863;&#x670D;&#x3002;&#x6253;&#x8F66;&#x90FD;&#x662F;&#x9A6C;&#x4E50;&#xFF0C;&#x5403;&#x996D;&#x5F20;&#x5C06;&#xFF0C;&#x6211;&#x8D1F;&#x8D23;&#x7535;&#x5F71;&#x7968;&#x3002;&#x5728;&#x534E;&#x590F;&#x5F71;&#x57CE;&#x770B;&#x4E86;&#x6E44;&#x516C;&#x6CB3;&#x884C;&#x52A8;&#xFF0C;&#x5927;&#x8D5E;&#xFF0C;&#x4ED6;&#x4FE9;&#x90FD;&#x8BF4;&#x725B;&#x903C;&#xFF0C;&#x6211;&#x4E5F;&#x5C31;&#x6EE1;&#x610F;&#x4E86;&#x3002;&#x7535;&#x5F71;&#x770B;&#x5B8C;&#xFF0C;&#x5D14;&#x6D9B;&#x6765;&#x4E86;&#xFF0C;&#x4E00;&#x8D77;&#x56DE;&#x68A6;&#x8776;&#x5E7F;&#x573A;&#xFF0C;&#x8DDF;&#x5D14;&#x6D9B;&#x804A;&#x5929;&#xFF0C;&#x53C8;&#x53BB;&#x901B;&#x4E86;&#x5730;&#x4E0B;&#x8D85;&#x5E02;&#xFF0C;&#x7136;&#x540E;&#xFF0C;&#x9A6C;&#x4E50;&#x5F20;&#x5C06;&#x90FD;&#x8D70;&#x4E86;&#xFF0C;&#x6211;&#x8DDF;&#x5D14;&#x6D9B;&#x5355;&#x72EC;&#x804A;&#x5929;&#x3002;&#x804A;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x4E5F;&#x5F88;&#x6DF1;&#xFF0C;&#x5D14;&#x6D9B;&#x4E5F;&#x662F;&#x6765;&#x5BB6;&#x76F8;&#x4EB2;&#x7684;&#xFF0C;&#x4ED6;&#x6BD4;&#x8F83;&#x5927;&#xFF0C;&#x6BD4;&#x6211;&#x5927;2&#x5C81;&#x3002;&#x5BB6;&#x91CC;&#x7740;&#x6025;&#xFF0C;&#x542C;&#x5D14;&#x6D9B;&#x8BF4;&#xFF0C;&#x4ED6;&#x4E5F;&#x662F;&#x53D7;&#x4F24;&#x4E86;&#x8D70;&#x4E0D;&#x51FA;&#x6765;&#x3002;&#x539F;&#x6765;&#x4E5F;&#x662F;&#x8FD9;&#x6837;&#x3002;&#x665A;&#x4E0A;&#xFF0C;&#x5D14;&#x6D9B;&#x8DDF;&#x6211;&#x53BB;&#x5403;&#x996D;&#xFF0C;&#x6B63;&#x597D;&#x4E8C;&#x59D0;&#x4E5F;&#x56DE;&#x6765;&#xFF0C;&#x6211;&#x5C31;&#x53EB;&#x4E8C;&#x59D0;&#x8DDF;&#x6211;&#x4EEC;&#x4E00;&#x5757;&#x5403;&#xFF0C;&#x5D14;&#x6D9B;&#x4ED8;&#x94B1;&#x3002;&#x7B49;&#x4E86;&#x633A;&#x4E45;&#x4E8C;&#x59D0;&#x624D;&#x6765;&#x5230;&#xFF0C;&#x4E00;&#x8D77;&#x5403;&#x4E86;&#x996D;&#x3002;&#x5403;&#x5B8C;&#xFF0C;&#x9001;&#x8D70;&#x5D14;&#x6D9B;&#x3002;&#x6211;&#x8DDF;&#x4E8C;&#x59D0;&#x4E00;&#x8DEF;&#x53BB;&#x7ED9;&#x6211;&#x4E70;&#x8863;&#x670D;&#x3002;&#x4E70;&#x4E86;&#x4E00;&#x4EF6;&#x886C;&#x886B;&#xFF0C;&#x4E00;&#x6761;&#x88E4;&#x5B50;&#x3002;</p>
<h3 id="&#x5BC2;&#x5BE5;&#x7684;&#x8FDC;&#x884C;"><a href="#&#x5BC2;&#x5BE5;&#x7684;&#x8FDC;&#x884C;" class="headerlink" title="&#x5BC2;&#x5BE5;&#x7684;&#x8FDC;&#x884C;"></a>&#x5BC2;&#x5BE5;&#x7684;&#x8FDC;&#x884C;</h3><p>5&#x53F7;&#xFF0C;&#x5C31;&#x5728;&#x5927;&#x59D1;&#x5BB6;&#xFF0C;&#x4E2D;&#x5348;&#xFF0C;&#x4E8C;&#x59D0;&#x8FC7;&#x6765;&#x5403;&#x4E86;&#x996D;&#x3002;&#x4E0B;&#x5348;&#x597D;&#x9ED1;&#xFF0C;&#x6211;&#x624D;&#x8D70;&#x3002;6&#x53F7;&#xFF0C;&#x53BB;&#x5916;&#x5A46;&#x5BB6;&#xFF0C;&#x7ED9;&#x4ED6;&#x4EEC;&#x62FF;&#x4E86;&#x633A;&#x591A;&#x4E1C;&#x897F;&#x3002;&#x8001;&#x4EBA;&#x6700;&#x9700;&#x8981;&#x7684;&#x4E0D;&#x662F;&#x7269;&#x8D28;&#xFF0C;&#x4E0D;&#x662F;&#x91D1;&#x94B1;&#xFF0C;&#x4EC5;&#x4EC5;&#x662F;&#x770B;&#x671B;&#x5C31;&#x53EF;&#x4EE5;&#x8BA9;&#x4ED6;&#x4EEC;&#x5FC3;&#x6EE1;&#x610F;&#x8DB3;&#x4E86;&#x3002;&#x4E00;&#x4E2A;&#x4EBA;&#x53BB;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x56DE;&#xFF0C;&#x4E61;&#x95F4;&#x5C0F;&#x8DEF;&#xFF0C;&#x518D;&#x8D70;&#x4E00;&#x906D;&#x3002;&#x56DE;&#x5BB6;&#x6765;&#x53BB;&#x4E86;&#x4E09;&#x5976;&#x5BB6;&#xFF0C;&#x7A0D;&#x5FAE;&#x5750;&#x4E86;&#x4E00;&#x4F1A;&#x3002;&#x665A;&#x4E0A;&#xFF0C;&#x4E0A;&#x5410;&#x4E0B;&#x6CFB;&#xFF0C;&#x641E;&#x5F97;&#x6211;&#x4E0D;&#x5F97;&#x5B89;&#x751F;&#x3002;7&#x53F7;&#xFF0C;&#x65E9;&#x8D77;&#xFF0C;&#x7238;&#x628A;&#x6211;&#x9001;&#x5230;&#x53CC;&#x6DA7;&#xFF0C;&#x624D;&#x8D70;&#x3002;&#x4E00;&#x8DEF;&#x65E0;&#x5EA7;&#xFF0C;&#x8270;&#x82E6;&#x3002;</p>
<h3 id="&#x79EF;&#x6DC0;&#x7684;&#x6C89;&#x601D;"><a href="#&#x79EF;&#x6DC0;&#x7684;&#x6C89;&#x601D;" class="headerlink" title="&#x79EF;&#x6DC0;&#x7684;&#x6C89;&#x601D;"></a>&#x79EF;&#x6DC0;&#x7684;&#x6C89;&#x601D;</h3><p>&#x6BCF;&#x6B21;&#x56DE;&#x5BB6;&#xFF0C;&#x5BF9;&#x6211;&#x523A;&#x6FC0;&#x90FD;&#x633A;&#x5927;&#x7684;&#xFF0C;&#x4E00;&#x822C;&#x662F;&#x8BA9;&#x6211;&#x71C3;&#x6C14;&#x594B;&#x6597;&#x7684;&#x6B32;&#x671B;&#x3002;&#x8FD9;&#x6B21;&#x5F53;&#x7136;&#x4E5F;&#x6709;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x7684;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x540C;&#x5B66;&#x7ED3;&#x5A5A;&#x4E86;&#xFF0C;&#x6BD5;&#x4E1A;&#x624D;&#x4E00;&#x5E74;&#xFF0C;&#x5728;&#x8499;&#x57CE;&#x4E70;&#x4E86;&#x623F;&#x5B50;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x671B;&#x5C18;&#x83AB;&#x53CA;&#x7684;&#x3002;&#x4ED6;&#x4EEC;&#x7ED3;&#x5A5A;&#x65F6;&#x521D;&#x4E2D;&#x540C;&#x5B66;&#xFF0C;&#x8FD9;&#x4EFD;&#x611F;&#x60C5;&#xFF0C;&#x600E;&#x4E48;&#x80FD;&#x4E0D;&#x8BA9;&#x6211;&#x60F3;&#x8D77;&#x6211;&#x7684;&#x90A3;&#x4EFD;&#x3002;&#x4E00;&#x65E6;&#x60F3;&#x8D77;&#xFF0C;&#x4E00;&#x53D1;&#x4E0D;&#x53EF;&#x6536;&#x62FE;&#x3002;&#x53C8;&#x770B;&#x5230;&#x738B;&#x8339;&#x5357;&#xFF0C;&#x4E00;&#x4E0B;&#x5C31;&#x60F3;&#x5230;&#x5979;&#x7684;&#x5440;&#xFF0C;&#x738B;&#x8339;&#x5357;&#x8DDF;&#x5979;&#x662F;&#x597D;&#x95FA;&#x871C;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x524D;&#x9762;&#x6211;&#x5BF9;&#x7238;&#x5988;&#x65E0;&#x8BED;&#x7684;&#x5730;&#x65B9;&#x3002;&#x540E;&#x6765;&#x88AB;&#x4ED6;&#x4EEC;&#x903C;&#x6025;&#x4E86;&#xFF0C;&#x6211;&#x5F88;&#x65E0;&#x5948;&#xFF0C;&#x53EA;&#x597D;&#x627E;&#x4E86;&#x9A6C;&#x7D20;&#x5A1F;&#x503E;&#x8BC9;&#x4E00;&#x4E0B;&#xFF0C;&#x8981;&#x4E0D;&#x7136;&#x5B9E;&#x5728;&#x53D7;&#x4E0D;&#x4E86;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x524D;&#x9014;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6700;&#x8FD1;&#x624D;&#x610F;&#x8BC6;&#x5230;&#x73B0;&#x5728;&#x5C31;&#x662F;&#x8981;&#x6293;&#x7D27;&#x65F6;&#x95F4;&#x641E;&#x94B1;&#x3002;&#x8981;&#x594B;&#x6597;&#xFF0C;&#x8981;&#x641E;&#x94B1;&#x3002;&#x90FD;&#x8BF4;&#x4E86;&#x660E;&#x5E74;&#x4E70;&#x8F66;&#xFF0C;&#x5230;&#x73B0;&#x5728;&#x4E00;&#x5206;&#x6CA1;&#x6709;&#xFF0C;&#x600E;&#x4E48;&#x4E70;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x6211;&#x4E5F;&#x60F3;&#x660E;&#x767D;&#x4E86;&#xFF0C;&#x65E2;&#x7136;&#x6211;&#x4E0D;&#x60F3;&#x5728;&#x8FD9;&#x4E2A;&#x516C;&#x53F8;&#x5F85;&#xFF0C;&#x6211;&#x5E72;&#x561B;&#x8FD8;&#x4E0D;&#x8D70;&#x3002;&#x8FD9;&#x4E2A;&#x5B8C;&#x5168;&#x53D7;&#x522B;&#x4EBA;&#x5DE6;&#x53F3;&#x4E86;&#xFF0C;&#x9700;&#x8981;&#x81EA;&#x5DF1;&#x9009;&#x62E9;&#x7684;&#x3002;&#x6240;&#x4EE5;&#x4E0B;&#x4E00;&#x6B65;&#x5C31;&#x662F;&#x52AA;&#x529B;&#x91CD;&#x65B0;&#x627E;&#x4E2A;&#x5DE5;&#x8D44;&#x9AD8;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x800C;&#x4E14;&#x8981;&#x5C3D;&#x5FEB;&#x3002;&#x540C;&#x65F6;&#x8981;&#x6253;&#x7262;&#x6280;&#x672F;&#x57FA;&#x7840;&#xFF0C;&#x5BB6;&#x91CC;&#x4E09;&#x7237;&#x5916;&#x516C;&#x90FD;&#x8BF4;&#x4E86;&#xFF0C;&#x4E09;&#x7237;&#x8BF4;&#x8981;&#x575A;&#x6301;&#x5B66;&#x4E60;&#xFF0C;&#x641E;&#x597D;&#x4E1A;&#x52A1;&#xFF0C;&#x5916;&#x516C;&#x8BF4;&#x8981;&#x5904;&#x597D;&#x4EBA;&#x9645;&#x5173;&#x7CFB;&#xFF0C;&#x4E0D;&#x80FD;&#x4EFB;&#x6027;&#x3002;&#x6211;&#x4E5F;&#x662F;&#x6709;&#x4EFB;&#x6027;&#x8FD9;&#x4E2A;&#x6BDB;&#x75C5;&#xFF0C;&#x4E00;&#x76F4;&#x6CA1;&#x6539;&#xFF0C;&#x4ECA;&#x540E;&#x8981;&#x6539;&#x4E86;&#xFF0C;&#x591A;&#x5411;&#x6731;&#x5F90;&#x9633;&#x5B66;&#x4E60;&#xFF0C;&#x540C;&#x4E8B;&#x9886;&#x5BFC;&#x90FD;&#x559C;&#x6B22;&#xFF0C;&#x4E1A;&#x52A1;&#x53C8;&#x505A;&#x5F97;&#x597D;&#x3002;&#x8FD8;&#x6709;&#x5C31;&#x662F;&#x6211;&#x6240;&#x70E6;&#x607C;&#x7684;&#x8BFB;&#x4E66;&#x7B14;&#x8BB0;&#x554A;&#xFF0C;&#x4E66;&#x554A;&#xFF0C;&#x90FD;&#x6CA1;&#x770B;&#x597D;&#xFF0C;&#x4E0D;&#x597D;&#x5F00;&#x59CB;&#x6280;&#x672F;&#x4E66;&#x3002;&#x624D;&#x53D1;&#x73B0;&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#x90FD;&#x9519;&#x4E86;&#xFF0C;&#x641E;&#x8FD9;&#x4E9B;&#x90FD;&#x662F;&#x5BF9;&#x5DE5;&#x4F5C;&#x6CA1;&#x7528;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x53C8;&#x4E0D;&#x662F;&#x8001;&#x5E74;&#x4EBA;&#xFF0C;&#x90A3;&#x662F;&#x8001;&#x5E74;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x3002;&#x5230;&#x660E;&#x5E74;&#xFF0C;&#x8981;&#x6709;&#x5DE5;&#x8D44;&#x9AD8;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x628A;&#x8F66;&#x5B66;&#x4E86;&#xFF0C;&#x5E74;&#x5E95;&#x4E70;&#x8F66;&#xFF0C;&#x5F00;&#x8F66;&#x56DE;&#x5BB6;&#x3002;&#x53E6;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x4E0D;&#x597D;&#x505A;&#x3002;&#x5C31;&#x662F;&#x60C5;&#x611F;&#x7684;&#x5F52;&#x5BBF;&#xFF0C;&#x6211;&#x5230;&#x5E95;&#x662F;&#x627E;&#x4E0D;&#x627E;&#x5979;&#x4E86;&#xFF0C;&#x6211;&#x5F88;&#x62C5;&#x5FC3;&#x5979;&#x5F88;&#x7EDD;&#x60C5;&#x3002;&#x518D;&#x8BA9;&#x81EA;&#x5DF1;&#x66F4;&#x53D7;&#x4F24;&#x3002;&#x5176;&#x5B9E;&#x5979;&#x53BB;&#x961C;&#x9633;&#x4E5F;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x7CDF;&#x7CD5;&#xFF0C;&#x5F02;&#x5730;&#x800C;&#x5DF2;&#x3002;&#x6211;&#x4E4B;&#x524D;&#x771F;&#x540E;&#x6094;&#xFF0C;&#x53C8;&#x505A;&#x9519;&#x4E86;&#x3002;&#x6211;&#x4EEC;&#x672C;&#x6765;&#x6B63;&#x5E38;&#x804A;&#x5929;&#x4E86;&#x7684;&#x3002;&#x90A3;&#x73B0;&#x5728;&#xFF0C;2&#x6761;&#x8DEF;&#xFF0C;&#x8BF4;&#xFF0C;&#x6210;&#x4E86;&#xFF0C;&#x6211;&#x5C31;&#x52AA;&#x529B;&#x8D5A;&#x94B1;&#xFF0C;&#x4E0D;&#x6210;&#xFF0C;&#x6211;&#x8BE5;&#x600E;&#x4E48;&#x529E;&#x5462;&#xFF0C;&#x600E;&#x4E48;&#x5F00;&#x59CB;&#x4E00;&#x6BB5;&#x65B0;&#x7684;&#x4EBA;&#x751F;&#x5462;&#xFF0C;&#x8003;&#x7814;&#x53BB;&#x5417;&#xFF1F;&#x4E0D;&#x8BF4;&#xFF0C;&#x6211;&#x618B;&#x5F97;&#x614C;&#x3002;&#x6211;&#x8981;&#x5BFB;&#x6C42;&#x4E16;&#x5916;&#x9AD8;&#x4EBA;&#x7ED9;&#x6211;&#x7834;&#x89E3;&#x8C1C;&#x9898;&#x3002;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/人生思考/" rel="tag">#人生思考</a>
          
            <a href="/tags/回老家/" rel="tag">#回老家</a>
          
            <a href="/tags/参加婚礼/" rel="tag">#参加婚礼</a>
          
            <a href="/tags/同学聚会/" rel="tag">#同学聚会</a>
          
            <a href="/tags/找对象/" rel="tag">#找对象</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/09/29/观影视2016/" rel="next" title="影视书  2016">
                <i class="fa fa-chevron-left"></i> 影视书  2016
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/10/07/第6篇日记国庆节沉思录/"
     data-title="第6篇日记·国庆节沉思录"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/10/07/第6篇日记国庆节沉思录/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/10/07/第6篇日记国庆节沉思录/"
           data-title="第6篇日记·国庆节沉思录" data-url="https://ZhangXiaodong1993.github.io/2016/10/07/第6篇日记国庆节沉思录/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">27</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">27</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#尴尬的会议"><span class="nav-number">1.</span> <span class="nav-text">尴尬的会议</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#灾难的归途"><span class="nav-number">2.</span> <span class="nav-text">灾难的归途</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#同学的婚礼"><span class="nav-number">3.</span> <span class="nav-text">同学的婚礼</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#爸妈的催逼"><span class="nav-number">4.</span> <span class="nav-text">爸妈的催逼</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#4人的聚会"><span class="nav-number">5.</span> <span class="nav-text">4人的聚会</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#寂寥的远行"><span class="nav-number">6.</span> <span class="nav-text">寂寥的远行</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#积淀的沉思"><span class="nav-number">7.</span> <span class="nav-text">积淀的沉思</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy;  2016 - 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
