<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="旅游," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x6E38;&amp;#x4E0E;&amp;#x884C;&amp;#x5728;&amp;#x6211;&amp;#x7684;&amp;#x8BCD;&amp;#x5178;&amp;#x4E2D;&amp;#xFF0C;&amp;#x65C5;&amp;#x6E38;&amp;#x5206;&amp;#x4E3A;2&amp;#x79CD;&amp;#x3002;1 &amp;#x662F;&amp;#x65C5;&amp;#x6E38;&amp;#xFF0C;&amp;#x4E00;&amp;#x5806;&amp;#x4EBA;&amp;#xFF0C;&amp;#x72">
<meta property="og:type" content="article">
<meta property="og:title" content="游·无锡">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x6E38;&amp;#x4E0E;&amp;#x884C;&amp;#x5728;&amp;#x6211;&amp;#x7684;&amp;#x8BCD;&amp;#x5178;&amp;#x4E2D;&amp;#xFF0C;&amp;#x65C5;&amp;#x6E38;&amp;#x5206;&amp;#x4E3A;2&amp;#x79CD;&amp;#x3002;1 &amp;#x662F;&amp;#x65C5;&amp;#x6E38;&amp;#xFF0C;&amp;#x4E00;&amp;#x5806;&amp;#x4EBA;&amp;#xFF0C;&amp;#x72">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/upload/images/仙岛.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/upload/images/岛上的水.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/upload/images/城.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/upload/images/包孕吴越.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/upload/images/三英战吕布.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/upload/images/壮阔的水边.JPG">
<meta property="og:updated_time" content="2016-05-15T17:13:15.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="游·无锡">
<meta name="twitter:description" content="&amp;#x6E38;&amp;#x4E0E;&amp;#x884C;&amp;#x5728;&amp;#x6211;&amp;#x7684;&amp;#x8BCD;&amp;#x5178;&amp;#x4E2D;&amp;#xFF0C;&amp;#x65C5;&amp;#x6E38;&amp;#x5206;&amp;#x4E3A;2&amp;#x79CD;&amp;#x3002;1 &amp;#x662F;&amp;#x65C5;&amp;#x6E38;&amp;#xFF0C;&amp;#x4E00;&amp;#x5806;&amp;#x4EBA;&amp;#xFF0C;&amp;#x72">
<meta name="twitter:image" content="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/upload/images/仙岛.JPG">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 游·无锡 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                游·无锡
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-05-15T23:42:25+08:00" content="2016-05-15">
              2016-05-15
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/记录/" itemprop="url" rel="index">
                    <span itemprop="name">记录</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/05/15/youwuxi/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/05/15/youwuxi/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/05/15/youwuxi/" class="leancloud_visitors" data-flag-title="游·无锡">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="&#x6E38;&#x4E0E;&#x884C;"><a href="#&#x6E38;&#x4E0E;&#x884C;" class="headerlink" title="&#x6E38;&#x4E0E;&#x884C;"></a>&#x6E38;&#x4E0E;&#x884C;</h3><p>&#x5728;&#x6211;&#x7684;&#x8BCD;&#x5178;&#x4E2D;&#xFF0C;&#x65C5;&#x6E38;&#x5206;&#x4E3A;2&#x79CD;&#x3002;<br>1 &#x662F;&#x65C5;&#x6E38;&#xFF0C;&#x4E00;&#x5806;&#x4EBA;&#xFF0C;&#x7279;&#x522B;&#x70ED;&#x95F9;&#xFF0C;&#x5230;&#x4EC0;&#x4E48;&#x666F;&#x533A;&#x3002;&#x8FD9;&#x662F;&#x89C4;&#x8303;&#x5316;&#x7684;&#x65C5;&#x6E38;&#xFF0C;&#x8981;&#x6536;&#x94B1;&#x3002;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x6CA1;&#x4EC0;&#x4E48;&#x5927;&#x610F;&#x601D;&#x3002;&#x4E00;&#x822C;&#x76EE;&#x7684;&#x5730;&#x662F;&#x4EBA;&#x5DE5;&#x5F00;&#x53D1;&#x5927;&#x4E8E;&#x81EA;&#x7136;&#x7F8E;&#x666F;&#x3002;<br>2 &#x662F;&#x65C5;&#x884C;&#xFF0C;&#x53EF;&#x4EE5;&#x4E00;&#x4E2A;&#x4EBA;&#x6216;&#x8005;&#x51E0;&#x4E2A;&#x4EBA;&#xFF0C;&#x91CE;&#x6E38;&#x3002;&#x968F;&#x4FBF;&#x5230;&#x4EC0;&#x4E48;&#x5730;&#x65B9;&#xFF0C;&#x6709;&#x7684;&#x65F6;&#x5019;&#x6BD4;&#x89C4;&#x8303;&#x5316;&#x7684;&#x65C5;&#x6E38;&#x770B;&#x70B9;&#x66F4;&#x591A;&#xFF0C;&#x66F4;&#x7F8E;&#x3002;&#x4E00;&#x822C;&#x76EE;&#x7684;&#x5730;&#x662F;&#x81EA;&#x7136;&#x98CE;&#x666F;&#x3002;</p>
<p>&#x65C5;&#x6E38;&#x5730;&#x53C8;&#x5206;&#x4E3A;2&#x79CD;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x73B0;&#x5728;&#x8BA4;&#x4E3A;&#x53EF;&#x4EE5;&#x6709;3&#x79CD;&#x3002;<br>1 &#x81EA;&#x7136;&#x98CE;&#x666F;&#xFF0C;&#x4EBA;&#x4E3A;&#x88C5;&#x9970;&#x8F83;&#x5C11;&#xFF0C;&#x5982;&#x4E00;&#x4E9B;&#x5C71;&#x3002;&#x672C;&#x8EAB;&#x8DB3;&#x591F;&#x96C4;&#x5947;&#xFF0C;&#x4E0D;&#x9700;&#x8981;&#x4EBA;&#x5DE5;&#x96D5;&#x9970;&#x3002;<br>2 &#x4EBA;&#x6587;&#x98CE;&#x666F;&#xFF0C;&#x4E00;&#x822C;&#x4EE5;&#x5EFA;&#x7B51;&#x4E3A;&#x4E3B;&#x3002;&#x7531;&#x4E8E;&#x73B0;&#x5728;&#x5F88;&#x5C11;&#x6709;&#x5386;&#x53F2;&#x9057;&#x8FF9;&#xFF08;&#x5F88;&#x591A;&#x90A3;&#x4E9B;&#x6240;&#x8C13;&#x7684;&#x9057;&#x8FF9;&#x90FD;&#x662F;&#x540E;&#x4EBA;&#x8FD8;&#x539F;&#x4EFF;&#x5EFA;&#x7684;&#xFF09;&#xFF0C;&#x8FD9;&#x7C7B;&#x770B;&#x70B9;&#x4E0D;&#x5927;&#xFF0C;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#x3002;<br>3 &#x5F71;&#x89C6;&#x57FA;&#x5730;&#xFF0C;&#x80CC;&#x9760;&#x81EA;&#x7136;&#x98CE;&#x666F;&#x7684;&#x5F71;&#x89C6;&#x57FA;&#x5730;&#x3002;&#x4E2D;&#x56FD;&#x5F71;&#x89C6;&#x53D1;&#x5C55;&#x4E86;&#x51E0;&#x5341;&#x5E74;&#xFF0C;&#x8FD9;&#x7FA4;&#x57FA;&#x5730;&#x662F;&#x4EFF;&#x7684;&#x91CC;&#x9762;&#x6700;&#x51FA;&#x7C7B;&#x62D4;&#x8403;&#x7684;&#x3002;&#x5F71;&#x89C6;&#x4E5F;&#x53EF;&#x4EE5;&#x6000;&#x65E7;&#x554A;&#xFF0C;&#x8FD8;&#x662F;&#x6709;&#x4E00;&#x4E9B;&#x7CBE;&#x54C1;&#x7684;&#x3002;</p>
<h3 id="&#x65E0;&#x9521;"><a href="#&#x65E0;&#x9521;" class="headerlink" title="&#x65E0;&#x9521;"></a>&#x65E0;&#x9521;</h3><p>&#x65E9;&#x4E0A;&#x51FA;&#x53D1;&#xFF0C;&#x8F66;&#x4E0A;&#x8001;&#x677F;&#x9648;&#x8BCD;&#xFF0C;&#x505A;&#x6D3B;&#x52A8;&#xFF0C;&#x65B0;&#x4EBA;&#x4ECB;&#x7ECD;&#x3002;&#x6211;&#x4E5F;&#x633A;&#x60B2;&#x50AC;&#x7684;&#xFF0C;&#x60E9;&#x7F5A;&#x73AF;&#x8282;&#x600E;&#x4E48;&#x5C11;&#x7684;&#x4E86;&#x6211;&#x3002;3&#x4E2A;&#x5C0F;&#x65F6;&#x7684;&#x8F66;&#x7A0B;&#xFF0C;&#x4E2D;&#x5348;&#x90FD;&#x662F;&#x786C;&#x83DC;&#x3002;&#x5230;&#x4E86;&#x65E0;&#x9521;&#xFF0C;&#x5BFC;&#x6E38;&#x5C31;&#x4E0A;&#x6765;&#x4E86;&#xFF0C;&#x540D;&#x53EB;&#x4FAF;&#x5E0C;&#x5E0C;&#xFF0C;&#x7B11;&#x58F0;&#x5F88;&#x6709;&#x7279;&#x70B9;&#x3002;&#x65E0;&#x9521;&#x7F18;&#x4F55;&#x79F0;&#x65E0;&#x9521;&#xFF0C;&#x9521;&#x5C71;&#x6709;&#x9521;&#xFF0C;&#x9521;&#x953B;&#x9020;&#x9752;&#x94DC;&#x5668;&#x7684;&#x6750;&#x6599;&#xFF0C;&#x5175;&#x5BB6;&#x5FC5;&#x4E89;&#x9521;&#x5C71;&#x3002;&#x738B;&#x7FE6;&#x9664;&#x9521;&#x5C71;&#xFF0C;&#x65E0;&#x9521;&#xFF08;&#x5BFC;&#x6E38;&#x8BF4;&#x7684;&#xFF09;&#x3002;&#x8FD8;&#x8BF4;&#x4E86;&#xFF0C;&#x5434;&#x7684;&#x7956;&#x5148;&#xFF0C;&#x9616;&#x95FE;&#xFF0C;&#x592B;&#x5DEE;&#xFF0C;&#x52FE;&#x8DF5;&#xFF0C;&#x5434;&#x8D8A;&#xFF0C;&#x8303;&#x8821;&#xFF0C;&#x897F;&#x65BD;&#xFF0C;&#x8FD8;&#x597D;&#x6211;&#x90FD;&#x61C2;&#x3002;</p>
<a id="more"></a>
<h3 id="&#x9F0B;&#x5934;&#x6E1A;"><a href="#&#x9F0B;&#x5934;&#x6E1A;" class="headerlink" title="&#x9F0B;&#x5934;&#x6E1A;"></a>&#x9F0B;&#x5934;&#x6E1A;</h3><p>&#x5F88;&#x70C2;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5750;&#x5927;&#x8239;&#x53BB;&#x5230;&#x4E00;&#x4E2A;&#x5C9B;&#x4E0A;&#xFF0C;&#x5C9B;&#x4E0A;&#x5168;&#x90FD;&#x662F;&#x8FD1;&#x4E9B;&#x5E74;&#x65C5;&#x6E38;&#x5F00;&#x53D1;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x4E14;&#x4EBA;&#x6EE1;&#x4E3A;&#x60A3;&#x3002;</p>
<img src="/2016/05/15/youwuxi/upload/images/&#x4ED9;&#x5C9B;.JPG" class="full-image" alt="alt" title="&#x4ED9;&#x5C9B;">
<img src="/2016/05/15/youwuxi/upload/images/&#x5C9B;&#x4E0A;&#x7684;&#x6C34;.JPG" class="full-image" alt="alt" title="&#x5C9B;&#x4E0A;&#x7684;&#x6C34;">
<img src="/2016/05/15/youwuxi/upload/images/&#x57CE;.JPG" class="full-image" alt="alt" title="&#x57CE;">
<p>&#x4E0B;&#x4E86;&#x5C9B;&#xFF0C;&#x8FD8;&#x6709;</p>
<img src="/2016/05/15/youwuxi/upload/images/&#x5305;&#x5B55;&#x5434;&#x8D8A;.JPG" class="full-image" alt="alt" title="&#x5305;&#x5B55;&#x5434;&#x8D8A;">
<h3 id="&#x62D4;&#x6CB3;"><a href="#&#x62D4;&#x6CB3;" class="headerlink" title="&#x62D4;&#x6CB3;"></a>&#x62D4;&#x6CB3;</h3><p>&#x6E38;&#x89C8;&#x5B8C;&#x6BD5;&#xFF0C;&#x516C;&#x53F8;&#x7684;&#x4F53;&#x80B2;&#x7ADE;&#x6280;&#xFF0C;&#x9009;&#x5728;&#x4E00;&#x4E2A;&#x8349;&#x576A;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x7EC4;&#x7B2C;&#x4E00;&#x573A;&#x7B2C;&#x4E00;&#x8F6E;&#x664B;&#x7EA7;&#xFF0C;&#x7B2C;&#x4E8C;&#x8F6E;&#x8D25;&#x9000;&#x3002;&#x7B2C;&#x4E8C;&#x573A;&#xFF0C;&#x8BAD;&#x7EC3;&#x7684;&#x5F88;&#x597D;&#xFF0C;&#x6709;&#x4E2A;&#x9690;&#x60A3;&#x6CA1;&#x4EBA;&#x6CE8;&#x610F;&#xFF0C;&#x6BD4;&#x8D5B;&#x65F6;&#x7ED1;&#x5E26;&#x8131;&#x843D;&#x3002;out&#x51FA;&#x5C40;&#x3002;&#x503C;&#x5F97;&#x4E00;&#x63D0;&#x7684;&#x662F;&#x51B3;&#x51FA;&#x603B;&#x51A0;&#x519B;&#x7684;&#x62D4;&#x6CB3;&#x6BD4;&#x8D5B;&#x3002;&#x4E4B;&#x524D;&#x4E00;&#x76F4;&#x6CA1;&#x4E86;&#x89E3;&#x8FC7;&#x62D4;&#x6CB3;&#x6709;&#x4EC0;&#x4E48;&#x6280;&#x5DE7;&#x3002;&#x539F;&#x6765;&#x6709;&#x79CD;&#x59FF;&#x52BF;&#x662F;&#x5168;&#x4F53;&#x6B63;&#x5411;&#x62D4;&#x6CB3;&#x5411;&#x540E;&#x5012;&#xFF0C;&#x5229;&#x7528;&#x8349;&#x576A;&#x7684;&#x6469;&#x64E6;&#x529B;&#x4E0D;&#x5927;&#xFF0C;&#x7740;&#x529B;&#x70B9;&#x653E;&#x5BBD;&#xFF0C;&#x4ED6;&#x4EEC;&#x7EC4;&#x8F7B;&#x677E;&#x53D6;&#x5F97;&#x80DC;&#x5229;&#x3002;&#x53CD;&#x89C2;&#x53E6;&#x4E00;&#x7EC4;&#xFF0C;&#x5168;&#x90E8;&#x4FA7;&#x8EAB;&#x59FF;&#x52BF;&#xFF0C;&#x7206;&#x53D1;&#x529B;&#x662F;&#x5F3A;&#xFF0C;&#x4E00;&#x70B9;&#x5BF9;&#x9762;&#x9876;&#x4F4F;5&#x79D2;&#x949F;&#xFF0C;&#x80DC;&#x8D1F;&#x5DF2;&#x5B9A;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x8349;&#x576A;&#x662F;&#x6C34;&#x6CE5;&#x5730;&#x6548;&#x679C;&#x5C31;&#x6CA1;&#x6709;&#x8FD9;&#x4E48;&#x597D;&#x4E86;&#x3002;</p>
<h3 id="&#x665A;&#x5BB4;"><a href="#&#x665A;&#x5BB4;" class="headerlink" title="&#x665A;&#x5BB4;"></a>&#x665A;&#x5BB4;</h3><p>&#x8FD8;&#x597D;&#x53EF;&#x4EE5;&#x4E0D;&#x7528;&#x559D;&#x592A;&#x591A;&#x9152;&#xFF0C;&#x4E00;&#x7FA4;&#x4EBA;&#x51FA;&#x53BB;&#x901B;&#x4E86;&#x4E0B;&#x591C;&#x665A;&#x7684;&#x65E0;&#x9521;&#x3002;&#x6CA1;&#x6709;&#x676D;&#x5DDE;&#x7684;&#x811A;&#x6B65;&#x5306;&#x5306;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5730;&#x5E7F;&#x4EBA;&#x5C11;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x9002;&#x5408;&#x751F;&#x6D3B;&#x3002;&#x53F6;&#x9759;&#x5F88;&#x7F8E;&#x4E3D;&#x3002;</p>
<h3 id="&#x9152;&#x5E97;"><a href="#&#x9152;&#x5E97;" class="headerlink" title="&#x9152;&#x5E97;"></a>&#x9152;&#x5E97;</h3><p>2&#x4EBA;&#x4E00;&#x95F4;&#xFF0C;4&#x661F;&#x7EA7;&#xFF0C;400&#x591A;&#x4E00;&#x5929;&#xFF0C;&#x53EF;&#x4EE5;&#x4E86;&#x3002;</p>
<h3 id="&#x4E09;&#x56FD;&#x57CE;"><a href="#&#x4E09;&#x56FD;&#x57CE;" class="headerlink" title="&#x4E09;&#x56FD;&#x57CE;"></a>&#x4E09;&#x56FD;&#x57CE;</h3><p>&#x521A;&#x8FDB;&#x53BB;&#x55E4;&#x4E4B;&#x4EE5;&#x9F3B;&#xFF0C;&#x4E0D;&#x5C31;&#x662F;&#x4EBA;&#x5DE5;&#x9020;&#x7684;&#x5417;&#xFF0C;&#x6CA1;&#x5565;&#x610F;&#x601D;&#x3002;&#x76F4;&#x5230;&#x770B;&#x4E09;&#x82F1;&#x6218;&#x5415;&#x5E03;&#x7684;&#x8868;&#x626C;&#xFF0C;&#x9A6C;&#x672F;&#x53EF;&#x4EE5;&#x7684;&#xFF0C;&#x80CC;&#x666F;&#x97F3;&#x4E50;&#x4E5F;&#x662F;&#x8001;&#x4E09;&#x56FD;&#x7684;&#xFF0C;&#x6709;&#x5218;&#x6B22;&#x7684;<code>&#x8FD9;&#x4E00;&#x62DC;</code> &#x8FD8;&#x6709; <code>&#x8C82;&#x8749;&#x5DF2;&#x968F;&#x6E05;&#x98CE;&#x53BB;</code>&#x7B49;&#x3002;&#x8C01;&#x8BA9;&#x6211;&#x770B;&#x8FC7;&#x8001;&#x4E09;&#x56FD;&#x5462;&#xFF0C;&#x8FD8;&#x4E0D;&#x6B62;&#x4E00;&#x904D;&#x3002;&#x5FCD;&#x4E0D;&#x4F4F;&#x53D1;&#x4E86;&#x4E2A;&#x670B;&#x53CB;&#x5708;&#xFF0C;&#x50CF;&#x6211;&#x8FD9;&#x79CD;&#x4ECE;&#x4E0D;&#x53D1;&#x670B;&#x53CB;&#x5708;&#x7684;&#x4E5F;&#x7C73;&#x5FCD;&#x4F4F;&#xFF0C;&#x867D;&#x7136;&#x540E;&#x6765;&#x5220;&#x9664;&#x4E86;&#x3002;</p>
<img src="/2016/05/15/youwuxi/upload/images/&#x4E09;&#x82F1;&#x6218;&#x5415;&#x5E03;.JPG" class="full-image" alt="alt" title="&#x4E09;&#x82F1;&#x6218;&#x5415;&#x5E03;">
<p>&#x770B;&#x5B8C;&#xFF0C;&#x5929;&#x516C;&#x4E0D;&#x4F5C;&#x7F8E;&#xFF0C;&#x4E0B;&#x8D77;&#x4E86;&#x96E8;&#xFF0C;&#x6491;&#x4F1E;&#x5457;&#x3002;&#x9014;&#x4E2D;&#x6211;&#x4EEC;&#x7684;&#x5BFC;&#x6E38;&#x79C0;&#x9017;&#x4E86;&#x4E00;&#x628A;&#xFF0C;&#x4ED6;&#x8BF4;&#x5218;&#x5907;&#x53BB;&#x5C71;&#x4E1C;&#x8BF8;&#x845B;&#x4EAE;&#x8001;&#x5BB6;&#x4E09;&#x987E;&#x6BDB;&#x9A74;&#xFF0C;&#x770B;&#x6765;&#x4ED6;&#x6C34;&#x5E73;&#x592A;&#x6B21;&#x4E86;&#x3002;&#x4F46;&#x662F;&#x8DEF;&#x4E0A;&#x8FD8;&#x6709;&#x4E2A;&#x5176;&#x4ED6;&#x7684;&#x5BFC;&#x6E38;&#xFF0C;&#x5012;&#x662F;&#x6C34;&#x5E73;&#x4E0D;&#x4F4E;&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x4ED6;&#x8BF4;&#xFF0C;&#x6709;&#x4E09;&#x4E2A;&#x4EBA;&#x5728;&#x5BF9;&#x5F85;&#x6C49;&#x671D;&#x7687;&#x5E1D;&#x8FD9;&#x4EF6;&#x4E8B;&#x4E0A;&#x72AF;&#x4E86;&#x6210;&#x672C;&#x9AD8;&#xFF0C;&#x6548;&#x7387;&#x4F4E;&#x7684;&#x81F4;&#x547D;&#x9519;&#x8BEF;&#x3002;&#x4ED6;&#x4EEC;&#x5206;&#x522B;&#x662F;&#xFF0C;&#x8463;&#x5353;&#xFF0C;&#x8881;&#x7ECD;&#xFF0C;&#x8881;&#x672F;&#x3002;&#x5367;&#x69FD;&#xFF01;&#x4E00;&#x542C;&#x8FD9;&#x4E2A;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x4ED6;&#x80AF;&#x5B9A;&#x770B;&#x8FC7;&#x6613;&#x4E2D;&#x5929;&#x7684;&#xFF0C;&#x8FD9;&#x662F;&#x6613;&#x4E2D;&#x5929;&#x8BB2;&#x7684;&#x5440;&#x3002;&#x6C34;&#x5E73;&#x53EF;&#x4EE5;&#x7684;&#x3002;&#x5230;&#x4E86;&#x6C34;&#x8FB9;&#xFF0C;&#x672C;&#x6B21;&#x65C5;&#x6E38;&#x6700;&#x6700;&#x58EE;&#x9614;&#x7684;&#x5730;&#x65B9;&#x3001;&#x6700;&#x6700;&#x7F8E;&#x7684;&#x5730;&#x65B9;&#x3002;&#x4E00;&#x5F20;&#x56FE;&#x8BF4;&#x660E;&#x4E00;&#x5207;&#x3002;</p>
<img src="/2016/05/15/youwuxi/upload/images/&#x58EE;&#x9614;&#x7684;&#x6C34;&#x8FB9;.JPG" class="full-image" alt="alt" title="&#x58EE;&#x9614;&#x7684;&#x6C34;&#x8FB9;">
<p>&#x5F53;&#x65F6;&#x98CE;&#x5927;&#xFF0C;&#x6D6A;&#x8D77;&#xFF0C;&#x5F88;&#x6709;fell&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x6253;&#x52A8;&#x6211;&#xFF1F;&#x80CC;&#x9760;&#x592A;&#x6E56;&#xFF0C;&#x8FD9;&#x91CC;&#x81EA;&#x7136;&#x98CE;&#x666F;&#x5DF2;&#x7ECF;&#x5927;&#x8FC7;&#x4E86;&#x4EBA;&#x6587;&#x5EFA;&#x7B51;&#x3002;</p>
<p>&#x4E4B;&#x540E;&#x53BB;&#x5434;&#x738B;&#x5BAB;&#xFF0C;&#x6C34;&#x6D52;&#x57CE;&#xFF0C;&#x5C31;&#x518D;&#x4E5F;&#x6CA1;&#x6709;&#x8FD9;&#x6837;&#x4EE4;&#x4EBA;&#x795E;&#x5F80;&#x7684;&#x5730;&#x65B9;&#x4E86;&#x3002;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/旅游/" rel="tag">#旅游</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/05/15/daoshangshudian/" rel="next" title="岛上书店">
                <i class="fa fa-chevron-left"></i> 岛上书店
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/05/18/第二篇日记/" rel="prev" title="第二篇日记">
                第二篇日记 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/05/15/youwuxi/"
     data-title="游·无锡"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/05/15/youwuxi/"
           data-title="游·无锡" data-url="https://ZhangXiaodong1993.github.io/2016/05/15/youwuxi/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">12</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">3</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">12</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#游与行"><span class="nav-number">1.</span> <span class="nav-text">游与行</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#无锡"><span class="nav-number">2.</span> <span class="nav-text">无锡</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#鼋头渚"><span class="nav-number">3.</span> <span class="nav-text">鼋头渚</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#拔河"><span class="nav-number">4.</span> <span class="nav-text">拔河</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#晚宴"><span class="nav-number">5.</span> <span class="nav-text">晚宴</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#酒店"><span class="nav-number">6.</span> <span class="nav-text">酒店</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#三国城"><span class="nav-number">7.</span> <span class="nav-text">三国城</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
