<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="传记," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="0&amp;#x4E4B;&amp;#x6240;&amp;#x4EE5;&amp;#x4E70;&amp;#x8FD9;&amp;#x672C;&amp;#x4E66;&amp;#xFF0C;&amp;#x5B8C;&amp;#x5168;&amp;#x662F;&amp;#x56E0;&amp;#x4E3A;&amp;#x4E70;&amp;#x4E86;kindle&amp;#x3002;&amp;#x867D;&amp;#x7136;&amp;#x6211;&amp;#x4E70;&amp;#x4E86;&amp;#x5C31;&amp;#x540E;&amp;#x6094;&amp;">
<meta property="og:type" content="article">
<meta property="og:title" content="乔布斯传">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/08/07/乔布斯传/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="0&amp;#x4E4B;&amp;#x6240;&amp;#x4EE5;&amp;#x4E70;&amp;#x8FD9;&amp;#x672C;&amp;#x4E66;&amp;#xFF0C;&amp;#x5B8C;&amp;#x5168;&amp;#x662F;&amp;#x56E0;&amp;#x4E3A;&amp;#x4E70;&amp;#x4E86;kindle&amp;#x3002;&amp;#x867D;&amp;#x7136;&amp;#x6211;&amp;#x4E70;&amp;#x4E86;&amp;#x5C31;&amp;#x540E;&amp;#x6094;&amp;">
<meta property="og:updated_time" content="2016-08-07T12:35:24.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="乔布斯传">
<meta name="twitter:description" content="0&amp;#x4E4B;&amp;#x6240;&amp;#x4EE5;&amp;#x4E70;&amp;#x8FD9;&amp;#x672C;&amp;#x4E66;&amp;#xFF0C;&amp;#x5B8C;&amp;#x5168;&amp;#x662F;&amp;#x56E0;&amp;#x4E3A;&amp;#x4E70;&amp;#x4E86;kindle&amp;#x3002;&amp;#x867D;&amp;#x7136;&amp;#x6211;&amp;#x4E70;&amp;#x4E86;&amp;#x5C31;&amp;#x540E;&amp;#x6094;&amp;">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 乔布斯传 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                乔布斯传
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-08-07T17:54:51+08:00" content="2016-08-07">
              2016-08-07
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/读书碎碎念/" itemprop="url" rel="index">
                    <span itemprop="name">读书碎碎念</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/08/07/乔布斯传/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/08/07/乔布斯传/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/08/07/乔布斯传/" class="leancloud_visitors" data-flag-title="乔布斯传">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="0"><a href="#0" class="headerlink" title="0"></a>0</h3><p>&#x4E4B;&#x6240;&#x4EE5;&#x4E70;&#x8FD9;&#x672C;&#x4E66;&#xFF0C;&#x5B8C;&#x5168;&#x662F;&#x56E0;&#x4E3A;&#x4E70;&#x4E86;kindle&#x3002;&#x867D;&#x7136;&#x6211;&#x4E70;&#x4E86;&#x5C31;&#x540E;&#x6094;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x624B;&#x673A;&#x6709;kindle&#x8F6F;&#x4EF6;&#xFF0C;&#x800C;&#x4E14;kindle&#x7684;&#x4F53;&#x9A8C;&#x662F;&#x90A3;&#x4E48;&#x4E0D;&#x597D;&#xFF0C;&#x9ED1;&#x767D;&#xFF0C;&#x7FFB;&#x9875;&#x5C31;&#x5237;&#x65B0;&#x597D;&#x70E6;&#xFF0C;&#x5341;&#x5206;&#x540E;&#x6094;&#x3002;&#x4F46;&#x662F;kindle&#x7ED9;&#x4E86;&#x8D2D;&#x4E66;&#x4F18;&#x60E0;&#x5238;88&#xFF0C;8&#x6708;1&#x53F7;&#x8FC7;&#x671F;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x5C31;&#x5728;7.31&#x4E70;&#x4E86;&#x4E00;&#x4E9B;&#x4E66;&#x968F;&#x4FBF;&#x4E70;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x60F3;&#x770B;&#x7684;&#x6280;&#x672F;&#x4E66;&#x90FD;&#x6CA1;&#x6709;&#x7535;&#x5B50;&#x7248;&#xFF08;&#x597D;&#x5751;&#x7239;&#xFF09;&#xFF0C;&#x53EA;&#x597D;&#x4E70;&#x4E00;&#x4E9B;&#x8303;&#x6280;&#x672F;&#x4E66;&#x8BF8;&#x5982;&#x9ED1;&#x5BA2;&#x4E0E;&#x753B;&#x5BB6;&#xFF0C;&#x5199;&#x7ED9;&#x5927;&#x5BB6;&#x770B;&#x7684;&#x8BBE;&#x8BA1;&#x4E66;&#x7B49;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x5C0F;&#x8BF4;&#x5982;&#x4E1C;&#x91CE;&#x572D;&#x543E;&#x7684;&#x4E66;&#x3002;&#x5F53;&#x7136;&#x4E5F;&#x4E70;&#x4E86;&#x8FD9;&#x672C;&#x4E54;&#x5E03;&#x65AF;&#x4F20;&#x3002;<br>&#x4E4B;&#x6240;&#x4EE5;&#x8BFB;&#x8FD9;&#x672C;&#x4E66;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x5728;&#x770B;&#x6280;&#x672F;&#x4E66;&#xFF0C;&#x60F3;&#x4E86;&#x89E3;&#x4E00;&#x4E0B;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x7684;&#x5386;&#x53F2;&#x3002;&#x6211;&#x662F;&#x62B1;&#x7740;&#x8654;&#x8BDA;&#x7684;&#x6001;&#x5EA6;&#x5F00;&#x59CB;&#x8BFB;&#x8FD9;&#x672C;&#x4E66;&#x7684;&#xFF0C;&#x4E00;&#x5F00;&#x59CB;&#x6BCF;&#x4E00;&#x7AE0;&#x6BCF;&#x4E00;&#x8282;&#x6211;&#x90FD;&#x8981;&#x505A;&#x7B14;&#x8BB0;&#xFF0C;&#x770B;&#x5230;&#x540E;&#x9762;&#x53D1;&#x73B0;&#x4E54;&#x5E03;&#x65AF;&#x4E0D;&#x4F1A;&#x7F16;&#x7A0B;&#xFF0C;&#x6211;&#x60F3;&#x8FD8;&#x662F;&#x653E;&#x5F03;&#x4E86;&#x505A;&#x8BE6;&#x7EC6;&#x7B14;&#x8BB0;&#x7684;&#x8BA1;&#x5212;&#xFF0C;&#x592A;&#x8017;&#x65F6;&#xFF0C;&#x800C;&#x4E14;&#x5F88;&#x591A;&#x5730;&#x65B9;&#x6211;&#x5E76;&#x4E0D;&#x5173;&#x5FC3;&#x3002;&#x5168;&#x4E66;&#x4E5F;&#x662F;&#x6311;&#x7740;&#x8BFB;&#x5B8C;&#x7684;&#xFF0C;&#x4E0D;&#x662F;&#x6BCF;&#x53E5;&#x90FD;&#x8BFB;&#x3002;&#x5168;&#x4E66;&#x5927;&#x7EA6;58w&#x5B57;&#xFF0C;&#x6211;&#x8FD9;&#x91CC;&#x505A;&#x4E00;&#x4E2A;&#x7B80;&#x8981;&#x7684;&#x8BB0;&#x5F55;&#x3002;</p>
<h3 id="1"><a href="#1" class="headerlink" title="1"></a>1</h3><p>&#x4E54;&#x5E03;&#x65AF;&#x751F;&#x7236;&#x540D;&#x53EB;&#x94B1;&#x5FB7;&#x52D2;&#xFF0C;&#x53D9;&#x5229;&#x4E9A;&#x4EBA;&#x3002;&#x751F;&#x6BCD;&#x4E54;&#x5B89;&#x59AE;&#xFF0C;&#x5FB7;&#x88D4;&#x79FB;&#x6C11;&#xFF0C;&#x5728;&#x4ED6;&#x4EEC;23&#x5C81;&#x610F;&#x5916;&#x6000;&#x5B55;&#x3002;&#x4F46;&#x56E0;&#x4E3A;&#x5B97;&#x6559;&#x7684;&#x95EE;&#x9898;&#x4E0D;&#x88AB;&#x5BB6;&#x957F;&#x5141;&#x8BB8;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x751F;&#x4E0B;&#x6765;&#x5C31;&#x88AB;&#x9001;&#x4EBA;&#x4E86;&#x3002;&#x517B;&#x7236;&#x4FDD;&#x7F57;&#xFF0C;&#x9000;&#x5F79;&#x519B;&#x4EBA;&#xFF0C;&#x662F;&#x4E2A;&#x673A;&#x68B0;&#x5E08;&#xFF0C;&#x517B;&#x6BCD;&#x514B;&#x62C9;&#x514B;&#xFF0C;&#x4E9A;&#x7F8E;&#x5C3C;&#x4E9A;&#x79FB;&#x6C11;&#xFF0C;&#x4ED6;&#x4EEC;&#x5BB6;&#x4F4F;&#x65E7;&#x91D1;&#x5C71;&#x3002;<br>&#x4E54;&#x5E03;&#x65AF;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x8EAB;&#x4E16;&#xFF0C;&#x5F71;&#x54CD;&#x4E86;&#x4ED6;&#x540E;&#x6765;&#x7684;&#x6027;&#x683C;&#x3002;&#x4FDD;&#x7F57;&#x813E;&#x6C14;&#x6E29;&#x548C;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x603B;&#x559C;&#x6B22;&#x8DDF;&#x4FDD;&#x7F57;&#x5F85;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x4FDD;&#x7F57;&#x6446;&#x5F04;&#x4ED6;&#x7684;&#x673A;&#x68B0;&#xFF0C;&#x4F46;&#x4E54;&#x5E03;&#x65AF;&#x5E76;&#x4E0D;&#x559C;&#x6B22;&#x673A;&#x68B0;&#xFF0C;&#x4ED6;&#x559C;&#x6B22;&#x7684;&#x662F;&#x7535;&#x5B50;&#x3002;&#x4ED6;&#x4EEC;&#x5BB6;&#x4F4F;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x540E;&#x6765;&#x7684;&#x7845;&#x8C37;&#xFF0C;&#x6709;&#x60E0;&#x666E;&#xFF0C;&#x82F1;&#x7279;&#x5C14;&#x7B49;&#x5927;&#x516C;&#x53F8;&#x3002;&#x7845;&#x8C37;&#x7684;&#x56FD;&#x738B;&#x5927;&#x9053;&#xFF0C;&#x6BCF;&#x5E74;&#x5438;&#x5F15;&#x7740;&#x5168;&#x7F8E;1/3&#x7684;&#x98CE;&#x9669;&#x6295;&#x8D44;&#x3002;<br>&#x4E54;&#x5E03;&#x65AF;&#x5C0F;&#x65F6;&#x5019;&#xFF0C;&#x6BD4;&#x8F83;&#x6DD8;&#x6C14;&#xFF0C;&#x4E09;&#x5E74;&#x7EA7;&#x4E4B;&#x524D;&#x4E00;&#x76F4;&#x6076;&#x4F5C;&#x5267;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4E0D;&#x559C;&#x6B22;&#x90A3;&#x4E9B;&#x65E0;&#x804A;&#x7684;&#x8BFE;&#x7A0B;&#x3002;&#x8FD9;&#x4E00;&#x60C5;&#x51B5;&#x76F4;&#x5230;&#x56DB;&#x5E74;&#x7EA7;&#x9047;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x8010;&#x5FC3;&#x7684;&#x8001;&#x5E08;&#x624D;&#x6539;&#x53D8;&#xFF0C;&#x6D4B;&#x8BD5;&#x663E;&#x793A;&#x4E54;&#x5E03;&#x65AF;&#x667A;&#x529B;&#x8D85;&#x7FA4;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDE;&#x8DF3;2&#x7EA7;&#x3002;&#x53D7;&#x5DE5;&#x7A0B;&#x5E08;&#x6587;&#x5316;&#x7684;&#x718F;&#x9676;&#xFF0C;&#x9AD8;&#x4E2D;&#x65F6;&#x671F;&#x5236;&#x9020;&#x4E86;&#x5149;&#x611F;&#x5E94;&#x8BBE;&#x5907;&#xFF0C;&#x706F;&#x7BA1;&#x8868;&#x6F14;&#x7B49;&#x5F88;&#x9177;&#x7684;&#x4E1C;&#x897F;&#x3002;(&#x7F8E;&#x56FD;&#x4EBA;&#x6559;&#x5B66;&#x6CE8;&#x91CD;&#x5B9E;&#x8DF5;&#x554A;&#xFF0C;&#x4F60;&#x5728;&#x4E2D;&#x56FD;&#x9AD8;&#x4E2D;&#x80FD;&#x6709;&#x63A5;&#x89E6;&#x5230;&#x7535;&#x5B50;&#x5B66;&#xFF0C;&#x505A;&#x4EC0;&#x4E48;&#x5B9E;&#x9A8C;&#x5417;&#xFF1F;)<br>&#x6C83;&#x5179;&#x662F;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x540C;&#x5B66;&#xFF0C;&#x8FD9;&#x662F;&#x4E2A;&#x6280;&#x672F;&#x725B;&#x4EBA;&#xFF0C;&#x7CBE;&#x901A;&#x7535;&#x5B50;&#x5B66;&#x3002;&#x4ED6;&#x4EEC;&#x5E38;&#x5408;&#x4F19;&#x7528;&#x65E9;&#x51FA;&#x7684;&#x53D1;&#x660E;&#x6765;&#x6076;&#x4F5C;&#x5267;&#x3002;&#x6C83;&#x5179;&#x6BD4;&#x8F83;&#x8BDA;&#x5B9E;&#xFF0C;&#x6CA1;&#x6709;&#x5FC3;&#x673A;&#x3002;&#x4ED6;&#x4EEC;&#x9020;&#x51FA;&#x4E86;&#x84DD;&#x76D2;&#x5B50;&#xFF0C;&#x53EF;&#x4EE5;&#x76D7;&#x6253;&#x4ED8;&#x8D39;&#x7535;&#x8BDD;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#x5C55;&#x73B0;&#x4E86;&#x4ED6;&#x7684;&#x5546;&#x4E1A;&#x5929;&#x8D4B;&#xFF0C;&#x7528;&#x8FD9;&#x4E2A;&#x6765;&#x5356;&#x94B1;&#x3002;<br>&#x9AD8;&#x4E2D;&#x6BD5;&#x4E1A;&#x65F6;&#x671F;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x8BA4;&#x8BC6;&#x4E86;&#x5E03;&#x4F26;&#x5357;&#xFF0C;&#x4ED6;&#x7684;&#x7B2C;&#x4E00;&#x4EFB;&#x5973;&#x670B;&#x53CB;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#xFF0C;&#x6C83;&#x5179;&#xFF0C;&#x5E03;&#x4F26;&#x5357;&#x66FE;&#x7ECF;&#x662F;&#x4E00;&#x5757;&#x73A9;&#x7684;&#x5C0F;&#x4F19;&#x4F34;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x672C;&#x610F;&#x662F;&#x4E0D;&#x60F3;&#x8BFB;&#x5927;&#x5B66;&#xFF0C;&#x672C;&#x6765;&#x5E94;&#x8BE5;&#x53BB;&#x4F2F;&#x514B;&#x5229;&#x3001;&#x65AF;&#x5766;&#x798F;&#x7B49;&#x5BB6;&#x95E8;&#x53E3;&#x7684;&#x5927;&#x5B66;(&#x4ED6;&#x8BA4;&#x4E3A;&#x8BFB;&#x8FD9;&#x4E9B;&#x5B66;&#x6821;&#x7684;&#x4EBA;&#x90FD;&#x5DF2;&#x7ECF;&#x77E5;&#x9053;&#x5C06;&#x6765;&#x8981;&#x505A;&#x4EC0;&#x4E48;&#x4E86;&#xFF0C;&#x800C;&#x4ED6;&#x4E0D;&#x77E5;&#x9053;)&#xFF0C;&#x4F46;&#x662F;&#x4E54;&#x5E03;&#x65AF;&#x60F3;&#x53BB;&#x91CC;&#x5FB7;&#x5B66;&#x9662;&#xFF0C;&#x90A3;&#x91CC;&#x5B66;&#x8D39;&#x6602;&#x8D35;&#xFF0C;&#x7236;&#x6BCD;&#x51E0;&#x4E4E;&#x8D1F;&#x62C5;&#x4E0D;&#x8D77;&#xFF0C;&#x4F46;&#x662F;&#x8FD8;&#x662F;&#x9001;&#x4ED6;&#x53BB;&#x4E86;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#x5341;&#x5206;&#x53DB;&#x9006;&#xFF0C;&#x5BF9;&#x9001;&#x4ED6;&#x6765;&#x7684;&#x7236;&#x6BCD;&#x6CA1;&#x6709;&#x8C22;&#x8C22;&#xFF0C;&#x4E5F;&#x6CA1;&#x8BF4;&#x518D;&#x89C1;&#xFF0C;&#x4ED6;&#x4E0D;&#x60F3;&#x6709;&#x80CC;&#x666F;&#x3002;&#x5728;&#x91CC;&#x7684;&#x5B66;&#x9662;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x8BA4;&#x8BC6;&#x4E86;&#x79D1;&#x7279;&#x57FA;&#xFF0C;&#x5F17;&#x91CC;&#x5FB7;&#x5170;&#x7B49;&#x4EBA;&#x3002;&#x53D7;&#x8FD9;&#x4E9B;&#x4EBA;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x4FE1;&#x5949;&#x4F5B;&#x6559;&#x7985;&#x5B97;&#xFF0C;&#x670D;&#x7528;&#x8FF7;&#x5E7B;&#x5242;&#xFF0C;&#x559C;&#x7231;&#x6447;&#x6EDA;&#xFF0C;&#x51A5;&#x60F3;&#xFF0C;&#x5D07;&#x5C1A;&#x7D20;&#x98DF;&#x3002;&#x798F;&#x91CC;&#x5170;&#x5FB7;&#x4E5F;&#x5F71;&#x54CD;&#x4E86;&#x4E54;&#x5E03;&#x65AF;&#xFF0C;&#x4ECE;&#x4E00;&#x4E2A;&#x817C;&#x8146;&#x7684;&#x5C11;&#x5E74;&#xFF0C;&#x53D8;&#x6210;&#x4E86;&#x53EF;&#x4EE5;&#x8BF4;&#x8C0E;&#x8BA9;&#x522B;&#x4EBA;&#x4FE1;&#x4EE5;&#x4E3A;&#x771F;&#x7684;&#x4EBA;&#x3002;&#x5728;&#x91CC;&#x5FB7;&#x6CA1;&#x8FC7;&#x591A;&#x4E45;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x538C;&#x70E6;&#x90A3;&#x4E9B;&#x8BFE;&#x7A0B;&#xFF0C;&#x9000;&#x5B66;&#x4E86;&#x3002;<br>&#x4ED6;&#x662F;&#x4E00;&#x4E2A;&#x602A;&#x4EBA;&#xFF0C;&#x603B;&#x662F;&#x5149;&#x811A;&#x8D70;&#x8DEF;&#x3002;&#x4ECE;&#x91CC;&#x5FB7;&#x56DE;&#x6765;&#x540E;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x8FDB;&#x5165;&#x4E00;&#x5BB6;&#x6E38;&#x620F;&#x516C;&#x53F8;&#x5DE5;&#x4F5C;&#xFF0C;&#x4F46;&#x4ED6;&#x4E0E;&#x540C;&#x4E8B;&#x5904;&#x4E0D;&#x597D;&#x5173;&#x7CFB;&#xFF0C;&#x5C31;&#x88AB;&#x5B89;&#x6392;&#x5728;&#x591C;&#x95F4;&#x4E0A;&#x73ED;&#x3002;&#x6CA1;&#x8FC7;&#x591A;&#x4E45;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x8BF4;&#x670D;&#x8001;&#x677F;&#x7ED9;&#x4ED6;&#x4ED8;&#x94B1;&#x53BB;&#x5370;&#x5EA6;&#x671D;&#x5723;&#x3002;&#x4ECE;&#x6B27;&#x6D32;&#x51FA;&#x53D1;&#xFF0C;&#x5750;&#x98DE;&#x673A;&#x5230;&#x5370;&#x5EA6;&#xFF0C;&#x5728;&#x5370;&#x5EA6;&#x5F85;&#x4E86;7&#x4E2A;&#x6708;&#xFF0C;&#x5BFB;&#x6C42;&#x89C9;&#x609F;&#xFF0C;&#x9886;&#x4F1A;&#x5230;&#xFF0C;&#x76F4;&#x89C9;&#x7684;&#x529B;&#x91CF;&#x3002;&#x56DE;&#x5230;&#x5BB6;&#x4E61;&#xFF0C;&#x4E0E;&#x672C;&#x5730;&#x7684;&#x7985;&#x5B97;&#x4EBA;&#x4E59;&#x5DDD;&#x5F18;&#x6587;&#x4E00;&#x8D77;&#x51A5;&#x60F3;&#x3002;&#x5173;&#x4E8E;&#x4ED6;&#x4E3A;&#x4EC0;&#x4E48;&#x63A2;&#x6C42;&#x89C9;&#x609F;&#xFF0C;&#x5927;&#x6982;&#x662F;&#x56E0;&#x4E3A;&#x4ED6;&#x5BF9;&#x4EB2;&#x751F;&#x7236;&#x6BCD;&#x4E00;&#x65E0;&#x6240;&#x77E5;(&#x4ED6;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x662F;&#x9886;&#x517B;&#x7684;)&#x3002;&#x8FD9;&#x4E5F;&#x4F7F;&#x4ED6;&#x53D8;&#x5F97;&#x81EA;&#x4FE1;&#x8D77;&#x6765;&#x3002;</p>
<h3 id="2"><a href="#2" class="headerlink" title="2"></a>2</h3><p>&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x8D77;&#x70B9;&#x662F;&#x6C83;&#x5179;&#x5E2E;&#x4ED6;&#x505A;&#x7684;&#x4E00;&#x6B3E;&#x6253;&#x7816;&#x5757;&#x6E38;&#x620F;&#xFF0C;&#x5B8C;&#x5DE5;&#x540E;&#xFF0C;&#x4ED6;&#x628A;&#x8001;&#x677F;&#x7684;&#x5956;&#x91D1;&#x72EC;&#x541E;&#x4E86;&#xFF0C;&#x6CA1;&#x6709;&#x5206;&#x7ED9;&#x6C83;&#x5179;&#x3002;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x540E;&#x6765;&#x4E54;&#x5E03;&#x65AF;&#x5426;&#x8BA4;&#xFF0C;&#x4F46;&#x4E8B;&#x5B9E;&#x786E;&#x662F;&#x5982;&#x6B64;&#x3002;&#x5F53;&#x65F6;&#xFF0C;&#x53CD;&#x4E3B;&#x6D41;&#x6587;&#x5316;&#x4E0E;&#x6280;&#x672F;&#x7684;&#x7ED3;&#x5408;&#x50AC;&#x751F;&#x51FA;&#x4E2A;&#x4EBA;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x6982;&#x5FF5;&#x3002;&#x4E8E;&#x662F;&#x4E54;&#x5E03;&#x65AF;&#x4E0E;&#x6C83;&#x5179;&#x5408;&#x4F19;&#x529E;&#x516C;&#x53F8;&#xFF0C;&#x751F;&#x4EA7;&#x4E2A;&#x4EBA;&#x8BA1;&#x7B97;&#x673A;&#x3002;&#x547D;&#x540D;&#x4E3A;&#x82F9;&#x679C;&#x662F;&#x56E0;&#x4E3A;&#x60F3;&#x4E0D;&#x51FA;&#x66F4;&#x597D;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x800C;&#x4E54;&#x5E03;&#x65AF;&#x662F;&#x4E2A;&#x7D20;&#x98DF;&#x4E3B;&#x4E49;&#x8005;&#xFF0C;&#x53EA;&#x5403;&#x5403;&#x6C34;&#x679C;&#x548C;&#x852C;&#x83DC;&#x3002;&#x7B2C;&#x4E00;&#x7B14;&#x8BA2;&#x5355;25000&#x7F8E;&#x5143;&#xFF0C;&#x751F;&#x4EA7;&#x653E;&#x5728;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x8F66;&#x5E93;&#x3002;&#x4E4B;&#x540E;&#x4ED6;&#x4EEC;&#x751F;&#x4EA7;&#x4E86;Apple 2&#xFF0C;&#x516C;&#x53F8;&#x5F00;&#x59CB;&#x6210;&#x4E86;&#x80A1;&#x4EFD;&#x5236;&#x516C;&#x53F8;&#xFF0C;&#x6709;&#x4E86;&#x6295;&#x8D44;&#x4EBA;&#xFF0C;&#x6709;&#x4E86;&#x603B;&#x88C1;&#x3002;<br>&#x5E03;&#x4F26;&#x5357;&#x4E0E;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x5173;&#x7CFB;&#x65AD;&#x65AD;&#x7EED;&#x7EED;&#xFF0C;&#x4E5F;&#x8DDF;&#x8FC7;&#x522B;&#x4EBA;&#xFF0C;&#x540E;&#x6765;&#x6000;&#x4E86;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x5B69;&#x5B50;&#xFF0C;&#x4F46;&#x4E54;&#x5E03;&#x65AF;&#x5374;&#x6CA1;&#x5904;&#x7406;&#x597D;&#xFF0C;&#x4E0D;&#x613F;&#x627F;&#x8BA4;&#x662F;&#x4ED6;&#x7684;&#x5B69;&#x5B50;&#xFF0C;&#x540E;&#x6765;&#x505A;&#x4EB2;&#x5B50;&#x9274;&#x5B9A;&#x8BC1;&#x660E;&#x662F;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x5B69;&#x5B50;&#x3002;&#x8FD9;&#x4EF6;&#x4E8B;&#x4E5F;&#x5F71;&#x54CD;&#x4E86;&#x4E54;&#x5E03;&#x65AF;&#xFF0C;&#x5F00;&#x59CB;&#x53D8;&#x5F97;&#x6210;&#x719F;&#xFF0C;&#x4E0D;&#x518D;&#x4E0D;&#x4FEE;&#x8FB9;&#x5E45;&#x3002;<br>&#x5F53;&#x65F6;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x8FD8;&#x6CA1;&#x6709;GUI&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x4E00;&#x6B21;&#x5728;&#x65BD;&#x4E50;&#x90A3;&#x8FB9;&#x770B;&#x5230;&#x4E86;GUI&#xFF0C;&#x5174;&#x594B;&#x4E0D;&#x5DF2;&#x3002;1980&#x5E74;&#x82F9;&#x679C;&#x4E0A;&#x5E02;&#x4E86;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x8EAB;&#x4EF7;&#x8FBE;&#x5230;2&#x4EBF;&#x591A;&#xFF0C;&#x4E0D;&#x8FC7;&#x4E54;&#x5E03;&#x65AF;&#x662F;&#x4E2A;&#x4E0D;&#x4F1A;&#x88AB;&#x94B1;&#x5DE6;&#x53F3;&#x7684;&#x4EBA;&#xFF0C;&#x4E0D;&#x592A;&#x61C2;&#x5F97;&#x65BD;&#x820D;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x6613;&#x6012;&#x6027;&#x683C;&#x4F7F;&#x4ED6;&#x53D7;&#x5230;&#x4E86;&#x6253;&#x538B;&#xFF0C;&#x5C31;&#x6765;&#x5230;&#x4E86;Mac&#x56E2;&#x961F;&#xFF0C;mac&#x662F;&#x4E00;&#x79CD;&#x7EA2;&#x82F9;&#x679C;&#x7684;&#x7F29;&#x5199;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#x62E5;&#x6709;&#x88AB;&#x79F0;&#x4E3A;&#x73B0;&#x5B9E;&#x626D;&#x66F2;&#x529B;&#x573A;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x5C31;&#x662F;&#x53EF;&#x4EE5;&#x8C03;&#x52A8;&#x522B;&#x4EBA;&#x7684;&#x6F5C;&#x529B;&#xFF0C;&#x5B8C;&#x6210;&#x4ED6;&#x4EEC;&#x81EA;&#x8BA4;&#x4E3A;&#x5B8C;&#x4E0D;&#x6210;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x8FD9;&#x662F;&#x7B97;&#x662F;&#x4E00;&#x79CD;&#x4EBA;&#x683C;&#x9B45;&#x529B;&#x5427;&#x3002;&#x6253;&#x9020;mac&#x7684;&#x8FC7;&#x7A0B;&#x5341;&#x5206;&#x8270;&#x8F9B;&#xFF0C;&#x8BBE;&#x8BA1;&#x9075;&#x4ECE;&#x6781;&#x7B80;&#x98CE;&#x683C;&#xFF0C;&#x52AA;&#x529B;&#x6FC0;&#x52B1;&#x56E2;&#x961F;&#x505A;&#x51FA;&#x5B8C;&#x7F8E;&#x7684;&#x4EA7;&#x54C1;&#x3002;1984&#x5E74;mac&#x53D1;&#x5E03;&#xFF0C;&#x5F15;&#x8D77;&#x70ED;&#x70C8;&#x53CD;&#x54CD;&#xFF0C;&#x62E5;&#x6709;&#x7740;&#x534E;&#x4E3D;&#x7684;&#x5916;&#x89C2;&#xFF0C;&#x7B80;&#x6D01;&#x7684;&#x8BBE;&#x8BA1;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x5DE5;&#x827A;&#x54C1;&#x3002;&#x76D6;&#x8328;&#x662F;&#x4E2A;&#x4F1A;&#x7F16;&#x7A0B;&#x7684;&#x6280;&#x672F;&#x4EBA;&#xFF0C;&#x7F16;&#x5199;excel&#x3001;word&#x8F6F;&#x4EF6;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#x627E;&#x5230;&#x76D6;&#x8328;&#x7F16;&#x5199;mac&#x7248;&#x7684;&#x529E;&#x516C;&#x8F6F;&#x4EF6;&#x3002;&#x540E;&#x6765;&#x76D6;&#x8328;&#x7F16;&#x5199;&#x4E86;windows&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF0C;&#x88AB;&#x6307;&#x6284;&#x88AD;&#x82F9;&#x679C;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x6307;&#x51FA;&#x76D6;&#x8328;&#x6CA1;&#x6709;&#x54C1;&#x4F4D;&#x3002;windows&#x517C;&#x5BB9;&#x5176;&#x4ED6;&#x786C;&#x4EF6;&#xFF0C;&#x800C;&#x82F9;&#x679C;&#x7684;&#x4EA7;&#x54C1;&#x662F;&#x8F6F;&#x786C;&#x4EF6;&#x7ED3;&#x5408;&#xFF0C;&#x4E0D;&#x56DE;&#x53BB;&#x517C;&#x5BB9;&#x522B;&#x7684;&#x786C;&#x4EF6;&#x3002;&#x76D6;&#x8328;&#x5F53;&#x8BA9;&#x6709;&#x5E02;&#x573A;&#xFF0C;&#x4F46;&#x662F;&#x4ECE;&#x6284;&#x88AD;&#x8FD9;&#x4E00;&#x70B9;&#x4E0A;&#xFF0C;&#x76D6;&#x8328;&#x6BD4;&#x4E0D;&#x4E0A;&#x4E54;&#x5E03;&#x65AF;&#x3002;</p>
<h3 id="3"><a href="#3" class="headerlink" title="3"></a>3</h3><p>mac&#x662F;&#x534E;&#x4E3D;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x7F3A;&#x70B9;&#x660E;&#x663E;&#xFF0C;&#x8FD0;&#x884C;&#x7F13;&#x6162;&#xFF0C;&#x5185;&#x5B58;&#x4E0D;&#x8DB3;&#x3002;&#x9500;&#x91CF;&#x4E0B;&#x6ED1;&#xFF0C;&#x8463;&#x4E8B;&#x4F1A;&#x8BA4;&#x4E3A;&#x4E54;&#x5E03;&#x65AF;&#x4E0D;&#x61C2;&#x8FD0;&#x8425;&#xFF0C;&#x56E0;&#x6B64;&#x628A;&#x4ED6;&#x6392;&#x6324;&#x8D70;&#x4E86;&#x3002;<br>&#x8D70;&#x540E;&#x7684;&#x4E54;&#x5E03;&#x65AF;&#x521B;&#x529E;&#x4E86;next&#x516C;&#x53F8;&#xFF0C;&#x4F7F;&#x7528;nextstep&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;(NS&#x524D;&#x7F00;&#x7684;&#x6765;&#x6E90;)&#x3002;&#x540C;&#x65F6;&#x4E54;&#x5E03;&#x65AF;&#x4E5F;&#x56E0;&#x4E3A;&#x4E4B;&#x524D;&#x6295;&#x8D44;&#x4E86;&#x76AE;&#x514B;&#x65AF;&#x516C;&#x53F8;&#xFF0C;&#x5F00;&#x59CB;&#x4E0E;&#x76AE;&#x514B;&#x65AF;&#x52A8;&#x753B;&#x516C;&#x53F8;&#x5408;&#x4F5C;&#x3002;<br>&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x4EBA;&#x751F;&#x54F2;&#x5B66;&#x662F;&#x532E;&#x4E4F;&#x5373;&#x662F;&#x5BCC;&#x8DB3;&#xFF0C;&#x81EA;&#x5F8B;&#x4EA7;&#x751F;&#x559C;&#x60A6;&#x3002;&#x5728;&#x5E03;&#x4F26;&#x5357;&#x4E4B;&#x540E;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x9646;&#x7EED;&#x53C8;&#x6709;&#x4E86;&#x51E0;&#x4E2A;&#x5973;&#x670B;&#x53CB;&#xFF0C;&#x540E;&#x6765;&#x7231;&#x4E0A;&#x4E86;&#x6851;&#x5FB7;&#x65AF;&#xFF0C;&#x76F8;&#x5904;5&#x5E74;&#xFF0C;&#x4F46;2&#x4E2A;&#x4EBA;&#x592A;&#x76F8;&#x4F3C;&#x4E86;&#xFF0C;&#x4E0D;&#x80FD;&#x76F8;&#x4E92;&#x5305;&#x5BB9;&#xFF0C;&#x6851;&#x5FB7;&#x65AF;&#x62D2;&#x7EDD;&#x4E86;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x6C42;&#x5A5A;&#xFF0C;&#x76F8;&#x7231;&#x5374;&#x6CA1;&#x80FD;&#x76F8;&#x5B88;&#x3002;&#x9C8D;&#x5A01;&#x5C14;&#x53EF;&#x662F;&#x8BF4;&#x662F;&#x4E2A;&#x5FC3;&#x673A;&#x5A4A;&#x554A;&#xFF0C;&#x5F53;&#x65F6;&#x5979;&#x662F;&#x4E2A;&#x5B66;&#x751F;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x53BB;&#x6F14;&#x8BB2;&#xFF0C;&#x4ED6;&#x5750;&#x5728;&#x4E54;&#x5E03;&#x65AF;&#x65C1;&#x8FB9;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x4E0E;&#x4ED6;&#x6500;&#x8C08;&#xFF0C;&#x5979;&#x8BF4;&#x6211;&#x5750;&#x5728;&#x8FD9;&#x513F;&#x662F;&#x56E0;&#x4E3A;&#x4E2D;&#x5956;&#x4E86;&#xFF0C;&#x5956;&#x52B1;&#x662F;&#x4F60;&#x4F1A;&#x8BF7;&#x6211;&#x5403;&#x996D;&#x3002;&#x4E8E;&#x662F;&#x4E54;&#x5E03;&#x65AF;&#x5760;&#x5165;&#x7231;&#x6CB3;&#xFF0C;1991&#x5E74;&#x4ED6;&#x4EEC;&#x7ED3;&#x5A5A;&#x3002;<br>&#x4E54;&#x5E03;&#x65AF;&#x6709;&#x94B1;&#x540E;&#xFF0C;&#x96C7;&#x4F63;&#x4E86;&#x79C1;&#x5BB6;&#x4FA6;&#x63A2;&#x63A2;&#x77E5;&#x4E86;&#x751F;&#x6BCD;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x5E76;&#x76F8;&#x8BA4;&#x4E86;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x4E5F;&#x6CA1;&#x6709;&#x602A;&#x5979;&#xFF0C;&#x5979;&#x4E5F;&#x5728;&#x4E0D;&#x65AD;&#x9053;&#x6B49;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x4EB2;&#x751F;&#x59B9;&#x59B9;&#xFF0C;&#x53EB;&#x83AB;&#x5A1C;&#xFF0C;&#x662F;&#x4E2A;&#x4F5C;&#x5BB6;&#xFF0C;&#x5979;&#x5199;&#x4E86;&#x4EE5;&#x4E54;&#x5E03;&#x65AF;&#x4E3A;&#x84DD;&#x672C;&#x7684;&#x5C0F;&#x8BF4;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x6CA1;&#x6709;&#x4EB2;&#x81EA;&#x770B;&#xFF0C;&#x8BA4;&#x4E3A;25%&#x7B26;&#x5408;&#x3002;&#x4ED6;&#x4EEC;&#x7684;&#x751F;&#x7236;&#xFF0C;&#x540E;&#x6765;&#x4E0E;&#x751F;&#x6BCD;&#x79BB;&#x5A5A;&#x4E86;&#xFF0C;&#x73B0;&#x5728;&#x505A;&#x9910;&#x996E;&#x5E97;&#x7ECF;&#x5386;&#xFF0C;&#x751A;&#x81F3;&#x4E4B;&#x95F4;&#x63A5;&#x5F85;&#x8FC7;&#x4E54;&#x5E03;&#x65AF;&#xFF0C;&#x4F46;&#x8FD9;&#x4E2A;&#x7236;&#x4EB2;&#x4E0D;&#x4E3B;&#x52A8;&#xFF0C;&#x4ED6;&#x4E0E;&#x4E54;&#x5E03;&#x65AF;&#x5173;&#x7CFB;&#x4E0D;&#x597D;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#x4E0E;&#x5E03;&#x4F26;&#x5357;&#x7684;&#x5B69;&#x5B50;&#x540D;&#x53EB;&#x4E3D;&#x8428;&#xFF0C;&#x5F53;&#x65F6;&#x5DF2;&#x7ECF;&#x8BFB;&#x4E2D;&#x5B66;&#x4E86;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x628A;&#x4E3D;&#x8428;&#x63A5;&#x6765;&#x540C;&#x4F4F;&#x3002;&#x540E;&#x6765;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x9646;&#x7EED;&#x53C8;&#x6709;&#x4E86;&#x4E00;&#x4E2A;&#x513F;&#x5B50;&#xFF0C;2&#x4E2A;&#x5973;&#x513F;&#x3002;<br>&#x76AE;&#x514B;&#x65AF;&#x51FA;&#x54C1;&#x7684;&#x52A8;&#x753B;&#x7535;&#x5F71;&#x73A9;&#x5177;&#x603B;&#x52A8;&#x5458;&#x5927;&#x83B7;&#x6210;&#x529F;&#xFF0C;&#x76AE;&#x514B;&#x65AF;&#x8FC5;&#x901F;&#x4E0A;&#x5E02;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x5728;&#x8FD9;&#x6B21;&#x4E0A;&#x5F0F;&#x4E2D;&#x8D5A;&#x5230;&#x7684;&#x662F;&#x82F9;&#x679C;&#x4E0A;&#x5E02;&#x65F6;&#x7684;5&#x500D;&#x3002;</p>
<h3 id="4"><a href="#4" class="headerlink" title="4"></a>4</h3><p>&#x82F9;&#x679C;&#x5728;&#x4E54;&#x5E03;&#x65AF;&#x8D70;&#x540E;&#xFF0C;&#x9010;&#x6E10;&#x8D70;&#x4E0B;&#x5761;&#x8DEF;&#xFF0C;&#x6FD2;&#x4E34;&#x7834;&#x4EA7;&#xFF0C;&#x5F88;&#x591A;&#x4EBA;&#x5E0C;&#x671B;&#x4E54;&#x5E03;&#x65AF;&#x56DE;&#x53BB;&#x82F9;&#x679C;&#xFF0C;&#x62EF;&#x6551;&#x82F9;&#x679C;&#xFF0C;&#x4E8E;&#x662F;&#x4E54;&#x5E03;&#x65AF;&#x5E26;&#x7740;next&#x7684;&#x56E2;&#x961F;&#x56DE;&#x5230;&#x4E86;&#x82F9;&#x679C;&#xFF0C;&#x91CD;&#x638C;&#x5927;&#x6743;&#xFF0C;&#x5E76;&#x4E14;&#x4E0E;&#x5FAE;&#x8F6F;&#x5408;&#x4F5C;&#x4F7F;&#x7528;office&#xFF0C;&#x5927;&#x5E45;&#x88C1;&#x5458;&#xFF0C;&#x5B9E;&#x73B0;&#x4E86;&#x4ECE;&#x4E8F;&#x635F;&#x5230;&#x76C8;&#x5229;&#xFF0C;&#x771F;&#x6B63;&#x62EF;&#x6551;&#x4E86;&#x82F9;&#x679C;&#x3002;&#x827E;&#x592B;&#x7684;&#x8BBE;&#x8BA1;&#xFF0C;&#x5F15;&#x9886;&#x4E86;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x6253;&#x7834;&#x4E86;&#x4EE5;&#x5F80;&#x5DE5;&#x7A0B;&#x5E08;&#x5F15;&#x9886;&#x8BBE;&#x8BA1;&#x7684;&#x65B9;&#x5F0F;&#x3002;iMac&#x53D1;&#x5E03;&#x4E86;&#xFF0C;&#x53C8;&#x5927;&#x83B7;&#x6210;&#x529F;&#x3002;&#x540C;&#x65F6;&#x53C8;&#x53D1;&#x5E03;&#x4E86;Mac OS X&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF0C;&#x6574;&#x5408;&#x4E86;Next&#x7684;&#x6280;&#x672F;&#x3002;&#x96F6;&#x552E;&#x5E97;&#x7684;&#x5B9E;&#x65BD;&#xFF0C;&#x4E0D;&#x5149;&#x5E26;&#x6765;&#x76C8;&#x5229;&#xFF0C;&#x540C;&#x65F6;&#x8FD8;&#x6709;&#x8BDD;&#x9898;&#x548C;&#x8BAE;&#x8BBA;&#xFF0C;&#x4FC3;&#x8FDB;&#x4E86;&#x82F9;&#x679C;&#x54C1;&#x724C;&#x77E5;&#x540D;&#x5EA6;&#x7684;&#x63D0;&#x5347;&#x3002;PC&#x5E02;&#x573A;&#x9971;&#x548C;&#x4E86;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x8BA4;&#x4E3A;&#x672A;&#x6765;&#x9700;&#x8981;&#x6709;&#x6570;&#x5B57;&#x4E2D;&#x5FC3;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x7535;&#x8111;&#x626E;&#x6F14;&#x6570;&#x5B57;&#x4E2D;&#x5FC3;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x9700;&#x8981;&#x5404;&#x7C7B;&#x8BBE;&#x5907;&#x7AEF;&#xFF0C;&#x6BD4;&#x5982;&#x97F3;&#x4E50;&#x64AD;&#x653E;&#x5668;&#xFF0C;&#x4E8E;&#x662F;iTunes iPod&#x8BDE;&#x751F;&#x4E86;&#xFF0C;iTunes&#x5546;&#x5E97;&#x5B9E;&#x73B0;&#x4E86;&#x97F3;&#x4E50;&#x4ED8;&#x8D39;&#xFF0C;&#x6253;&#x51FB;&#x76D7;&#x7248;&#xFF0C;&#x8FD9;&#x662F;&#x7231;&#x97F3;&#x4E50;&#x7684;&#x4EBA;&#x5BF9;&#x97F3;&#x4E50;&#x7684;&#x4E00;&#x5927;&#x8D21;&#x732E;&#x3002;&#x540C;&#x65F6;iTunes&#x517C;&#x5BB9;&#x4E86;Windows&#xFF0C;&#x5230;2011&#x5E74;&#xFF0C;iTunes&#x552E;&#x51FA;&#x7B2C;100&#x4EBF;&#x9996;&#x6B4C;&#xFF0C;&#x5F53;&#x5E74;iPod&#x7684;&#x97F3;&#x4E50;&#x4EA7;&#x4E1A;&#x7ED9;&#x82F9;&#x679C;&#x5E26;&#x6765;&#x4E86;&#x4E00;&#x534A;&#x7684;&#x6536;&#x5165;&#x3002;&#x5F53;&#x65F6;&#x7684;&#x6F6E;&#x6D41;&#x5C31;&#x662F;iPod&#x91CC;&#x6709;&#x4EC0;&#x4E48;&#x6B4C;&#x3002;&#x5230;&#x4E86;21&#x4E16;&#x7EAA;&#xFF0C;&#x82F9;&#x679C;&#x5F00;&#x59CB;&#x91C7;&#x7528;&#x82F1;&#x7279;&#x5C14;&#x82AF;&#x7247;&#x3002;</p>
<h3 id="5"><a href="#5" class="headerlink" title="5"></a>5</h3><p>2003&#x5E74;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x68C0;&#x6D4B;&#x51FA;&#x80BF;&#x7624;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x8BF4;&#x53EF;&#x80FD;&#x4E0E;&#x4ED6;&#x56DE;&#x5230;&#x82F9;&#x679C;&#x53C8;&#x4FDD;&#x6301;&#x76AE;&#x514B;&#x65AF;&#x7684;&#x5DE5;&#x4F5C;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x52B3;&#x7D2F;&#x5BFC;&#x81F4;&#xFF0C;&#x63A8;&#x6D4B;&#x5E94;&#x4E3A;&#x4E54;&#x5E03;&#x65AF;&#x4E0D;&#x826F;&#x7684;&#x996E;&#x98DF;&#x4E60;&#x60EF;&#x9020;&#x6210;&#x3002;&#x672C;&#x6765;&#x53EF;&#x4EE5;&#x6CBB;&#x6108;&#x7684;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x4E0D;&#x60F3;&#x5F00;&#x5200;&#xFF0C;&#x803D;&#x8BEF;&#x4E86;&#x6CBB;&#x7597;&#xFF0C;&#x540E;&#x6765;&#x6269;&#x6563;&#x5566;&#xFF0C;&#x53C8;&#x590D;&#x53D1;&#xFF0C;&#x6700;&#x7EC8;&#x5BFC;&#x81F4;&#x4ED6;&#x6B7B;&#x4EA1;&#x3002;&#x671F;&#x95F4;&#x4E54;&#x5E03;&#x65AF;&#x53C8;&#x4E00;&#x6B21;&#x8DDF;&#x76D6;&#x8328;&#x5BF9;&#x8BDD;&#xFF0C;&#x76D6;&#x8328;&#x8BC4;&#x4EF7;&#x4E54;&#x5E03;&#x65AF;&#x8BF4;&#xFF0C;&#x4ED6;&#x613F;&#x610F;&#x653E;&#x5F03;&#x4E00;&#x5207;&#x62E5;&#x6709;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x54C1;&#x5473;&#x3002;<br>&#x5F53;&#x65F6;&#x7684;&#x624B;&#x673A;&#x5E02;&#x573A;&#x5145;&#x65A5;&#x7740;&#x5404;&#x7C7B;&#x6709;&#x952E;&#x76D8;&#x5B58;&#x5728;&#x7684;&#x624B;&#x673A;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x8BA4;&#x4E3A;&#x90A3;&#x4E9B;&#x90FD;&#x662F;&#x611A;&#x8822;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x4E8E;&#x662F;&#x4ED6;&#x4EEC;&#x8981;&#x505A;&#x624B;&#x673A;&#xFF0C;&#x624D;&#x6709;&#x4E86;iPhone&#xFF0C;&#x91C7;&#x7528;&#x91D1;&#x521A;&#x73BB;&#x7483;&#xFF0C;&#x7B80;&#x6D01;&#x7684;&#x8BBE;&#x8BA1;&#x548C;&#x8F6F;&#x952E;&#x76D8;&#xFF0C;&#x591A;&#x70B9;&#x89E6;&#x63A7;&#x3002;2007&#x5E74;1&#x6708;&#x53D1;&#x5E03;&#xFF0C;6&#x6708;&#x4E0A;&#x5E02;&#xFF0C;&#x4EF7;&#x683C;500&#x7F8E;&#x5143;&#xFF0C;&#x5230;&#x4E86;2010&#x5E74;&#xFF0C;&#x624B;&#x673A;&#x5DF2;&#x552E;&#x51FA;9000w&#x90E8;&#x3002;2010&#x5E74;&#xFF0C;iPad&#x53D1;&#x5E03;&#xFF0C;&#x8868;&#x73B0;&#x5F3A;&#x8FDB;&#x3002;2008&#x5E74;&#x5F00;&#x653E;&#x5E94;&#x7528;&#x5546;&#x5E97;&#xFF0C;&#x5F00;&#x53D1;&#x8005;&#x53EF;&#x4EE5;&#x5236;&#x9020;APP&#xFF0C;&#x540C;&#x65F6;&#x8FD8;&#x6709;iBook&#x3002;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x6284;&#x88AD;&#x8005;&#x53C8;&#x51FA;&#x73B0;&#x4E86;&#xFF0C;&#x5C31;&#x662F;&#x8C37;&#x6B4C;&#x7684;&#x5B89;&#x5353;&#xFF0C;&#x8FD9;&#x4E2A;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x4E0D;&#x662F;&#x5C01;&#x95ED;&#x7684;&#xFF0C;&#x53EF;&#x4EE5;&#x7ED9;&#x5236;&#x9020;&#x786C;&#x4EF6;&#x5F00;&#x653E;&#x5546;&#x4F7F;&#x7528;&#x3002;2011&#x5E74;&#xFF0C;iPad2&#x53D1;&#x5E03;&#xFF0C;iCloud&#x53D1;&#x5E03;&#x3002;<br>&#x5728;&#x4E54;&#x5E03;&#x65AF;&#x6700;&#x540E;&#x7684;&#x65E5;&#x5B50;&#x91CC;&#xFF0C;&#x4F1A;&#x89C1;&#x4E86;&#x603B;&#x7EDF;&#xFF0C;&#x4E0E;&#x5BB6;&#x4EBA;&#x4E00;&#x8D77;&#x53BB;&#x65C5;&#x884C;&#xFF0C;&#x786E;&#x5B9A;&#x4E86;&#x7EE7;&#x4EFB;&#x8005;&#x4E3A;&#x5E93;&#x514B;&#x3002;&#x4E0E;2011&#x5E74;11&#x6708;&#x53BB;&#x4E16;&#xFF0C;&#x800C;&#x6B64;&#x65F6;&#x7684;&#x82F9;&#x679C;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x5168;&#x7403;&#x6700;&#x6709;&#x4EF7;&#x503C;&#x516C;&#x53F8;&#x3002;</p>
<h3 id="6"><a href="#6" class="headerlink" title="6"></a>6</h3><p>&#x4E54;&#x5E03;&#x65AF;&#x5BF9;&#x4E8E;&#x5BB6;&#x5C45;&#x8FC7;&#x4E8E;&#x6311;&#x5254;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x5BB6;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5BB6;&#x5C45;&#x3002;<br>&#x4ECE;&#x5370;&#x5EA6;&#x56DE;&#x6765;&#xFF0C;&#x4E54;&#x5E03;&#x65AF;&#x8BF4;&#x4ED6;&#x770B;&#x5230;&#x4E86;&#x897F;&#x65B9;&#x4E16;&#x754C;&#x7684;&#x75AF;&#x72C2;&#xFF0C;&#x548C;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x7684;&#x5C40;&#x9650;&#x3002;&#x4ED6;&#x76F8;&#x4FE1;&#x7684;&#x662F;&#x76F4;&#x89C9;&#xFF0C;&#x4ED6;&#x7684;&#x6240;&#x6709;&#x4EA7;&#x54C1;&#x90FD;&#x662F;&#x51ED;&#x501F;&#x76F4;&#x89C9;&#x9020;&#x51FA;&#x6765;&#x7684;&#x3002;<br>&#x597D;&#x7684;&#x827A;&#x672F;&#x5BB6;&#x6284;&#x521B;&#x610F;&#xFF0C;&#x4F1F;&#x5927;&#x7684;&#x827A;&#x672F;&#x5BB6;&#x7A83;&#x7075;&#x611F;&#x3002;<br>&#x4EBA;&#x4EEC;&#x4E0D;&#x77E5;&#x9053;&#x4ED6;&#x4EEC;&#x60F3;&#x8981;&#x4EC0;&#x4E48;&#xFF0C;&#x76F4;&#x5230;&#x4F60;&#x628A;&#x5B83;&#x6446;&#x5728;&#x4ED6;&#x4EEC;&#x9762;&#x524D;&#x3002;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x4F1F;&#x5927;&#x4E4B;&#x5904;&#x5C31;&#x5728;&#x4E8E;&#x8FD9;&#x53E5;&#x8BDD;&#xFF0C;&#x53EF;&#x80FD;&#x5929;&#x5992;&#x82F1;&#x624D;&#x5427;&#xFF0C;&#x53BB;&#x4E16;&#x7684;&#x65F6;&#x5019;&#x624D;56&#x5C81;&#x3002;<br>&#x4ED6;&#x662F;&#x4E00;&#x4E2A;&#x8D70;&#x5728;&#x79D1;&#x6280;&#x4E0E;&#x4EBA;&#x6587;&#x4EA4;&#x53C9;&#x53E3;&#x7684;&#x4EBA;&#x3002;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/传记/" rel="tag">#传记</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/07/23/燃到爆的电影/" rel="next" title="燃到爆的电影">
                <i class="fa fa-chevron-left"></i> 燃到爆的电影
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/08/27/我的观影史/" rel="prev" title="我的观影史">
                我的观影史 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/08/07/乔布斯传/"
     data-title="乔布斯传"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/08/07/乔布斯传/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/08/07/乔布斯传/"
           data-title="乔布斯传" data-url="https://ZhangXiaodong1993.github.io/2016/08/07/乔布斯传/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">24</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">20</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#0"><span class="nav-number">1.</span> <span class="nav-text">0</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#1"><span class="nav-number">2.</span> <span class="nav-text">1</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#2"><span class="nav-number">3.</span> <span class="nav-text">2</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#3"><span class="nav-number">4.</span> <span class="nav-text">3</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#4"><span class="nav-number">5.</span> <span class="nav-text">4</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#5"><span class="nav-number">6.</span> <span class="nav-text">5</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#6"><span class="nav-number">7.</span> <span class="nav-text">6</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
