<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="心情," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="17&amp;#x5E74;&amp;#x524D;&amp;#xFF0C;2010&amp;#x5E74;&amp;#x3002;
&amp;#x9AD8;&amp;#x4E8C;&amp;#x90A3;&amp;#x6BB5;&amp;#x65F6;&amp;#x95F4;&amp;#xFF0C;&amp;#x5305;&amp;#x542B;&amp;#x4E86;&amp;#x6211;&amp;#x6574;&amp;#x4E2A;&amp;#x9AD8;&amp;#x4E2D;&amp;#x6700;&amp;#x7CBE;&amp;#x5F69;&amp;#x7684;&amp;">
<meta property="og:type" content="article">
<meta property="og:title" content="一些要说的话">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2017/01/17/一些要说的话/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="17&amp;#x5E74;&amp;#x524D;&amp;#xFF0C;2010&amp;#x5E74;&amp;#x3002;
&amp;#x9AD8;&amp;#x4E8C;&amp;#x90A3;&amp;#x6BB5;&amp;#x65F6;&amp;#x95F4;&amp;#xFF0C;&amp;#x5305;&amp;#x542B;&amp;#x4E86;&amp;#x6211;&amp;#x6574;&amp;#x4E2A;&amp;#x9AD8;&amp;#x4E2D;&amp;#x6700;&amp;#x7CBE;&amp;#x5F69;&amp;#x7684;&amp;">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2017/01/17/一些要说的话/mylove.JPG">
<meta property="og:updated_time" content="2017-01-22T12:31:04.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="一些要说的话">
<meta name="twitter:description" content="17&amp;#x5E74;&amp;#x524D;&amp;#xFF0C;2010&amp;#x5E74;&amp;#x3002;
&amp;#x9AD8;&amp;#x4E8C;&amp;#x90A3;&amp;#x6BB5;&amp;#x65F6;&amp;#x95F4;&amp;#xFF0C;&amp;#x5305;&amp;#x542B;&amp;#x4E86;&amp;#x6211;&amp;#x6574;&amp;#x4E2A;&amp;#x9AD8;&amp;#x4E2D;&amp;#x6700;&amp;#x7CBE;&amp;#x5F69;&amp;#x7684;&amp;">
<meta name="twitter:image" content="https://ZhangXiaodong1993.github.io/2017/01/17/一些要说的话/mylove.JPG">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 一些要说的话 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                一些要说的话
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2017-01-17T00:29:40+08:00" content="2017-01-17">
              2017-01-17
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/记录/" itemprop="url" rel="index">
                    <span itemprop="name">记录</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2017/01/17/一些要说的话/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2017/01/17/一些要说的话/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2017/01/17/一些要说的话/" class="leancloud_visitors" data-flag-title="一些要说的话">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="1"><a href="#1" class="headerlink" title="1"></a>1</h3><p>7&#x5E74;&#x524D;&#xFF0C;2010&#x5E74;&#x3002;</p>
<p>&#x9AD8;&#x4E8C;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x5305;&#x542B;&#x4E86;&#x6211;&#x6574;&#x4E2A;&#x9AD8;&#x4E2D;&#x6700;&#x7CBE;&#x5F69;&#x7684;&#x6240;&#x6709;&#x65F6;&#x523B;&#x3002;&#x6210;&#x7EE9;&#x8FDE;&#x7EED;3&#x6B21;&#x524D;&#x4E09;&#x540D;&#xFF0C;&#x73ED;&#x4E3B;&#x4EFB;&#x90FD;&#x5FCD;&#x4E0D;&#x4F4F;&#x5938;&#x4E86;&#x6211;&#x3002;&#x56DE;&#x8001;&#x5BB6;&#xFF0C;&#x867D;&#x7136;&#x7236;&#x6BCD;&#x4E0D;&#x5728;&#xFF0C;&#x53EA;&#x6709;&#x7237;&#x7237;&#x5976;&#x5976;&#xFF0C;&#x8DEF;&#x4E0A;&#x54FC;&#x7740;&#x6B4C;&#xFF0C;&#x6CA1;&#x4E8B;&#x7167;&#x7167;&#x955C;&#x5B50;&#xFF0C;&#x6211;&#x624D;&#x53D1;&#x73B0;&#xFF0C;&#x6211;&#x7279;&#x4E48;&#x771F;&#x5E05;&#xFF08;&#x6342;&#x8138;&#xFF0C;&#x9752;&#x6625;&#x671F;&#x5566;&#xFF09;&#x3002;</p>
<p>&#x6545;&#x4E8B;&#x662F;&#x8FD9;&#x6837;&#x5F00;&#x59CB;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x540C;&#x684C;&#xFF0C;&#x6211;&#x9010;&#x6E10;&#x88AB;&#x4F60;&#x7684;&#x7AE5;&#x58F0;&#x97F3;&#x8272;&#x3001;&#x76DB;&#x4E16;&#x7F8E;&#x989C;&#x5438;&#x5F15;&#x3001;&#x8FF7;&#x60D1;&#x3002;&#x6700;&#x521D;&#x5BF9;&#x4F60;&#x7684;&#x5370;&#x8C61;&#x662F;&#x4E00;&#x53E5;&#x8BDD;&#xFF0C;&#x53EB;&#x505A;&#xFF1A;&#x201C;&#x5FC3;&#x6155;&#x7EA2;&#x989C;&#x800C;&#x751F;&#x201D;&#xFF0C;&#x5C31;&#x523B;&#x5728;&#x4F60;&#x684C;&#x5B50;&#x4E0A;&#x3002;&#x8C03;&#x5EA7;&#x4F4D;&#x540E;&#xFF0C;&#x6070;&#x597D;&#x8F6E;&#x5230;&#x6211;&#x5728;&#x8FD9;&#x4E2A;&#x4F4D;&#x5B50;&#x4E0A;&#xFF0C;&#x5BF9;&#x6B64;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#x3002;&#x4E0D;&#x77E5;&#x9053;&#x662F;&#x8C01;&#x523B;&#x7684;&#xFF0C;&#x5F53;&#x65F6;&#x6211;&#x4EE5;&#x4E3A;&#x662F;&#x4F60;&#xFF0C;&#x5E76;&#x66F2;&#x89E3;&#x4E86;&#x610F;&#x601D;&#xFF0C;&#x5FC3;&#x60F3;&#xFF0C;&#x8FD9;&#x4E2A;&#x4EBA;&#x5389;&#x5BB3;&#x554A;&#xFF0C;&#x770B;&#x6765;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x7F8E;&#x8C8C;&#x5E94;&#x8BE5;&#x8FD8;&#x662F;&#x6EE1;&#x610F;&#x7684;&#xFF0C;&#x81EA;&#x4EE5;&#x4E3A;&#x7EA2;&#x989C;&#xFF08;&#x8868;&#x6253;&#x6211;&#xFF09;&#x3002;&#x968F;&#x540E;&#x8DDF;&#x4F60;&#x719F;&#x7EDC;&#x4E4B;&#x540E;&#xFF0C;&#x5927;&#x5BB6;&#x4E5F;&#x73A9;&#x7684;&#x6B22;&#x4E50;&#xFF0C;&#x5BF9;&#x4F60;&#x7684;&#x6027;&#x683C;&#x4E5F;&#x662F;&#x53C8;&#x7231;&#x53C8;&#x6068;&#xFF0C;&#x592A;&#x6D3B;&#x6CFC;&#x4E86;&#xFF0C;&#x8DDF;&#x5468;&#x56F4;&#x65E0;&#x8BBA;&#x7537;&#x5973;&#x90FD;&#x6253;&#x6210;&#x4E00;&#x7247;&#x3002;&#x4F60;&#x7528;MP4&#x542C;&#x6B4C;&#xFF0C;&#x4E00;&#x53EA;&#x8033;&#x673A;&#x7ED9;&#x6211;&#xFF0C;&#x6211;&#x53D7;&#x5BA0;&#x82E5;&#x60CA;&#xFF0C;&#x6CA1;&#x9047;&#x5230;&#x8FC7;&#x8FD9;&#x9635;&#x4ED7;&#x554A;&#xFF0C;&#x81EA;&#x8BA4;&#x4E3A;&#x5927;&#x6982;&#x6211;&#x4EEC;&#x5173;&#x7CFB;&#x532A;&#x6D45;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x6B21;&#xFF0C;&#x6211;&#x7406;&#x4E86;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x53D1;&#x578B;&#xFF0C;&#x8FD8;&#x88AB;&#x4F60;&#x5938;&#x4E86;&#xFF0C;&#x5973;&#x751F;&#x5938;&#x7537;&#x751F;&#x4EE3;&#x8868;&#x4EC0;&#x4E48;&#x5462;&#xFF0C;&#x867D;&#x7136;&#x5C0F;&#xFF0C;&#x610F;&#x601D;&#x4E5F;&#x662F;&#x660E;&#x767D;&#x7684;&#x3002;&#x5C31;&#x662F;&#x8FD9;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x4E00;&#x79CD;&#x60C5;&#x612B;&#x6697;&#x751F;&#xFF0C;&#x5F53;&#x7136;&#x5F53;&#x65F6;&#x7684;&#x6211;&#x662F;&#x4E0D;&#x61C2;&#x7684;&#x3002;</p>
<p>&#x53C8;&#x8C03;&#x5EA7;&#x4F4D;&#x4E86;&#xFF0C;&#x8FD9;&#x6B21;&#x6309;&#x6210;&#x7EE9;&#x6765;&#x3002;&#x6211;&#x5728;&#x524D;&#xFF0C;&#x4F60;&#x8BF4;&#x8981;&#x6211;&#x7ED9;&#x4F60;&#x7559;&#x7740;&#x4F4D;&#x7F6E;&#xFF0C;&#x6211;&#x7167;&#x505A;&#x4E86;&#xFF0C;&#x522B;&#x7684;&#x540C;&#x5B66;&#x8FC7;&#x6765;&#x8981;&#x5750;&#x6211;&#x65C1;&#x8FB9;&#xFF0C;&#x6211;&#x5C31;&#x8BF4;&#x8FD9;&#x91CC;&#x6709;&#x4EBA;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x6211;&#x4EEC;&#x53C8;&#x5750;&#x4E00;&#x8D77;&#x3002;&#x8FD9;&#x6837;&#x6211;&#x5FC3;&#x91CC;&#x5C31;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x4E2A;&#x60F3;&#x6CD5;&#x554A;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x4F60;&#x5BF9;&#x6211;&#x5E94;&#x8BE5;&#x4E5F;&#x662F;&#x6709;&#x6211;&#x5BF9;&#x4F60;&#x7684;&#x90A3;&#x79CD;&#x60C5;&#x612B;&#x7684;&#xFF0C;&#x5F53;&#x7136;&#x5F53;&#x65F6;&#x5E76;&#x4E0D;&#x61C2;&#xFF0C;&#x7406;&#x89E3;&#x9519;&#x4E86;&#xFF0C;&#x5F53;&#x6211;&#x4E71;&#x8BF4;&#xFF0C;&#x89C1;&#x8C05;&#x54C8;&#x3002;&#x4F60;&#x53BB;&#x64AD;&#x653E;&#x82F1;&#x8BED;&#x542C;&#x529B;&#xFF0C;&#x58F0;&#x97F3;&#x88AB;&#x5168;&#x6821;&#x540C;&#x5B66;&#x89C1;&#x8BC6;&#x5230;&#xFF0C;&#x8FD9;&#x79CD;&#x597D;&#x542C;&#x7684;&#x97F3;&#x8272;&#xFF0C;&#x4E16;&#x95F4;&#x96BE;&#x9047;&#xFF08;&#x4F18;&#x70B9;&#x5C31;&#x5E94;&#x8BE5;&#x88AB;&#x653E;&#x5927;&#x561B;&#xFF09;&#x3002;&#x53C8;&#x8FC7;&#x51E0;&#x5929;&#xFF0C;&#x6211;&#x4EEC;&#x73A9;&#x7EB8;&#x6761;&#x4F20;&#x4FE1;&#xFF0C;&#x534A;&#x5F00;&#x73A9;&#x7B11;&#x4F3C;&#x7684;&#xFF0C;&#x6211;&#x8BF4;&#x559C;&#x6B22;&#x4F60;&#xFF0C;&#x4F60;&#x4E5F;&#x534A;&#x5F00;&#x73A9;&#x7B11;&#x4F3C;&#x7684;&#xFF0C;&#x7B54;&#x5E94;&#x4E86;&#x3002;&#x6211;&#x4FE1;&#x4EE5;&#x4E3A;&#x771F;&#xFF08;&#x662F;&#x771F;&#x7684;&#xFF0C;&#x6211;&#x73B0;&#x5728;&#x7406;&#x89E3;&#x5230;&#x4E86;&#xFF09;&#xFF0C;&#x5F53;&#x65F6;&#x4E5F;&#x662F;&#x6709;&#x5F88;&#x591A;&#x60F3;&#x6CD5;&#x7684;&#xFF0C;&#x867D;&#x7136;&#x6CA1;&#x770B;&#x8FC7;&#x97E9;&#x5267;&#xFF0C;&#x4E0D;&#x61C2;&#x6D6A;&#x6F2B;&#xFF0C;&#x8FD8;&#x662F;&#x60F3;&#x4E70;&#x70B9;&#x793C;&#x7269;&#x4EC0;&#x4E48;&#x7684;&#xFF0C;&#x4E3A;&#x6B64;&#x8FD8;&#x6709;&#x70B9;&#x82E6;&#x607C;&#xFF0C;&#x4E0D;&#x77E5;&#x9001;&#x4EC0;&#x4E48;&#xFF0C;&#x4E5F;&#x6CA1;&#x94B1;&#x3002;&#x613F;&#x60F3;&#x603B;&#x662F;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x4E8B;&#x5B9E;&#x5374;&#x8BA9;&#x4EBA;&#x96BE;&#x63A5;&#x53D7;&#x3002;&#x7B2C;&#x4E8C;&#x5929;&#xFF0C;&#x4F60;&#x5C31;&#x53CD;&#x6094;&#x4E86;&#xFF0C;&#x8BF4;&#x9AD8;&#x4E2D;&#x4E0D;&#x9002;&#x5408;&#x8C08;&#x604B;&#x7231;&#xFF0C;&#x8FD8;&#x662F;&#x4EE5;&#x5B66;&#x4E60;&#x4E3A;&#x91CD;&#x4E4B;&#x7C7B;&#xFF08;&#x4F60;&#x8FD9;&#x4EFD;&#x5FC3;&#x667A;&#xFF0C;&#x591A;&#x5E74;&#x540E;&#x8D70;&#x4E0A;&#x5DE5;&#x4F5C;&#x5C97;&#x4F4D;&#x6211;&#x624D;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x662F;&#x5BF9;&#x7684;&#x3002;&#x800C;&#x4E14;&#x5F88;&#x4E3A;&#x4F60;&#x7684;&#x6709;&#x4E3B;&#x89C1;&#x6240;&#x6298;&#x670D;&#xFF0C;&#x76F4;&#x5230;&#x73B0;&#x5728;&#x90FD;&#x662F;&#xFF09;&#x3002;&#x6211;&#x5F88;&#x90C1;&#x95F7;&#xFF0C;&#x5C31;&#x89C9;&#x5F97;&#x5931;&#x604B;&#x4E86;&#x4F3C;&#x7684;&#xFF0C;&#x5929;&#x5929;&#x6545;&#x610F;&#x5531;&#x7740;&#x8BB8;&#x5D69;&#x7684;&#x7070;&#x8272;&#x5934;&#x50CF;&#xFF0C;&#x6211;&#x6709;&#x50B2;&#x6C14;&#x5E76;&#x4E14;&#x4E0D;&#x670D;&#x6C14;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x6211;&#x81EA;&#x5DF1;&#x7684;&#x7EC6;&#x8282;&#xFF0C;&#x540C;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x6211;&#x5728;&#x8BFB;&#x91D1;&#x5EB8;&#x7684;&#x795E;&#x96D5;&#x3001;&#x501A;&#x5929;&#xFF0C;&#x90A3;&#x611F;&#x5929;&#x52A8;&#x5730;&#x7684;&#x7231;&#x60C5;&#xFF0C;&#x5B9E;&#x5728;&#x662F;&#x5BF9;&#x6211;&#x5F71;&#x54CD;&#x5DE8;&#x5927;&#x3002;&#x5F71;&#x54CD;&#x662F;&#x6811;&#x7ACB;&#x4E86;&#x6211;&#x7684;&#x604B;&#x7231;&#x89C2;&#xFF0C;&#x751A;&#x81F3;&#x5A5A;&#x59FB;&#x89C2;&#xFF0C;&#x5C31;&#x662F;&#x56DB;&#x4E2A;&#x5B57;&#xFF1A;&#x4ECE;&#x4E00;&#x800C;&#x7EC8;&#x3002;&#x6709;&#x70B9;&#x8DD1;&#x504F;&#xFF0C;&#x56DE;&#x5230;&#x539F;&#x9898;&#x3002;&#x518D;&#x7136;&#x540E;&#xFF0C;&#x5F88;&#x5FEB;&#x6211;&#x4EEC;&#x4E0D;&#x5750;&#x540C;&#x684C;&#x4E86;&#xFF0C;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x6211;&#x5FC3;&#x91CC;&#x5168;&#x90FD;&#x662F;&#x6068;&#x5427;&#xFF0C;&#x5B9E;&#x60C5;&#x3002;&#x6B64;&#x540E;&#x76F4;&#x5230;&#x9AD8;&#x8003;&#xFF0C;&#x6211;&#x518D;&#x6CA1;&#x8DDF;&#x4F60;&#x8BF4;&#x4E00;&#x53E5;&#x8BDD;&#xFF0C;&#x6BCF;&#x5929;&#x5728;&#x6559;&#x5BA4;&#x5982;&#x5750;&#x9488;&#x6BE1;&#xFF0C;&#x751A;&#x81F3;&#x4E0D;&#x6562;&#x7AD9;&#x8D77;&#x6765;&#x56DE;&#x7B54;&#x95EE;&#x9898;&#xFF0C;&#x5C31;&#x8DDF;&#x852B;&#x4E86;&#x4E00;&#x6837;&#xFF0C;&#x5C31;&#x6015;&#x78B0;&#x5230;&#x4F60;&#x3002;&#x540C;&#x5728;&#x4E00;&#x4E2A;&#x5C4B;&#x6A90;&#x4E0B;&#xFF0C;&#x5B9E;&#x5728;&#x662F;&#x75DB;&#x82E6;&#xFF0C;&#x6210;&#x7EE9;&#x4E5F;&#x4E0D;&#x518D;&#x8F89;&#x714C;&#x3002;</p>
<p>&#x9AD8;&#x8003;&#xFF0C;&#x6211;&#x53D1;&#x6325;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x73ED;&#x7EA7;&#x7B2C;&#x4E8C;&#xFF08;&#x73B0;&#x5728;&#x8BB2;&#x8FD9;&#x4E2A;&#xFF0C;&#x5B9E;&#x5728;&#x60ED;&#x6127;&#x96BE;&#x5F53;&#xFF0C;&#x56E0;&#x4E3A;&#x8D70;&#x4E86;&#x6B6A;&#x8DEF;&#x1F62D;&#xFF09;&#x3002;&#x9AD8;&#x4E2D;&#x6BD5;&#x4E1A;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#x662F;&#x6211;&#x5927;&#x5B66;&#x4E4B;&#x524D;&#x7B2C;&#x4E8C;&#x5F00;&#x5FC3;&#x7684;&#x65F6;&#x95F4;&#x6BB5;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x51E0;&#x4E2A;&#x54E5;&#x4EEC;&#x53BB;&#x5D14;&#x6D9B;&#x5BB6;&#x73A9;&#xFF0C;&#x6253;&#x724C;&#x559D;&#x9152;&#x5439;&#x725B;&#x903C;&#xFF0C;&#x723D;&#x7206;&#x4E86;&#x3002;&#x597D;&#x5DE7;&#xFF0C;&#x90A3;&#x4E2A;&#x590F;&#x5929;&#xFF0C;&#x4F60;&#x53C8;&#x6765;&#x627E;&#x6211;&#x4E86;&#xFF0C;&#x6BD5;&#x7ADF;&#x6211;&#x4EEC;&#x90FD;&#x90A3;&#x4E48;&#x4E45;&#x6CA1;&#x8BF4;&#x8FC7;&#x8BDD;&#x4E86;&#x3002;&#x4F60;&#x8BF4;&#xFF0C;&#x6BD5;&#x4E1A;&#x5403;&#x996D;&#x90A3;&#x5929;&#xFF0C;&#x4F60;&#x627E;&#x6211;&#x6765;&#x7740;&#xFF0C;&#x4F60;&#x8DDF;&#x6211;&#x8868;&#x767D;&#xFF0C;&#x968F;&#x540E;&#x6211;&#x5F88;&#x6109;&#x5FEB;&#x7684;&#x63A5;&#x53D7;&#x4E86;&#x8FD9;&#x4EF6;&#x4E8B;&#x3002;&#x90A3;&#x65F6;&#x5019;&#x7684;&#x4F60;&#x5DF2;&#x7ECF;&#x5F88;&#x6210;&#x719F;&#x4E86;&#xFF0C;&#x61C2;&#x5F97;&#x514B;&#x5236;&#xFF0C;&#x559C;&#x6B22;&#x4E5F;&#x8981;&#x8BF4;&#x4E0D;&#xFF0C;&#x5FCD;&#x5230;&#x6BD5;&#x4E1A;&#x518D;&#x6765;&#x8DDF;&#x6211;&#x8868;&#x767D;&#x3002;&#x5F53;&#x65F6;&#x4F60;&#x53EF;&#x80FD;&#x8BA4;&#x4E3A;&#xFF0C;&#x8FD9;&#x6837;&#x6700;&#x4E0D;&#x4F1A;&#x5F71;&#x54CD;&#x5230;&#x5927;&#x5BB6;&#xFF0C;&#x662F;&#x7684;&#x4F60;&#x5F88;&#x5BF9;&#xFF0C;&#x53EA;&#x662F;&#x6211;&#x6709;&#x70B9;&#x60B2;&#x4F24;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x5E76;&#x4E0D;&#x80FD;&#x77E5;&#x9053;&#x540E;&#x6765;&#x4F1A;&#x53D1;&#x751F;&#x4EC0;&#x4E48;&#xFF0C;&#x4F60;&#x7684;&#x5B88;&#x53E3;&#x5982;&#x74F6;&#xFF0C;&#x8BA9;&#x6211;&#x6709;&#x70B9;&#x75DB;&#x3002;&#x5F53;&#x65F6;&#x6211;&#x5728;&#x81EA;&#x5DF1;&#x5BB6;&#xFF0C;&#x5348;&#x540E;&#x65E0;&#x4E8B;&#xFF0C;&#x770B;&#x5230;&#x4F60;QQ&#x53D1;&#x7ED9;&#x6211;&#x7684;&#x8FD9;&#x4E9B;&#xFF0C;&#x6211;&#x5F00;&#x5FC3;&#x7684;&#x50CF;&#x4E2A;&#x5B69;&#x5B50;&#xFF08;&#x53E3;&#x80E1;&#xFF0C;&#x4F60;&#x4ED6;&#x5988;&#x5C31;&#x662F;&#x5B69;&#x5B50;&#x597D;&#x5427;&#xFF09;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x6BD4;&#x8F83;&#x6109;&#x5FEB;&#x3002;&#x5927;&#x7EA6;&#x662F;8&#x6708;&#x4EFD;&#xFF0C;&#x6211;&#x4ECE;&#x6D59;&#x6C5F;&#x6253;&#x5DE5;&#x56DE;&#x6765;&#xFF0C;&#x548C;&#x4F60;&#x89C1;&#x9762;&#xFF0C;&#x6211;&#x7528;&#x81EA;&#x5DF1;&#x8D5A;&#x7684;&#x94B1;&#x4E70;&#x4E86;&#x4E2A;&#x624B;&#x94FE;&#x9001;&#x4F60;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x8FD9;&#x610F;&#x4E49;&#x975E;&#x51E1;&#x3002;9&#x6708;&#x4EFD;&#xFF0C;&#x4F60;&#x5148;&#x5F00;&#x5B66;&#xFF0C;&#x6211;&#x9001;&#x4F60;&#x8D70;&#x3002;&#x4ECE;&#x6B64;&#x6211;&#x4EEC;&#x5404;&#x5954;&#x81EA;&#x5DF1;&#x7684;&#x5B66;&#x6821;&#xFF0C;&#x5F00;&#x59CB;&#x5404;&#x81EA;&#x4E0D;&#x540C;&#x7684;&#x751F;&#x6D3B;&#xFF08;&#x8BD5;&#x60F3;&#x4E0B;&#xFF0C;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x4E0A;&#x5B66;&#x6216;&#x8005;&#x5728;&#x540C;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#x4E0A;&#x5B66;&#xFF0C;&#x540E;&#x6765;&#x4F1A;&#x53D1;&#x751F;&#x4EC0;&#x4E48;&#xFF09;&#x3002;</p>
<h3 id="2"><a href="#2" class="headerlink" title="2"></a>2</h3><p>5&#x5E74;&#x524D;&#xFF0C;2011&#x5E74;9&#x6708;&#x3002;</p>
<p>&#x6B65;&#x5165;&#x5927;&#x5B66;&#xFF0C;&#x6211;&#x5728;&#x6D59;&#x6C5F;&#x91D1;&#x534E;&#xFF0C;&#x4F60;&#x5728;&#x5DE2;&#x6E56;&#x3002;&#x8FD9;&#x6BB5;&#x8DDD;&#x79BB;&#x5F53;&#x65F6;&#x89C9;&#x5F97;&#x5F88;&#x9065;&#x8FDC;&#xFF0C;&#x540E;&#x6765;&#x624D;&#x53D1;&#x73B0;&#x5176;&#x5B9E;&#x4E5F;&#x4E0D;&#x8FDC;&#x3002;&#x6211;&#x4EEC;&#x4FDD;&#x6301;&#x7740;&#x7EAF;&#x771F;&#x7684;&#x604B;&#x7231;&#x5173;&#x7CFB;&#xFF0C;&#x6211;&#x4F1A;&#x56FA;&#x5B9A;&#x6253;&#x7535;&#x8BDD;&#x7ED9;&#x4F60;&#x3002;&#x4ECE;&#x5206;&#x4EAB;&#x5404;&#x81EA;&#x7684;&#x5927;&#x5B66;&#x751F;&#x6D3B;&#x5230;&#x804A;&#x8D77;&#x5404;&#x81EA;&#x7684;&#x5BB6;&#x5EAD;&#xFF0C;&#x65E0;&#x8BDD;&#x4E0D;&#x8BF4;&#x3002;&#x5F53;&#x7136;&#x6211;&#x8BDD;&#x4E0D;&#x591A;&#xFF0C;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x662F;&#x4F60;&#x8BF4;&#x6211;&#x542C;&#xFF0C;&#x7136;&#x540E;&#x6211;&#x95EE;&#x4E0B;&#x53BB;&#xFF0C;&#x4F60;&#x8BF4;&#x4E0B;&#x53BB;&#xFF0C;&#x8FD9;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x4E0D;&#x59A5;&#x3002;&#x6BCF;&#x6B21;&#x6253;&#x7535;&#x8BDD;&#xFF0C;&#x6211;&#x90FD;&#x4F1A;&#x8D70;&#x5230;&#x5BBF;&#x820D;&#x5916;&#x9762;&#xFF0C;&#x627E;&#x4E00;&#x4E2A;&#x5B89;&#x9759;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x8BA9;&#x81EA;&#x5DF1;&#x4FDD;&#x6301;&#x4E00;&#x4E2A;&#x6E05;&#x9192;&#x6D3B;&#x8DC3;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x4E0D;&#x5B89;&#x6577;&#x884D;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x65E0;&#x5F62;&#x4E4B;&#x4E2D;&#x5BF9;&#x6211;&#x9020;&#x6210;&#x4E86;&#x4E00;&#x4E9B;&#x538B;&#x529B;&#x3002;&#x90A3;&#x65F6;&#x5019;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x90FD;&#x6CA1;&#x6709;&#x8DDF;&#x5BB6;&#x91CC;&#x4EBA;&#x8BF4;&#x8D77;&#x4F60;&#xFF0C;&#x5927;&#x6982;&#x662F;&#x56E0;&#x4E3A;&#x5BB3;&#x7F9E;&#x3002;&#x4E5F;&#x662F;&#x5728;&#x8FD9;&#x4E00;&#x5B66;&#x671F;&#xFF0C;&#x4ED6;&#x4EEC;&#x5F97;&#x77E5;&#x6211;&#x548C;&#x4F60;&#x3002;</p>
<p>2011&#x5E74;&#x5BD2;&#x5047;&#xFF0C;&#x5E94;&#x8BE5;&#x662F;&#x6211;&#x7B2C;&#x4E8C;&#x6B21;&#x9001;&#x4F60;&#x82B1;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x662F;&#x6691;&#x5047;&#x7684;&#x65F6;&#x5019;&#x3002;&#x8FD8;&#x8BB0;&#x5F97;&#x5F53;&#x65F6;&#x963F;&#x8D35;&#x6446;&#x9152;&#x5E2D;&#x5E86;&#x8D3A;&#x8003;&#x4E0A;&#x5927;&#x5B66;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x53BB;&#x4E86;&#xFF0C;&#x8FD8;&#x6709;&#x5176;&#x4ED6;&#x5F88;&#x591A;&#x4EBA;&#xFF0C;&#x4E00;&#x8D77;&#x5408;&#x4E86;&#x7167;&#xFF08;QQ&#x7A7A;&#x95F4;&#x7FFB;&#x9605;&#x90A3;&#x4E9B;&#x7167;&#x7247;&#xFF0C;&#x50CF;&#x7D20;&#x592A;&#x4F4E;&#xFF0C;&#x65E0;&#x6CD5;&#x653E;&#x4E0A;&#x6765;&#x4E86;&#xFF0C;&#x75DB;&#x5FC3;&#xFF01;&#x5C11;&#x6709;&#x7684;&#x540C;&#x6846;&#xFF09;&#x3002;&#x4E24;&#x6B21;&#x9001;&#x4F60;&#x82B1;&#x5206;&#x522B;&#x662F;11&#x6735;&#x3001;9&#x6735;&#xFF0C;&#x6211;&#x5DF2;&#x8BB0;&#x4E0D;&#x6E05;&#x5148;&#x540E;&#x987A;&#x5E8F;&#x4E86;&#xFF0C;&#x4E00;&#x4E2A;&#x4EE3;&#x8868;&#x4E00;&#x751F;&#x4E00;&#x4E16;&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x53EA;&#x8868;&#x793A;&#x80FD;&#x591F;&#x957F;&#x4E45;&#x3002;&#x800C;&#x4F60;&#x9001;&#x6211;&#x7684;&#x662F;&#x4F60;&#x624B;&#x7EC7;&#x7684;&#x56F4;&#x5DFE;&#xFF0C;&#x4EE3;&#x8868;&#x7684;&#x5FC3;&#x610F;&#x5341;&#x5206;&#x539A;&#x91CD;&#xFF0C;&#x56E0;&#x4E3A;&#x662F;&#x4EB2;&#x624B;&#x7EC7;&#x7684;&#x3002;&#x5F53;&#x7136;&#x6211;&#x4E5F;&#x77E5;&#x610F;&#x4E49;&#x539A;&#x91CD;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x73B0;&#x5728;&#x5B83;&#x8FD8;&#x653E;&#x5728;&#x6211;&#x5BB6;&#x4E2D;&#xFF0C;&#x867D;&#x7136;&#x5DF2;&#x4E0D;&#x518D;&#x4F69;&#x6234;&#xFF0C;&#x5374;&#x6781;&#x5177;&#x73CD;&#x85CF;&#x610F;&#x4E49;&#x3002;&#x6211;&#x95EE;&#x4F60;&#x6211;&#x7ED9;&#x4F60;&#x7684;&#x624B;&#x94FE;&#x600E;&#x4E48;&#x4E0D;&#x5E26;&#xFF0C;&#x4F60;&#x56DE;&#x5E94;&#x8BF4;&#x5F04;&#x4E22;&#x4E86;&#x3002;&#x6211;&#x6709;&#x4E9B;&#x4E0D;&#x5FEB;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E2A;&#x5BF9;&#x6211;&#x6765;&#x8BF4;&#x610F;&#x4E49;&#x6BD4;&#x8F83;&#x91CD;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x4F60;&#x9001;&#x6211;&#x7684;&#x56F4;&#x5DFE;&#x4E86;&#x3002;&#x6211;&#x9001;&#x4F60;&#x53BB;&#x738B;&#x8339;&#x5357;&#x5BB6;&#x53BB;&#xFF0C;&#x6211;&#x80CC;&#x7740;&#x4F60;&#xFF08;&#x5B9E;&#x5728;&#x96BE;&#x4EE5;&#x5FD8;&#x6000;&#x7684;&#x65F6;&#x523B;&#xFF09;&#xFF0C;&#x4F60;&#x771F;&#x7684;&#x597D;&#x8F7B;&#x554A;&#xFF0C;&#x73B0;&#x5728;&#x6211;&#x90FD;&#x77E5;&#x9053;&#x3002;&#x4F60;&#x8BF4;&#xFF0C;&#x4E0D;&#x7136;&#x53BB;&#x4F4F;&#x5BBE;&#x9986;&#xFF0C;&#x6211;&#x771F;&#x7684;&#x4F1A;&#x591A;&#x60F3;&#xFF0C;&#x5FC3;&#x91CC;&#x5374;&#x5BB3;&#x6015;&#x3002;&#x4E0D;&#x5408;&#x9002;&#xFF0C;&#x4F60;&#x4E5F;&#x662F;&#x5F00;&#x73A9;&#x7B11;&#x3002;&#x6700;&#x7EC8;&#xFF0C;&#x4F60;&#x53BB;&#x738B;&#x8339;&#x5357;&#x5BB6;&#x4F4F;&#x4E86;&#xFF0C;&#x6211;&#x56DE;&#x6211;&#x59D1;&#x5BB6;&#x3002;&#x5E78;&#x798F;&#x65F6;&#x523B;&#x603B;&#x662F;&#x5F88;&#x5FEB;&#x5C31;&#x8FC7;&#x53BB;&#xFF0C;&#x8F6C;&#x773C;&#x6211;&#x4EEC;&#x53C8;&#x8981;&#x5F00;&#x5B66;&#xFF0C;&#x6211;&#x9001;&#x4F60;&#x8D70;&#xFF0C;&#x4F60;&#x4E0A;&#x8F66;&#x8D70;&#x4E86;&#xFF0C;&#x6211;&#x8E31;&#x6B65;&#x8D70;&#x56DE;&#x3002;&#x5173;&#x4E8E;&#x8FD9;&#x6BB5;&#x8BB0;&#x5FC6;&#xFF0C;&#x6709;&#x4E9B;&#x6211;&#x5DF2;&#x7ECF;&#x6A21;&#x7CCA;&#xFF0C;&#x53EA;&#x8BB0;&#x5F97;&#x4F4F;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#x7684;&#x3002;&#x6BD4;&#x8F83;&#x9057;&#x61BE;&#xFF0C;&#x65E0;&#x6CD5;&#x4E00;&#x4E00;&#x5217;&#x4E3E;&#x3002;</p>
<h3 id="3"><a href="#3" class="headerlink" title="3"></a>3</h3><p>4&#x5E74;&#x524D;&#xFF0C;2012&#x5E74;&#x6625;&#x6216;&#x590F;&#x3002;</p>
<p>2012&#x5E74;&#x6625;&#x8282;&#x8FC7;&#x5B8C;&#x56DE;&#x6821;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4E0E;&#x4F60;&#x7684;&#x5173;&#x7CFB;&#x8D70;&#x5411;&#x5730;&#x72F1;&#x6A21;&#x5F0F;&#x3002;&#x6211;&#x548C;&#x6211;&#x7684;&#x540C;&#x5B66;&#x4EEC;&#x5168;&#x90E8;&#x8D2D;&#x7F6E;&#x4E86;&#x7535;&#x8111;&#xFF0C;&#x6211;&#x9010;&#x6E10;&#x4ECE;&#x8BA8;&#x538C;&#x522B;&#x4EBA;&#x7684;&#x89D2;&#x8272;&#x8D70;&#x5411;&#x88AB;&#x8BA8;&#x538C;&#x7684;&#x89D2;&#x8272;&#x3002;&#x5728;&#x540C;&#x5B66;&#x7684;&#x718F;&#x9676;&#x548C;&#x81EA;&#x5DF1;&#x7684;&#x81EA;&#x5236;&#x529B;&#x4F4E;&#x4E0B;&#x7684;&#x5F71;&#x54CD;&#x4E0B;&#xFF0C;&#x4ECE;&#x6B64;&#x53D8;&#x6210;&#x4E86;&#x7F51;&#x763E;&#x5C11;&#x5E74;&#x3002;&#x5F52;&#x7ED3;&#x539F;&#x56E0;&#xFF0C;&#x5927;&#x6982;&#x6709;2&#x70B9;&#xFF0C;1&#x662F;&#x6CA1;&#x89C1;&#x8FC7;&#xFF0C;&#x6CA1;&#x73A9;&#x8FC7;&#xFF0C;&#x592A;&#x6709;&#x5438;&#x5F15;&#x529B;&#x3002;2&#x662F;&#x5BF9;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x7684;&#x9003;&#x907F;&#xFF0C;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x4E0D;&#x5982;&#x610F;&#xFF08;&#x519C;&#x6751;&#x51FA;&#x6765;&#x8BFB;&#x5927;&#x5B66;&#x7684;&#x5B69;&#x5B50;&#x5E94;&#x8BE5;&#x6709;&#x611F;&#x89E6;&#xFF0C;&#x4F18;&#x79C0;&#x7684;&#x4EBA;&#x592A;&#x591A;&#xFF0C;&#x4ED6;&#x4EEC;&#x4EC0;&#x4E48;&#x90FD;&#x4F1A;&#xFF0C;&#x4E8E;&#x662F;&#x6211;&#x5341;&#x5206;&#x81EA;&#x5351;&#xFF09;&#xFF0C;&#x865A;&#x62DF;&#x4E16;&#x754C;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x7528;&#x60F3;&#x3002;&#x90A3;&#x4E00;&#x6574;&#x4E2A;&#x5B66;&#x671F;&#xFF0C;&#x6211;&#x90FD;&#x5728;&#x6253;&#x6E38;&#x620F;&#xFF0C;&#x7FD8;&#x4E86;&#x592A;&#x591A;&#x8BFE;&#xFF0C;&#x6302;&#x79D1;&#xFF0C;&#x4ECE;&#x6B64;&#x5F00;&#x59CB;&#x4E86;&#x8865;&#x8003;&#x751F;&#x6DAF;&#x3002;</p>
<p>&#x518D;&#x8BF4;&#x6211;&#x4E0E;&#x4F60;&#xFF0C;&#x6211;&#x9010;&#x6E10;&#x4E0D;&#x7ED9;&#x4F60;&#x6253;&#x7535;&#x8BDD;&#x3002;&#x4E4B;&#x524D;&#x6211;&#x56FA;&#x5B9A;&#x4F1A;&#x7ED9;&#x4F60;&#x6253;&#x7535;&#x8BDD;&#x7684;&#xFF0C;&#x7A81;&#x7136;&#x4E0D;&#x6253;&#x4E86;&#xFF0C;&#x4F60;&#x6253;&#x6765;&#x7535;&#x8BDD;&#x95EE;&#x6211;&#x4EC0;&#x4E48;&#x60C5;&#x51B5;&#xFF08;&#x6211;&#x5F53;&#x65F6;&#x6B63;&#x6C89;&#x8FF7;&#x4E8E;&#x6E38;&#x620F;&#x4E16;&#x754C;&#xFF0C;&#x53EA;&#x60F3;&#x5FEB;&#x70B9;&#x7ED3;&#x675F;&#x8FD9;&#x79CD;&#x201C;&#x6253;&#x6270;&#x201D;&#xFF0C;&#x5E76;&#x4E14;&#x91C7;&#x7528;&#x4E86;&#x4E00;&#x52B3;&#x6C38;&#x9038;&#x7684;&#x65B9;&#x5F0F;&#xFF09;&#xFF0C;&#x6211;&#x5F53;&#x7136;&#x6CA1;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x501F;&#x53E3;&#x8BF4;&#x538C;&#x5026;&#x4E86;&#x53EA;&#x6709;&#x6211;&#x4E3B;&#x52A8;&#x627E;&#x4F60;&#xFF0C;&#x4F60;&#x4ECE;&#x4E0D;&#x4E3B;&#x52A8;&#x627E;&#x6211;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x4E0D;&#x516C;&#x5E73;&#xFF0C;&#x8349;&#x8349;&#x4E86;&#x4E8B;&#x3002;&#x6302;&#x5B8C;&#x7535;&#x8BDD;&#xFF0C;&#x6211;&#x53C8;&#x77ED;&#x4FE1;&#x7ED9;&#x4F60;&#x8BF4;&#x4E86;&#x4E00;&#x4E2A;&#x6BD5;&#x4E1A;&#x4E4B;&#x7EA6;&#xFF1A;&#x5982;&#x679C;&#x6BD5;&#x4E1A;&#x4E86;&#x5927;&#x5BB6;&#x8FD8;&#x90FD;&#x5355;&#x8EAB;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x5728;&#x4E00;&#x8D77;&#xFF08;&#x679C;&#x7136;&#x4E00;&#x52B3;&#x6C38;&#x9038;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x4E13;&#x5FC3;&#x6253;&#x6E38;&#x620F;&#x4E0D;&#x88AB;&#x9A9A;&#x6270;&#x4E86;&#xFF0C;&#x592A;&#x5F00;&#x5FC3;&#xFF09;&#x3002;&#x9664;&#x4E86;&#x4E00;&#x79CD;&#x89E3;&#x8131;&#xFF0C;&#x5F53;&#x65F6;&#x6211;&#x7684;&#x5FC3;&#x60C5;&#x6709;&#x4E00;&#x5C0F;&#x534A;&#x662F;&#x60B2;&#x4F24;&#x7684;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5F53;&#x665A;&#x4ECE;&#x5916;&#x9762;&#x4E70;&#x5403;&#x7684;&#x56DE;&#x6765;&#x7684;&#x65F6;&#x5019;&#x3002;&#x4F46;&#x56DE;&#x53BB;&#x4E4B;&#x540E;&#xFF0C;&#x7EE7;&#x7EED;&#x6E38;&#x620F;&#x3002;&#x7531;&#x6B64;&#x53EF;&#x89C1;&#xFF0C;&#x6211;&#x5F53;&#x65F6;&#x7684;&#x7740;&#x9B54;&#x7A0B;&#x5EA6;&#x3002;</p>
<p>&#x4F60;&#x5E94;&#x8BE5;&#x662F;&#x5D29;&#x6E83;&#x7684;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x8FD9;&#x8F88;&#x5B50;&#x6240;&#x505A;&#x7684;&#x6700;&#x611A;&#x8822;&#x7684;&#x51B3;&#x5B9A;&#x3002;&#x6211;&#x592A;&#x81EA;&#x79C1;&#xFF0C;&#x5FFD;&#x7565;&#x4E86;&#x4F60;&#x7684;&#x611F;&#x53D7;&#xFF0C;&#x4F60;&#x90A3;&#x65F6;&#x5019;&#x5E94;&#x8BE5;&#x7279;&#x522B;&#x6068;&#x6211;&#x5427;&#xFF0C;&#x8FD9;&#x4EBA;&#x600E;&#x4E48;&#x7A81;&#x7136;&#x8FD9;&#x6837;&#x3002;&#x4E00;&#x4E2A;&#x7537;&#x751F;&#x7A81;&#x7136;&#x653E;&#x5F03;&#x4E86;&#x4E00;&#x4E2A;&#x5973;&#x751F;&#xFF0C;&#x5927;&#x6982;&#x662F;&#x559C;&#x6B22;&#x4E0A;&#x522B;&#x4EBA;&#x4E86;&#xFF0C;&#x6309;&#x7167;&#x5E38;&#x7406;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x662F;&#x8FD9;&#x6837;&#x60F3;&#x7684;&#x3002;&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x6211;&#x8981;&#x5BF9;&#x6211;&#x5BF9;&#x4F60;&#x9020;&#x6210;&#x7684;&#x4F24;&#x5BB3;&#x9053;&#x6B49;&#x3002;&#x5341;&#x5206;&#x62B1;&#x6B49;&#xFF0C;&#x4E0D;&#x6210;&#x719F;&#x7684;&#x6211;&#x4F24;&#x5BB3;&#x4E86;&#x4F60;&#xFF0C;&#x803D;&#x8BEF;&#x4E86;&#x4F60;&#xFF0C;&#x4E0D;&#x6C42;&#x539F;&#x8C05;&#xFF0C;&#x6211;&#x4E5F;&#x662F;&#x81EA;&#x4F5C;&#x81EA;&#x53D7;&#xFF0C;&#x4E0A;&#x5929;&#x4F1A;&#x6709;&#x60E9;&#x7F5A;&#x7684;&#xFF0C;&#x653E;&#x5FC3;&#x3002;&#x5E0C;&#x671B;&#x4F60;&#x63A5;&#x53D7;&#x3002;</p>
<p>&#x6682;&#x522B;&#x4E86;&#x4F60;&#xFF0C;&#x6211;&#x4E8E;&#x662F;&#x5728;&#x865A;&#x62DF;&#x4E16;&#x754C;&#x7CDC;&#x70C2;&#xFF0C;&#x6D88;&#x8017;&#x7740;&#x672C;&#x8BE5;&#x52AA;&#x529B;&#x5B66;&#x4E60;&#x7684;&#x9752;&#x6625;&#x65F6;&#x5149;&#x3002;2012&#x5E74;&#x6691;&#x5047;&#xFF0C;&#x6211;&#x5728;&#x7238;&#x5988;&#x6253;&#x5DE5;&#x7684;&#x5730;&#x65B9;&#x6253;&#x5DE5;&#xFF0C;&#x519C;&#x6751;&#x4EBA;&#x6CA1;&#x8FDC;&#x89C1;&#x5353;&#x8BC6;&#xFF0C;&#x6211;&#x7238;&#x5988;&#x53EB;&#x6211;&#x53BB;&#x5DE5;&#x5382;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x610F;&#x601D;&#x662F;&#x4F53;&#x9A8C;&#x751F;&#x6D3B;&#x3002;&#x53BB;&#x5DE5;&#x5382;&#x6211;&#x4E5F;&#x4E00;&#x4E07;&#x5206;&#x4E0D;&#x60C5;&#x613F;&#xFF0C;&#x6211;&#x6EE1;&#x8111;&#x5B50;&#x90FD;&#x662F;&#x73A9;&#x6E38;&#x620F;&#xFF0C;&#x7B80;&#x76F4;&#x6CA1;&#x6551;&#x3002;&#x5927;&#x4E8C;&#x4E0A;&#xFF0C;&#x521A;&#x53BB;&#x5B66;&#x6821;&#x6211;&#x60F3;&#x7684;&#x662F;&#x8FD9;&#x5B66;&#x671F;&#x597D;&#x597D;&#x5B66;&#x4E60;&#xFF0C;&#x4E0D;&#x73A9;&#x4E86;&#xFF0C;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x662F;&#x6211;&#x53C8;&#x5728;&#x7F51;&#x7EDC;&#x4E0A;&#x53D1;&#x73B0;&#x4E86;&#x65B0;&#x7684;&#x597D;&#x73A9;&#x7684;&#x6E38;&#x620F;&#xFF0C;&#x4E00;&#x5B66;&#x671F;&#xFF0C;&#x8BFE;&#x4E5F;&#x4E0A;&#xFF0C;&#x53EA;&#x662F;&#x6CA1;&#x542C;&#xFF0C;&#x4F5C;&#x4E1A;&#x5168;&#x6284;&#xFF0C;&#x671F;&#x672B;&#x53C8;&#x6302;&#x79D1;&#x3002;&#x518D;&#x5F80;&#x540E;&#x90FD;&#x662F;&#x8FD9;&#x6837;&#x5185;&#x5FC3;&#x4E0D;&#x65AD;&#x6323;&#x624E;&#x5374;&#x53C8;&#x6446;&#x8131;&#x4E0D;&#x4E86;&#x6E38;&#x620F;&#x7684;&#x8BF1;&#x60D1;&#x3002;</p>
<p>2012&#x6625;&#x8282;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x89C1;&#x9762;&#x4E86;&#xFF0C;&#x6211;&#x60F3;&#x5F53;&#x65F6;&#x7684;&#x4F60;&#x5BF9;&#x6211;&#x5E94;&#x8BE5;&#x8DDF;&#x6211;&#x4E00;&#x6837;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x4FDD;&#x6301;&#x7740;&#x53CB;&#x60C5;&#xFF0C;&#x5374;&#x4E0D;&#x8BF4;&#x7834;&#x3002;&#x4E5F;&#x8BB8;&#x662F;&#x5F88;&#x4E45;&#x4E0D;&#x89C1;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x4F60;&#x5B66;&#x4F1A;&#x4E86;&#x6253;&#x626E;&#xFF0C;&#x90A3;&#x6B21;&#x89C1;&#x4F60;&#x53EA;&#x89C9;&#x5F97;&#x662F;&#x5929;&#x5973;&#x4E0B;&#x51E1;&#xFF0C;&#x795E;&#x5723;&#x800C;&#x4E0D;&#x53EF;&#x4FB5;&#x72AF;&#x3002;&#x8FD9;&#x4E5F;&#x8BA9;&#x6211;&#x60F3;&#x8981;&#x6062;&#x590D;&#x5230;&#x8FC7;&#x53BB;&#xFF0C;&#x53EA;&#x662F;&#x8BF4;&#x51FA;&#x53BB;&#x7684;&#x8BDD;&#xFF0C;&#x788D;&#x4E8E;&#x9762;&#x5B50;&#xFF0C;&#x6CA1;&#x8BF4;&#xFF0C;&#x4E0D;&#x4E86;&#x4E86;&#x4E4B;&#x3002;&#x6211;&#x8FD8;&#x8BB0;&#x5F97;&#xFF0C;&#x9001;&#x4F60;&#x8D70;&#x540E;&#xFF0C;&#x6211;&#x8DDF;&#x4E9A;&#x5F53;&#x804A;&#x4E86;&#x4E00;&#x4E0B;&#x6211;&#x4EEC;&#x4FE9;&#xFF0C;&#x5411;&#x5979;&#x8BF4;&#x660E;&#x4E86;&#x90A3;&#x4E2A;&#x6BD5;&#x4E1A;&#x4E4B;&#x7EA6;&#x3002;&#x6211;&#x5E94;&#x8BE5;&#x53EA;&#x544A;&#x8BC9;&#x8FC7;&#x4ED6;&#x3002;</p>
<p>2013&#xFF0C;&#x6211;&#x8FD8;&#x662F;&#x8001;&#x6837;&#x5B50;&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x540E;&#x6765;&#x6E38;&#x620F;&#x6709;&#x70B9;&#x73A9;&#x538C;&#x4E86;&#xFF0C;&#x5F00;&#x59CB;&#x770B;&#x7535;&#x89C6;&#x5267;&#x7535;&#x5F71;&#xFF0C;&#x5237;&#x8D34;&#x5427;&#xFF0C;&#x603B;&#x4E4B;&#x4E0D;&#x5E72;&#x6B63;&#x4E8B;&#x3002;&#x4ECE;&#x5927;&#x4E00;&#x5230;&#x5927;&#x4E09;&#xFF0C;&#x4E5F;&#x6709;&#x5BF9;&#x6211;&#x6697;&#x793A;&#x8868;&#x793A;&#x559C;&#x6B22;&#x6211;&#x7684;&#x5973;&#x751F;&#xFF0C;&#x73ED;&#x7EA7;&#x91CC;&#x6709;&#x4E00;&#x4F4D;&#xFF0C;&#x4E0D;&#x8FC7;&#x6211;&#x603B;&#x662F;&#x8FDC;&#x79BB;&#x5979;&#xFF0C;&#x522B;&#x7684;&#x73ED;&#x4E5F;&#x6709;&#xFF0C;&#x6211;&#x8DDF;&#x5979;&#x8BF4;&#x660E;&#x6211;&#x6709;&#x5973;&#x670B;&#x53CB;&#xFF0C;&#x603B;&#x4E4B;&#x4E0D;&#x8981;&#x6253;&#x6270;&#x6211;&#x73A9;&#x6E38;&#x620F;&#x3002;</p>
<h3 id="4"><a href="#4" class="headerlink" title="4"></a>4</h3><p>3&#x5E74;&#x524D;&#xFF0C;2013&#x5E74;&#x6625;&#x8282;&#x3002;</p>
<p>2013&#x5E74;&#x5E95;&#xFF0C;&#x4E5F;&#x4E0D;&#x77E5;&#x662F;&#x54EA;&#x6839;&#x7B4B;&#x62BD;&#x4E86;&#xFF0C;&#x6211;&#x5F88;&#x4E0D;&#x6B63;&#x5E38;&#xFF0C;&#x5927;&#x6982;&#x662F;&#x865A;&#x62DF;&#x4E16;&#x754C;&#x5F85;&#x7684;&#x592A;&#x4E45;&#xFF0C;&#x5DF2;&#x7ECF;&#x5FD8;&#x8BB0;&#x771F;&#x5B9E;&#x4E16;&#x754C;&#x662F;&#x4EC0;&#x4E48;&#x6837;&#x5B50;&#x7684;&#x4E86;&#x3002;&#x795E;&#x7ECF;&#x7684;&#x6211;&#x53C8;&#x627E;&#x4E0A;&#x4E86;&#x4F60;&#xFF0C;&#x8BF4;&#x4E00;&#x4E9B;&#x717D;&#x60C5;&#x7684;&#x8BDD;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x5FD8;&#x8BB0;&#x8BF4;&#x7684;&#x4EC0;&#x4E48;&#x4E86;&#xFF0C;&#x610F;&#x601D;&#x662F;&#x6C42;&#x590D;&#x5408;&#x3002;&#x4F60;&#x5F88;&#x5FEB;&#x5C31;&#x540C;&#x610F;&#x6211;&#x4EEC;&#x6062;&#x590D;&#x5173;&#x7CFB;&#xFF08;&#x5F88;&#x5E72;&#x8106;&#xFF0C;&#x6211;&#x4E5F;&#x7406;&#x89E3;&#x4E3A;&#x4EC0;&#x4E48;&#x4F60;&#x53EF;&#x4EE5;&#x8FD9;&#x4E48;&#x5FEB;&#x5C31;&#x8981;&#x7ED3;&#x5A5A;&#x4E86;&#xFF09;&#x3002;&#x90A3;&#x51E0;&#x5929;&#xFF0C;&#x6211;&#x4EEC;&#x534A;&#x591C;&#x6253;&#x7535;&#x8BDD;&#x804A;&#x5230;&#x51CC;&#x6668;&#xFF0C;&#x6211;&#x8BA9;&#x4F60;&#x65E9;&#x4E0A;&#x8D77;&#x6765;&#x7ED9;&#x6211;&#x6253;&#x7535;&#x8BDD;&#x53EB;&#x9192;&#x6211;&#xFF08;&#x4F60;&#x5BF9;&#x6211;&#x7684;&#x611F;&#x60C5;&#x8FD8;&#x662F;&#x90A3;&#x4E48;&#x70ED;&#x70C8;&#xFF0C;&#x6211;&#x5F88;&#x96BE;&#x60F3;&#x8C61;&#x90A3;2&#x5E74;&#x4F60;&#x53C8;&#x4F1A;&#x6709;&#x591A;&#x75DB;&#xFF09;&#xFF0C;&#x8BDD;&#x8D39;&#x5982;&#x6D41;&#x6C34;&#x3002;</p>
<p>&#x4ECE;&#x518D;&#x89C1;&#x9762;&#x7684;&#x90A3;&#x5929;&#xFF0C;&#x6211;&#x5F00;&#x59CB;&#x5C06;&#x8FD9;&#x6BB5;&#x5173;&#x7CFB;&#x5F7B;&#x5E95;&#x5E26;&#x5411;&#x706D;&#x4EA1;&#xFF0C;&#x9B3C;&#x77E5;&#x9053;&#x6211;&#x7ECF;&#x5386;&#x4E86;&#x4EC0;&#x4E48;&#xFF08;&#x5085;&#x56ED;&#x6167;&#x8138;&#xFF09;&#x3002;&#x9996;&#x5148;&#x662F;&#x8FDF;&#x5230;&#xFF0C;&#x4ECE;&#x7FD8;&#x8BFE;&#x5F00;&#x59CB;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x6CA1;&#x6709;&#x65F6;&#x95F4;&#x89C2;&#x5FF5;&#x5F88;&#x4E45;&#x4E86;&#xFF0C;&#x8FDF;&#x5230;&#x5BF9;&#x4E8E;&#x6211;&#x7A00;&#x677E;&#x5E73;&#x5E38;&#xFF08;&#x76F4;&#x5230;&#x73B0;&#x5728;&#x6211;&#x8FD8;&#x6CA1;&#x5F7B;&#x5E95;&#x6539;&#x6389;&#x8FD9;&#x4E2A;&#x964B;&#x4E60;&#xFF09;&#x3002;&#x518D;&#x6709;&#x6211;&#x4EEC;&#x5403;&#x7684;&#x9178;&#x8FA3;&#x7C89;&#xFF0C;&#x6211;&#x6839;&#x672C;&#x6CA1;&#x5403;&#x8FC7;&#xFF0C;&#x4E0D;&#x5408;&#x53E3;&#x5473;&#xFF0C;&#x6211;&#x90FD;&#x6CA1;&#x5403;&#xFF0C;&#x8FD9;&#x4E0D;&#x793C;&#x8C8C;&#x3002;&#x8FD8;&#x6709;&#x72B9;&#x7591;&#x4E0D;&#x5B9A;&#xFF0C;&#x5230;&#x5E95;&#x662F;&#x8DDF;&#x4F60;&#x548C;&#x738B;&#x8339;&#x5357;&#x4E00;&#x8D77;&#x5403;&#x996D;&#x5462;&#x8FD8;&#x662F;&#x56DE;&#x53BB;&#x966A;&#x4EB2;&#x621A;&#x5403;&#x996D;&#x5462;&#xFF0C;&#x6700;&#x7EC8;&#x6211;&#x9009;&#x62E9;&#x4E86;&#x56DE;&#x53BB;&#x966A;&#x4EB2;&#x621A;&#x5403;&#x996D;&#x3002;&#x5367;&#x69FD;&#xFF0C;&#x6211;&#x4EEC;&#x4E00;&#x5E74;&#x624D;&#x89C1;&#x4E00;&#x6B21;&#xFF0C;&#x6211;&#x7ADF;&#x7136;&#x9009;&#x62E9;&#x56DE;&#x53BB;&#x966A;&#x4EB2;&#x621A;&#xFF0C;&#x800C;&#x4E14;&#x738B;&#x8339;&#x5357;&#x8FD8;&#x5728;&#x573A;&#x5462;&#xFF08;&#x6211;&#x60F3;&#x62C9;&#x90A3;&#x4E2A;&#x6211;&#x51FA;&#x53BB;&#x67AA;&#x6BD9;500&#x6B21;&#xFF09;&#x3002;&#x5F53;&#x65F6;&#x738B;&#x8339;&#x5357;&#x5C31;&#x6307;&#x51FA;&#x6211;&#x7684;&#x72B9;&#x7591;&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x5979;&#x987E;&#x53CA;&#x6211;&#x7684;&#x9762;&#x5B50;&#xFF0C;&#x6CA1;&#x8BF4;&#x6211;&#x4E0D;&#x8BE5;&#x56DE;&#x53BB;&#xFF0C;&#x8BA9;&#x6211;&#x5C3D;&#x5FEB;&#x505A;&#x51B3;&#x5B9A;&#xFF08;&#x604B;&#x7231;&#x4E2D;&#x667A;&#x5546;&#x4E3A;0&#xFF1F;&#x4E0D;&#x662F;&#x7684;&#xFF0C;&#x591A;&#x5E74;&#x7D2F;&#x79EF;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x5931;&#x53BB;&#x4E86;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x751F;&#x6D3B;&#x7684;&#x5E38;&#x8BC6;&#xFF09;&#x3002;&#x800C;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x7535;&#x8BDD;&#x7CA5;&#xFF0C;&#x6211;&#x6709;&#x70B9;&#x5F97;&#x610F;&#x5FD8;&#x5F62;&#xFF0C;&#x7ADF;&#x7136;&#x8BF4;&#x8D77;&#x6211;&#x559C;&#x6B22;&#x7684;&#x662F;&#x5927;&#x4E00;&#x65F6;&#x5019;&#x7684;&#x4F60;&#xFF0C;&#x6F5C;&#x5728;&#x7684;&#x610F;&#x601D;&#x5C31;&#x662F;&#x4E0D;&#x559C;&#x6B22;&#x73B0;&#x5728;&#x7684;&#x4F60;&#x55BD;&#xFF08;&#x63CD;&#x6241;&#x4ED6;&#xFF0C;&#x63CD;&#x6241;&#xFF01;&#x6211;&#x5206;&#x6790;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x5927;&#x4E00;&#x7684;&#x4F60;&#x53EF;&#x80FD;&#x662F;&#x521A;&#x8C08;&#x604B;&#x7231;&#x6709;&#x70B9;&#x6CA1;&#x8111;&#x5B50;&#xFF0C;&#x540E;&#x6765;&#x6062;&#x590D;&#x4E86;&#x7406;&#x6027;&#x3002;&#x5F53;&#x65F6;&#x90A3;&#x4E2A;&#x50BB;&#x903C;&#x610F;&#x8BC6;&#x5230;&#x4E86;&#x8FD9;&#x70B9;&#xFF0C;&#x7136;&#x540E;&#x76F4;&#x767D;&#x7684;&#x8BF4;&#x51FA;&#x4E86;&#x611F;&#x53D7;&#xFF09;&#x3002;&#x5F53;&#x65F6;&#x4F60;&#x5FC3;&#x60C5;&#x5E94;&#x8BE5;&#x6BD4;&#x4E0A;&#x575F;&#x8FD8;&#x6C89;&#x91CD;&#x5427;&#xFF0C;&#x5F53;&#x7136;&#x6CA1;&#x5FC3;&#x60C5;&#x542C;&#x6211;&#x7EE7;&#x7EED;&#x5DF4;&#x62C9;&#x5DF4;&#x62C9;&#x522B;&#x7684;&#x4E1C;&#x897F;&#x4E86;&#xFF08;&#x4F60;&#x7B2C;&#x4E00;&#x6B21;&#x611F;&#x5230;&#x4E86;&#x5931;&#x671B;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x6253;&#x51FB;&#xFF0C;&#x8F9B;&#x82E6;&#x4E86;&#xFF0C;&#x4F60;&#x8FD8;&#x8981;&#x7EE7;&#x7EED;&#x627F;&#x53D7;&#x6253;&#x51FB;&#xFF09;&#x3002;&#x8FD9;&#x5DF2;&#x7ECF;&#x57CB;&#x4E0B;&#x4E86;&#x70B8;&#x5F39;&#xFF0C;&#x518D;&#x6B21;&#x4F1A;&#x9762;&#xFF0C;&#x6211;&#x72AF;&#x7684;&#x9519;&#x8BEF;&#x66F4;&#x79BB;&#x8C31;&#x4E86;&#x3002;&#x6211;&#x4EEC;&#x4F4F;&#x8FDB;&#x4E86;&#x5BBE;&#x9986;&#xFF0C;&#x8FD9;&#x91CC;&#x6CA1;&#x6709;&#x751C;&#x871C;&#xFF0C;&#x56DE;&#x60F3;&#x8D77;&#x6765;&#x6211;&#x5DF2;&#x7ECF;&#x628A;&#x81EA;&#x5DF1;&#x63CD;&#x4E86;1w&#x904D;&#x4E86;&#x3002;&#x6211;&#x53E3;&#x65E0;&#x906E;&#x62E6;&#x8BB2;&#x51FA;&#x4E86;&#x4E00;&#x4E2A;&#x610F;&#x6DEB;&#x60F3;&#x6CD5;&#xFF0C;&#x5C0F;&#x8BF4;&#x7535;&#x89C6;&#x5267;&#x4E2D;&#x5E38;&#x5E38;&#x51FA;&#x73B0;&#x7684;&#x6865;&#x6BB5;&#xFF0C;&#x6240;&#x8C13;&#x9A6C;&#x5FC5;&#x6000;&#x3002;&#x5E94;&#x8BE5;&#x662F;&#x6211;&#x5C0F;&#x8BF4;&#x7535;&#x89C6;&#x5267;&#x770B;&#x592A;&#x591A;&#x4E86;&#xFF0C;&#x6F5C;&#x610F;&#x8BC6;&#x91CC;&#x4EA7;&#x751F;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x6211;&#x8FD8;&#x8868;&#x73B0;&#x7684;&#x9887;&#x6709;&#x5FC3;&#x8BA1;&#xFF08;&#x8FD9;&#x5E94;&#x8BE5;&#x662F;&#x6700;&#x81F4;&#x6211;&#x547D;&#x7684;&#x4E00;&#x70B9;&#xFF0C;&#x81F3;&#x6B64;&#x6211;&#x57FA;&#x672C;&#x9000;&#x51FA;&#x4F60;&#x7684;&#x4EBA;&#x751F;&#x4E86;&#xFF0C;&#x4E0D;&#x7BA1;&#x66FE;&#x7ECF;&#x6709;&#x591A;&#x5C11;&#x611F;&#x60C5;&#xFF0C;&#x62B1;&#x6B49;&#xFF0C;&#x8FD9;&#x89E6;&#x78B0;&#x5230;&#x5E95;&#x7EBF;&#x4E86;&#xFF0C;&#x8FD9;&#x4E2A;&#x4EBA;&#x662F;&#x574F;&#x7684;&#xFF0C;&#x6CA1;&#x6551;&#x4E86;&#xFF09;&#x3002;&#x73B0;&#x5728;&#x60F3;&#x8D77;&#x6765;&#xFF0C;&#x4F60;&#x6CA1;&#x6709;&#x6247;&#x6211;&#x8033;&#x5149;&#x5DF2;&#x7ECF;&#x5F88;&#x5BBD;&#x5BB9;&#x3002;&#x6700;&#x540E;&#x662F;&#x79BB;&#x522B;&#xFF0C;&#x662F;&#x6211;&#x6700;&#x540E;&#x4E00;&#x6B21;&#x8DDF;&#x4F60;&#x89C1;&#x9762;&#xFF0C;&#x6211;&#x518D;&#x4E00;&#x6B21;&#x8FDF;&#x5230;&#xFF0C;&#x6BEB;&#x65E0;&#x51C6;&#x5907;&#x3002;&#x9274;&#x4E8E;&#x524D;2&#x5929;&#x7684;&#x8868;&#x73B0;&#xFF0C;&#x4F60;&#x5BF9;&#x6211;&#x7684;&#x4EBA;&#x54C1;&#x5DF2;&#x7ECF;&#x4EA7;&#x751F;&#x6000;&#x7591;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x8FD8;&#x6CA1;&#x75DB;&#x4E0B;&#x51B3;&#x5FC3;&#x3002;&#x8DDF;&#x6211;&#x540C;&#x6837;&#x8BF4;&#x8D77;&#x4E86;&#x6211;&#x6240;&#x8C13;&#x7684;4&#x5E74;&#x4E4B;&#x7EA6;&#xFF0C;&#x4F46;&#x6211;&#x4E0D;&#x80AF;&#x554A;&#xFF0C;&#x5230;&#x624B;&#x6253;&#x9E2D;&#x5B50;&#x98DE;&#x4E86;&#xFF0C;&#x90A3;&#x662F;&#x4E0D;&#x80AF;&#x3002;&#x4E86;&#x89E3;&#x5230;&#x6211;&#x8FD9;&#x4E2A;&#x4EBA;&#x7684;&#x672C;&#x8D28;&#x4E4B;&#x540E;&#xFF0C;&#x4F60;&#x5BF9;&#x6211;&#x8BF4;&#xFF0C;&#x5206;&#x5F00;&#x5427;&#xFF01;&#x6211;&#x5F53;&#x65F6;&#x9ED1;&#x4EBA;&#x95EE;&#x53F7;&#x8138;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#xFF0C;&#x6211;&#x60F3;&#x4E0D;&#x901A;&#xFF0C;&#x4E0D;&#x662F;&#x597D;&#x597D;&#x7684;&#x5417;&#xFF1F;&#x6211;&#x4E00;&#x70B9;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x51E0;&#x5929;&#x4F60;&#x5FC3;&#x91CC;&#x7684;&#x6240;&#x6709;&#x53D8;&#x5316;&#xFF0C;&#x8FD8;&#x4EE5;&#x4E3A;&#x4E16;&#x754C;&#x7F8E;&#x597D;&#xFF0C;&#x4E00;&#x5207;ok&#x3002;&#x4F60;&#x8BF4;&#x6027;&#x683C;&#x4E0D;&#x5408;&#xFF0C;&#x8FD9;&#x90A3;&#x91CC;&#x662F;&#x6027;&#x683C;&#x4E0D;&#x5408;&#xFF0C;&#x662F;&#x6211;&#x6839;&#x672C;&#x6CA1;&#x6709;&#x60C5;&#x5546;&#xFF0C;&#x667A;&#x5546;&#xFF0C;&#x4EBA;&#x54C1;&#x4F4E;&#x52A3;&#xFF0C;&#x80FD;&#x7528;&#x5230;&#x7684;&#x810F;&#x8BDD;&#x9A82;&#x6211;&#x4E2A;&#x904D;&#x4E5F;&#x4E0D;&#x4E3A;&#x8FC7;&#x3002;&#x65E9;&#x8D77;&#x4F60;&#x51FA;&#x53D1;&#x53BB;&#x8F66;&#x7AD9;&#xFF0C;&#x90A3;&#x4E2A;&#x53F8;&#x673A;&#x9A82;&#x4E86;&#x6211;&#x4EEC;&#xFF0C;&#x6211;&#x5374;&#x65E0;&#x52A8;&#x4E8E;&#x8877;&#x3002;&#x6211;&#x59CB;&#x7EC8;&#x8BB0;&#x5F97;&#x8FD9;&#x4EF6;&#x4E8B;&#xFF0C;&#x6BCF;&#x6B21;&#x60F3;&#x5230;&#x8FD9;&#xFF0C;&#x6211;&#x610F;&#x8BC6;&#x5230;&#x6211;&#x914D;&#x4E0D;&#x4E0A;&#x4F60;&#xFF0C;&#x90A3;&#x8BE5;&#x6709;&#x4E2A;&#x5927;&#x82F1;&#x96C4;&#xFF0C;&#x5728;&#x522B;&#x4EBA;&#x6B3A;&#x8D1F;&#x4F60;&#x65F6;&#xFF0C;&#x52C7;&#x6562;&#x7684;&#x7AD9;&#x51FA;&#x6765;&#x4FDD;&#x62A4;&#x4F60;&#xFF0C;&#x800C;&#x6211;&#x6CA1;&#x6709;&#x505A;&#x5230;&#xFF0C;&#x4E5F;&#x4E0D;&#x786E;&#x5B9A;&#x80FD;&#x4E0D;&#x80FD;&#x505A;&#x5230;&#x3002;&#x4F60;&#x8D70;&#x540E;&#xFF0C;&#x6211;&#x8E31;&#x6B65;&#x8D70;&#x56DE;&#xFF0C;&#x8FD9;&#x4E00;&#x6B21;&#xFF0C;&#x6CEA;&#x6E7F;&#x773C;&#x7736;&#xFF0C;&#x996D;&#x98DF;&#x65E0;&#x5473;&#x3002;</p>
<h3 id="5"><a href="#5" class="headerlink" title="5"></a>5</h3><p>2&#x5E74;&#x524D;&#xFF0C;2014&#x5E74;&#x6625;&#x3002;</p>
<p>2014&#x5E74;&#xFF0C;&#x6211;&#x6709;&#x53D8;&#x5316;&#x4E86;&#x3002;&#x4E0D;&#x7518;&#x5FC3;&#x88AB;&#x4F60;&#x7529;&#xFF0C;&#x60F3;&#x8981;&#x7EA0;&#x7F20;&#x3001;&#x6C42;&#x9976;&#xFF0C;&#x4F46;&#x65E0;&#x6D4E;&#x4E8E;&#x4E8B;&#x3002;&#x6211;&#x6E05;&#x695A;&#x7684;&#x8BB0;&#x5F97;&#xFF0C;&#x90A3;&#x6B21;&#x6211;&#x5728;&#x996D;&#x9986;&#x5403;&#x996D;&#xFF0C;&#x8DDF;&#x4F60;&#x7535;&#x8BDD;&#xFF0C;&#x6211;&#x8BF4;&#x6211;&#x90FD;&#x4E70;&#x597D;&#x7968;&#x4E86;&#xFF0C;&#x6211;&#x4F1A;&#x53BB;&#x5DE2;&#x6E56;&#x770B;&#x4F60;&#x3002;&#x6211;&#x8981;&#x633D;&#x56DE;&#xFF0C;&#x4F60;&#x5A49;&#x62D2;&#xFF0C;&#x6211;&#x8BF4;&#x7B49;&#x4F60;&#x6709;&#x65F6;&#x95F4;&#x6211;&#x518D;&#x8FC7;&#x53BB;&#xFF0C;&#x4F60;&#x8BF4;&#x5E94;&#x8BE5;&#x6CA1;&#x65F6;&#x95F4;&#x3002;&#x4E8E;&#x662F;&#x6211;&#x77E5;&#x9053;&#x4E86;&#xFF0C;&#x4F60;&#x51B3;&#x8BA1;&#x653E;&#x5F03;&#x6211;&#x4E86;&#xFF0C;&#x6211;&#x6CA1;&#x673A;&#x4F1A;&#x4E86;&#x3002;&#x8FC7;&#x4E8E;&#x96BE;&#x53D7;&#xFF0C;&#x6211;&#x7231;&#x4E0A;&#x9A91;&#x884C;&#xFF0C;&#x7528;&#x8EAB;&#x4F53;&#x7684;&#x75DB;&#x82E6;&#x6765;&#x8D76;&#x8D70;&#x5FC3;&#x4E2D;&#x7684;&#x75DB;&#x82E6;&#x3002;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#x7279;&#x522B;&#x75AF;&#x72C2;&#xFF0C;&#x65E9;&#x4E0A;&#x65E9;&#x8D77;&#x8DD1;&#x6B65;10&#x5708;&#xFF0C;&#x4E0A;&#x5348;&#x5230;&#x4E0B;&#x5348;&#x53BB;&#x6253;&#x5DE5;&#xFF0C;&#x4E00;&#x6709;&#x7A7A;&#x5C31;&#x4E00;&#x4E2A;&#x4EBA;&#x9A91;&#x8F66;&#x51FA;&#x53BB;&#x73A9;&#xFF0C;&#x722C;&#x8FC7;&#x5C71;&#xFF0C;&#x6D89;&#x8FC7;&#x6C34;&#xFF0C;&#x4ECE;&#x4E00;&#x4E2A;&#x5730;&#x7EA7;&#x5E02;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x5730;&#x7EA7;&#x5E02;&#xFF0C;&#x5929;&#x9ED1;&#x7684;&#x4EC0;&#x4E48;&#x90FD;&#x770B;&#x4E0D;&#x89C1;&#xFF0C;&#x6015;&#x540E;&#x9762;&#x6709;&#x9B3C;&#xFF0C;&#x52A0;&#x901F;&#x9A91;&#x8F66;&#xFF0C;&#x56DE;&#x5230;&#x5BBF;&#x820D;&#x90FD;10&#x70B9;&#x591A;&#x4E86;&#x3002;&#x522B;&#x4EBA;&#x8BF4;&#xFF0C;&#x8D70;&#x51FA;&#x5931;&#x604B;&#x6700;&#x597D;&#x7684;&#x529E;&#x6CD5;&#x5C31;&#x662F;&#x518D;&#x5F00;&#x59CB;&#x4E00;&#x6BB5;&#x611F;&#x60C5;&#x3002;&#x6211;&#x901A;&#x8FC7;&#x9644;&#x8FD1;&#x7684;&#x4EBA;&#x8BA4;&#x8BC6;&#x4E86;&#x4E00;&#x4E2A;&#x5973;&#x751F;&#xFF0C;&#x5BA3;&#x57CE;&#x4EBA;&#xFF0C;&#x8BFB;&#x7814;&#x4E00;&#x3002;&#x51FA;&#x6765;&#x7EA6;&#x6563;&#x6B65;&#xFF0C;&#x7EA6;&#x722C;&#x5C71;&#xFF0C;&#x7EA6;&#x9A91;&#x8F66;&#xFF0C;&#x5979;&#x662F;&#x4F1A;&#x7167;&#x987E;&#x4EBA;&#x7684;&#x7C7B;&#x578B;&#xFF0C;&#x5927;&#x59D0;&#x59D0;&#x4E00;&#x822C;&#xFF0C;&#x7ED9;&#x4E86;&#x6211;&#x5F88;&#x591A;&#x5403;&#x7684;&#xFF0C;&#x5F88;&#x611F;&#x6FC0;&#x6709;&#x5979;&#x966A;&#x4F34;&#xFF0C;&#x6211;&#x4E0D;&#x518D;&#x90A3;&#x4E48;&#x60B2;&#x4F24;&#x3002;&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x6211;&#x60F3;&#x6253;&#x7834;&#x73B0;&#x72B6;&#xFF0C;&#x6DF1;&#x5165;&#x53D1;&#x5C55;&#x4E0B;&#x53BB;&#xFF0C;&#x4E8E;&#x662F;&#x8DDF;&#x5979;&#x8868;&#x767D;&#xFF0C;&#x5979;&#x5374;&#x7A81;&#x7136;&#x5F88;&#x8BA4;&#x771F;&#xFF0C;&#x6211;&#x8DDF;&#x5979;&#x8BF4;&#x8FC7;&#x4F60;&#x6211;&#x7684;&#x4E8B;&#x3002;&#x5979;&#x95EE;&#x6211;&#xFF0C;&#x6211;&#x662F;&#x8981;&#x627E;&#x4E00;&#x4E2A;&#x4EBA;&#x66FF;&#x4EE3;&#x4F60;&#x5417;&#x3002;&#x8FD9;&#x4E00;&#x95EE;&#xFF0C;&#x6211;&#x624D;&#x53D1;&#x73B0;&#x6211;&#x6839;&#x672C;&#x6CA1;&#x80FD;&#x5FD8;&#x8BB0;&#x4F60;&#xFF0C;&#x8DDF;&#x5979;&#x4E5F;&#x4E0D;&#x6B22;&#x800C;&#x6563;&#x3002;&#x4E4B;&#x540E;&#x6211;&#x65AD;&#x4E86;&#x8DDF;&#x5979;&#x7684;&#x8054;&#x7CFB;&#xFF0C;&#x518D;&#x4E5F;&#x4E0D;&#x89C1;&#xFF0C;&#x4E0D;&#x8054;&#x7CFB;&#x3002;&#x6211;&#x8DDF;&#x5979;&#x6B62;&#x4E8E;&#x7275;&#x624B;&#x642D;&#x80A9;&#x3002;</p>
<p>&#x5F88;&#x5FEB;&#xFF0C;&#x6211;&#x7684;&#x8F66;&#x5C31;&#x4E22;&#x4E86;&#x3002;&#x5230;&#x4E86;&#x6691;&#x5047;&#xFF0C;&#x6211;&#x6CA1;&#x5FC3;&#x60C5;&#x53BB;&#x8003;&#x7814;&#xFF0C;&#x66F4;&#x6CA1;&#x5FC3;&#x60C5;&#x53BB;&#x5B9E;&#x4E60;&#x3002;&#x6211;&#x9009;&#x62E9;&#x4E86;&#x8EB2;&#x907F;&#xFF0C;&#x6574;&#x6574;&#x4E00;&#x4E2A;&#x6691;&#x5047;&#xFF0C;&#x6211;&#x90FD;&#x5728;&#x5BBF;&#x820D;&#x8EB2;&#x8FC7;&#x3002;2014&#x4E0B;&#x534A;&#x5E74;&#xFF0C;&#x906D;&#x9047;&#x6BD5;&#x4E1A;&#x5371;&#x673A;&#xFF0C;&#x6302;&#x7684;&#x79D1;&#x6709;&#x7684;&#x8981;&#x91CD;&#x4FEE;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x53BB;&#x5FD9;&#x4E86;&#xFF0C;&#x5BBF;&#x820D;&#x53EA;&#x6709;&#x6211;&#x8DDF;&#x53E6;&#x4E00;&#x4E2A;&#x5144;&#x5F1F;&#x8FD8;&#x5728;&#x4E0A;&#x7740;&#x8BFE;&#xFF0C;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#x4E5F;&#x7B97;&#x5B89;&#x9759;&#xFF0C;&#x6211;&#x4EEC;&#x8BE5;&#x4E0A;&#x8BFE;&#x4E0A;&#x8BFE;&#xFF0C;&#x4E0B;&#x8BFE;&#x5C31;&#x56DE;&#x5BBF;&#x820D;&#x6253;&#x6E38;&#x620F;&#xFF0C;&#x662F;&#x6211;&#x5927;&#x5B66;&#x6700;&#x540E;&#x4E00;&#x6BB5;&#x8F7B;&#x677E;&#x7684;&#x65F6;&#x523B;&#xFF0C;&#x5F53;&#x7136;&#x662F;&#x5728;&#x8EB2;&#x907F;&#x4E2D;&#x5EA6;&#x8FC7;&#x7684;&#x3002;</p>
<h3 id="6"><a href="#6" class="headerlink" title="6"></a>6</h3><p>2&#x5E74;&#x524D;&#xFF0C;2014&#x5E74;&#x5E95;&#x3002;</p>
<p>2014&#x5E74;&#x5E95;&#xFF0C;&#x6574;&#x6574;&#x8FC7;&#x4E86;&#x4E00;&#x5E74;&#xFF0C;&#x6211;&#x8FD8;&#x662F;&#x6CA1;&#x60F3;&#x901A;&#xFF0C;&#x4F60;&#x4E3A;&#x4EC0;&#x4E48;&#x7A81;&#x7136;&#x5C31;&#x5426;&#x5B9A;&#x4E86;&#x6211;&#x3002;&#x6211;&#x7ED9;&#x4F60;&#x53D1;&#x4E86;&#x6761;&#x77ED;&#x4FE1;&#xFF0C;&#x5927;&#x81F4;&#x8FD8;&#x662F;&#x57CB;&#x6028;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x5374;&#x60F3;&#x91CD;&#x5F52;&#x4E8E;&#x597D;&#x3002;&#x6211;&#x8BF4;&#x4E86;&#x6211;&#x6709;&#x7ED3;&#x4EA4;&#x65B0;&#x670B;&#x53CB;&#x7684;&#x6D88;&#x606F;&#xFF0C;&#x4F60;&#x5F53;&#x7136;&#x5FCD;&#x65E0;&#x53EF;&#x5FCD;&#xFF0C;&#x7ED9;&#x6211;&#x56DE;&#x8BDD;&#xFF0C;&#x8BF4;&#x672C;&#x6765;&#x8FD8;&#x6709;&#x53EF;&#x80FD;&#xFF0C;&#x4F46;&#x4F60;&#x8FD9;&#x4E48;&#x8BF4;&#x5C31;&#x7B97;&#x4E86;&#xFF08;&#x770B;&#xFF0C;&#x8FC7;&#x4E86;&#x4E00;&#x5E74;&#xFF0C;&#x6211;&#x8FD8;&#x662F;&#x90A3;&#x4E2A;&#x50BB;&#x903C;&#xFF0C;&#x4E00;&#x70B9;&#x6CA1;&#x53D8;&#xFF0C;&#x601D;&#x60F3;&#x4E0A;&#x6CA1;&#x8FDB;&#x6B65;&#xFF0C;&#x6574;&#x4E2A;&#x4EBA;&#x8FD8;&#x662F;&#x50BB;&#x7684;&#xFF09;&#x3002;&#x4F60;&#x7ED9;&#x6211;&#x529D;&#x544A;&#xFF0C;&#x8BF4;&#x6211;&#x662F;&#x75F4;&#x5FF5;&#x592A;&#x6DF1;&#xFF0C;&#x529D;&#x6211;&#x65E9;&#x65E5;&#x8D70;&#x51FA;&#x6765;&#x3002;&#x8C22;&#x8C22;&#x4F60;&#x7684;&#x5584;&#x610F;&#xFF0C;&#x6211;&#x5BF9;&#x6211;&#x662F;&#x5426;&#x662F;&#x75F4;&#x5FF5;&#x4FDD;&#x7559;&#x610F;&#x89C1;&#xFF08;&#x76F8;&#x4FE1;&#x4F60;&#x770B;&#x5B8C;&#x524D;&#x6587;&#x63CF;&#x8FF0;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x518D;&#x8FD9;&#x4E48;&#x8BA4;&#x4E3A;&#x4E86;&#xFF09;&#x3002;&#x5BB6;&#x4EBA;&#x7ED9;&#x6211;&#x5EFA;&#x8BAE;&#xFF0C;&#x8BA9;&#x6211;&#x8003;&#x516C;&#x52A1;&#x5458;&#xFF0C;&#x6211;&#x540C;&#x610F;&#x4E86;&#x3002;&#x8FD4;&#x6821;&#x540E;&#xFF0C;&#x5F00;&#x59CB;&#x51C6;&#x5907;&#xFF0C;&#x65F6;&#x95F4;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#x6708;&#xFF0C;&#x6211;&#x5F88;&#x79EF;&#x6781;&#xFF0C;&#x8DDF;&#x4E00;&#x4E2A;&#x540C;&#x5B66;&#x6BCF;&#x5929;&#x65E9;&#x51FA;&#x665A;&#x5F52;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x6B63;&#x513F;&#x516B;&#x7ECF;&#x5F53;&#x5927;&#x5B66;&#x751F;&#x7ADF;&#x7136;&#x662F;&#x5927;&#x56DB;&#x4E0B;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x4E3A;&#x65F6;&#x5DF2;&#x665A;&#x3002;&#x6211;&#x540C;&#x5B66;&#x633A;&#x987A;&#x5229;&#x7684;&#x8003;&#x4E0A;&#x4E86;&#x8B66;&#x5BDF;&#xFF0C;&#x6211;&#x5F53;&#x7136;&#x662F;&#x843D;&#x699C;&#x4E86;&#xFF0C;&#x5199;&#x90FD;&#x6CA1;&#x5199;&#x5B8C;&#x3002;2015&#x5E74;7&#x6708;&#x4EFD;&#xFF0C;&#x73ED;&#x91CC;&#x6700;&#x540E;&#x4E00;&#x6279;&#x62FF;&#x5230;&#x6BD5;&#x4E1A;&#x8BC1;&#xFF0C;&#x6211;&#x4E5F;&#x6BD5;&#x4E1A;&#x4E86;&#x3002;&#x6211;&#x73ED;&#x4E3B;&#x4EFB;&#x7ED9;&#x6211;&#x7684;&#x8BC4;&#x4EF7;&#x662F;&#x6D3B;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x4E16;&#x754C;&#x91CC;&#xFF0C;&#x6211;&#x5F53;&#x65F6;&#x4E0D;&#x80AF;&#x627F;&#x8BA4;&#xFF0C;&#x8FD8;&#x6709;&#x70B9;&#x751F;&#x6C14;&#xFF0C;&#x540E;&#x6765;&#x624D;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x8FD9;&#x53E5;&#x8BC4;&#x8BED;&#x591A;&#x4E48;&#x4E2D;&#x80AF;&#x3002;&#x6BD5;&#x4E1A;&#x6211;&#x53BB;&#x5230;&#x7238;&#x5988;&#x90A3;&#x513F;&#xFF0C;&#x751F;&#x4E86;&#x573A;&#x75C5;&#xFF0C;&#x5230;8&#x6708;&#x4EFD;&#x624D;&#x6CBB;&#x597D;&#x3002;&#x542C;&#x4ECE;&#x6211;&#x540C;&#x5B66;&#x7684;&#xFF0C;&#x53BB;&#x4E86;&#x4E0A;&#x6D77;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x5B66;&#x4E60;&#x3002;&#x4E00;&#x5F85;&#x5C31;&#x662F;&#x534A;&#x5E74;&#xFF0C;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#x6211;&#x5F88;&#x52AA;&#x529B;&#xFF0C;&#x8FD9;&#x4E48;&#x591A;&#x5E74;&#x4E86;&#xFF0C;&#x6211;&#x53C8;&#x5F00;&#x59CB;&#x52AA;&#x529B;&#x4E86;&#x3002;&#x5BF9;&#x4E8E;&#x4F60;&#xFF0C;&#x9010;&#x6E10;&#x4ECE;&#x618E;&#x6068;&#x53C8;&#x8F6C;&#x53D8;&#x4E3A;&#x60F3;&#x8981;&#x52C7;&#x6562;&#x5730;&#x518D;&#x4E89;&#x53D6;&#x3002;&#x5F53;&#x7136;&#x4E5F;&#x6709;&#x5C0F;&#x68A6;&#x60F3;&#xFF0C;&#x5728;&#x77E5;&#x9053;&#x4F60;&#x5728;&#x4E49;&#x4E4C;&#x540E;&#xFF0C;&#x6211;&#x6709;&#x60F3;&#x6CD5;&#x4E86;&#x3002;&#x7B49;&#x6211;&#x8D5A;&#x5230;&#x4E00;&#x4E9B;&#x94B1;&#xFF0C;&#x6211;&#x4F1A;&#x53BB;&#x627E;&#x4F60;&#xFF0C;&#x8DDF;&#x4F60;&#x5766;&#x767D;&#xFF0C;&#x5E0C;&#x671B;&#x6211;&#x4EEC;&#x8FD8;&#x80FD;&#x518D;&#x53D1;&#x5C55;&#x4E0B;&#x53BB;&#x3002;</p>
<h3 id="7"><a href="#7" class="headerlink" title="7"></a>7</h3><p>1&#x5E74;&#x524D;&#xFF0C;2016&#x5E74;&#x6625;&#x3002;</p>
<p>2016&#x5E74;&#xFF0C;&#x540C;&#x5B66;&#x805A;&#x4F1A;&#x4F60;&#x4E0D;&#x5728;&#xFF0C;&#x5176;&#x5B9E;&#x6211;&#x5F88;&#x60F3;&#x518D;&#x89C1;&#x89C1;&#x4F60;&#xFF0C;&#x5374;&#x53C8;&#x5BB3;&#x6015;&#x89C1;&#x5230;&#x4F60;&#x3002;&#x8FC7;&#x5B8C;&#x6625;&#x8282;&#xFF0C;&#x6211;&#x6765;&#x5230;&#x676D;&#x5DDE;&#xFF0C;&#x79BB;&#x4F60;&#x66F4;&#x8FD1;&#x4E00;&#x4E9B;&#x3002;&#x6700;&#x5E94;&#x8BE5;&#x8BF4;&#x8FD9;&#x6BB5;&#x8BDD;&#x7684;&#x65F6;&#x523B;&#x5C31;&#x662F;&#x4F60;&#x8FD8;&#x6CA1;&#x8D70;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53EF;&#x662F;&#x6211;&#x65E9;&#x5DF2;&#x88AB;&#x751F;&#x6D3B;&#x4FEE;&#x9970;&#x7684;&#x6CA1;&#x6709;&#x52C7;&#x6C14;&#xFF0C;&#x8FD8;&#x60F3;&#x518D;&#x7B49;&#x7B49;&#x3002;&#x8DDF;&#x4F60;&#x6062;&#x590D;&#x804A;&#x5929;&#xFF0C;&#x804A;&#x4E00;&#x4E9B;&#x6709;&#x7684;&#x6CA1;&#x7684;&#xFF0C;&#x4EC0;&#x4E48;&#x90FD;&#x6CA1;&#x8868;&#x8FBE;&#x8FC7;&#x3002;&#x7136;&#x540E;&#x4F60;&#x5C31;&#x79BB;&#x5F00;&#x4E86;&#x4E49;&#x4E4C;&#xFF0C;&#x5230;&#x961C;&#x9633;&#x505A;&#x8001;&#x5E08;&#x3002;&#x6211;&#x79BB;&#x4F60;&#x53C8;&#x8FDC;&#x4E86;&#xFF0C;&#x6211;&#x60F3;&#x8FC7;&#x6211;&#x4E5F;&#x56DE;&#x53BB;&#xFF0C;&#x518D;&#x8003;&#x516C;&#x52A1;&#x5458;&#xFF0C;&#x53EA;&#x662F;&#x8FD9;&#x8FB9;&#x6709;&#x751F;&#x6D3B;&#x538B;&#x529B;&#xFF0C;&#x6211;&#x8FD8;&#x6CA1;&#x8D5A;&#x5230;&#x94B1;&#xFF0C;&#x804C;&#x573A;&#x521A;&#x8D77;&#x6B65;&#xFF0C;&#x601D;&#x6765;&#x60F3;&#x53BB;&#x5927;&#x6982;&#x53EA;&#x6709;&#x653E;&#x5F03;&#x4F60;&#x4E86;&#x3002;&#x6211;&#x60F3;&#x653E;&#x5F03;&#x4F60;&#x91CD;&#x65B0;&#x5F00;&#x59CB;&#xFF0C;&#x8FC7;&#x51E0;&#x5929;&#xFF0C;&#x53C8;&#x53D8;&#x56DE;&#x60F3;&#x8DDF;&#x4F60;&#x91CD;&#x5F52;&#x4E8E;&#x597D;&#xFF0C;&#x6BCF;&#x6B21;&#x90FD;&#x8FD9;&#x6837;&#x9B42;&#x73AF;&#xFF0C;&#x65F6;&#x95F4;&#x5C31;&#x8FD9;&#x6837;&#x8E49;&#x8DCE;&#x6389;&#x3002;&#x6BEB;&#x65E0;&#x4F8B;&#x5916;&#xFF0C;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x53C8;&#x60F3;&#x7740;&#xFF0C;&#x7B49;&#x6211;&#x8D5A;&#x5230;&#x94B1;&#xFF0C;&#x6211;&#x518D;&#x4E3A;&#x81EA;&#x5DF1;&#x52C7;&#x6562;&#x4E00;&#x6B21;&#xFF0C;&#x751A;&#x81F3;&#x4E00;&#x6B21;&#x4E0D;&#x6210;&#x8FD8;&#x53EF;&#x4EE5;&#x591A;&#x6B21;&#x3002;</p>
<h3 id="8"><a href="#8" class="headerlink" title="8"></a>8</h3><p>N&#x5929;&#x524D;&#xFF08;N&lt;30&#xFF09;&#xFF0C;2017&#x5E74;1&#x6708;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x5DE5;&#x4F5C;&#x65E5;&#x7684;&#x665A;&#x4E0A;&#xFF0C;&#x6211;&#x52A0;&#x5B8C;&#x73ED;&#xFF0C;&#x5728;&#x56DE;&#x53BB;&#x8DEF;&#x4E0A;&#x7B49;&#x70E7;&#x997C;&#x7684;&#x95F4;&#x9699;&#xFF0C;&#x5237;&#x670B;&#x53CB;&#x5708;&#xFF0C;&#x770B;&#x5230;&#x4F60;&#x53D1;&#x7684;&#x5A5A;&#x7EB1;&#x7167;&#xFF0C;&#x4F60;&#x8981;&#x7ED3;&#x5A5A;&#x4E86;&#xFF1F;&#xFF1F;&#xFF01;</p>
<p>&#x6211;&#x5148;&#x662F;&#x4E0D;&#x4EE5;&#x4E3A;&#x7136;&#xFF0C;&#x5FC3;&#x60F3;&#x8FD9;&#x5F00;&#x73A9;&#x7B11;&#x5462;&#x5427;&#xFF08;&#x9ED1;&#x4EBA;&#x95EE;&#x53F7;&#x8138;&#xFF09;&#x3002;&#x7136;&#x540E;&#x70B9;&#x8FDB;&#x53BB;&#x770B;&#x4E86;&#x4E0B;&#xFF0C;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x6211;&#x90FD;&#x6709;&#x70B9;&#x8BA4;&#x4E0D;&#x51FA;&#x90A3;&#x7A76;&#x7ADF;&#x662F;&#x4E0D;&#x662F;&#x4F60;&#x3002;&#x770B;&#x4E86;&#x4E0B;&#x9762;&#x8BC4;&#x8BBA;&#xFF0C;&#x624D;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x771F;&#x7684;&#xFF01;&#x6211;&#x614C;&#x4E86;&#x4E0B;&#xFF0C;&#x628A;&#x624B;&#x673A;&#x88C5;&#x8FDB;&#x53E3;&#x888B;&#x91CC;&#xFF0C;&#x7EE7;&#x7EED;&#x7B49;&#x7740;&#x70E7;&#x997C;&#x3002;&#x70E7;&#x997C;&#x597D;&#x4E86;&#xFF0C;&#x6211;&#x8FB9;&#x8D70;&#x8FB9;&#x53D1;&#x72E0;&#x4F7F;&#x52B2;&#x54AC;&#x7740;&#x70E7;&#x997C;&#xFF0C;&#x5185;&#x5FC3;&#x4E94;&#x5473;&#x6742;&#x9648;&#x3002;</p>
<p>&#x56DE;&#x5230;&#x5BB6;&#xFF0C;&#x6211;&#x51B7;&#x9759;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x6C14;&#x6124;&#x7684;&#x53D1;&#x4E86;&#x4E2A;&#x5FAE;&#x535A;&#xFF0C;&#x53D1;&#x4E86;&#x4E2A;QQ&#x7A7A;&#x95F4;&#x3002;&#xFF08;&#x4E0D;&#x53D1;&#x670B;&#x53CB;&#x5708;&#x662F;&#x56E0;&#x4E3A;&#x670B;&#x53CB;&#x5708;&#x4EB2;&#x621A;&#x592A;&#x591A;&#xFF0C;&#x8EAB;&#x8FB9;&#x7684;&#x719F;&#x4EBA;&#x592A;&#x591A;&#xFF09;&#x5927;&#x6982;&#x7684;&#x610F;&#x601D;&#x662F;&#xFF0C;&#x6211;&#x8FD9;7&#x5E74;&#x767D;&#x8D39;&#x4E86;&#xFF0C;&#x6211;&#x8981;&#x91CD;&#x65B0;&#x6765;&#x8FC7;&#xFF01;&#x5E76;&#x5B89;&#x6170;&#x4E00;&#x4E0B;&#x81EA;&#x5DF1;&#x3002;&#x5F88;&#x591A;&#x79CD;&#x60F3;&#x6CD5;&#x98D8;&#x8FC7;&#xFF0C;&#x8FD9;&#x662F;&#x9017;&#x6211;&#x5462;&#x5427;&#xFF1F;&#x4E0D;&#x592A;&#x53EF;&#x80FD;&#x3002;&#x6211;&#x8FD8;&#x6709;&#x4EC0;&#x4E48;&#x673A;&#x4F1A;&#x5417;&#xFF1F;&#x5927;&#x6982;&#x6CA1;&#x6709;&#x3002;&#x6211;&#x8BE5;&#x80BF;&#x4E48;&#x529E;&#xFF1F;&#x4E0D;&#x77E5;&#x9053;&#x3002;&#x6211;&#x8981;&#x7ED9;&#x4F60;&#x53D1;&#x6D88;&#x606F;&#xFF0C;&#x6211;&#x505A;&#x4E86;&#x3002;&#x53D1;&#x7684;&#x662F;&#x8DDF;&#x4F60;&#x8BF4;&#x660E;&#x4E0D;&#x80FD;&#x5230;&#x573A;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x4E5F;&#x53EA;&#x6709;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x53EF;&#x4EE5;&#x8BF4;&#x7684;&#x7684;&#x8BDD;&#x9898;&#x4E86;&#x3002;&#x4F60;&#x4ECE;&#x5BB9;&#x7684;&#x8DDF;&#x6211;&#x8BF4;&#x660E;&#x4E86;&#x60C5;&#x51B5;&#xFF0C;&#x5BF9;&#x65B9;&#x662F;&#x4E00;&#x4E2A;&#x5B66;&#x6821;&#x7684;&#x8001;&#x5E08;&#xFF0C;&#x8D70;&#x5230;&#x4E86;&#x4E00;&#x8D77;&#xFF0C;&#x8981;&#x7ED3;&#x5A5A;&#x800C;&#x5DF2;&#x3002;&#x6211;&#x65E0;&#x8A00;&#x4EE5;&#x5BF9;&#x3002;</p>
<p>&#x53EF;&#x60DC;&#x3002;&#x4E0D;&#x77E5;&#x4ECE;&#x4F55;&#x65F6;&#x8D77;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x4EBA;&#x8D70;&#x8FDB;&#x4E86;&#x4F60;&#x7684;&#x751F;&#x6D3B;&#x3002;&#x4E0D;&#x77E5;&#x4ECE;&#x4F55;&#x65F6;&#x8D77;&#xFF0C;&#x4F60;&#x51B3;&#x5B9A;&#x5FD8;&#x8BB0;&#x6211;&#x3002;&#x4E0D;&#x77E5;&#x4ECE;&#x4F55;&#x65F6;&#x8D77;&#xFF0C;&#x4F60;&#x89C9;&#x5F97;&#x8FD9;&#x4E2A;&#x7537;&#x751F;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x6BD4;&#x6211;&#x5F3A;100&#x8F88;&#x3002;&#x4E0D;&#x77E5;&#x4ECE;&#x4F55;&#x65F6;&#x8D77;&#xFF0C;&#x4F60;&#x51B3;&#x5B9A;&#x8DDF;&#x4ED6;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x4E0D;&#x77E5;&#x4ECE;&#x4F55;&#x65F6;&#x8D77;&#xFF0C;&#x4ED6;&#x8DDF;&#x4F60;&#x6C42;&#x5A5A;&#xFF0C;&#x4F60;&#x6109;&#x60A6;&#x7684;&#x7B54;&#x5E94;&#x3002;&#x4E0D;&#x77E5;&#x4ECE;&#x4F55;&#x65F6;&#x8D77;&#xFF0C;&#x4F60;&#x4EEC;&#x62CD;&#x6444;&#x5A5A;&#x7EB1;&#x7167;&#xFF0C;&#x51B3;&#x5B9A;&#x7ED3;&#x5A5A;&#x3002;&#x7136;&#x540E;&#x4F60;&#x670B;&#x53CB;&#x5708;&#x53D1;&#x5E03;&#x6D88;&#x606F;&#xFF0C;&#x5C06;&#x8BF7;&#x5E16;&#x516C;&#x4E4B;&#x4E8E;&#x4F17;&#x3002;</p>
<p>&#x6B64;&#x540E;&#x76F4;&#x5230;&#x4ECA;&#x5929;&#xFF0C;&#x6211;&#x4E00;&#x6709;&#x7A7A;&#x5C31;&#x4E0D;&#x65AD;&#x601D;&#x8003;&#xFF0C;&#x4E0D;&#x65AD;&#x7684;&#x60F3;&#xFF0C;&#x6211;&#x8BE5;&#x505A;&#x70B9;&#x4EC0;&#x4E48;&#xFF1F;&#x6211;&#x60F3;&#x8D77;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x5F97;&#x4E86;&#x7A7A;&#xFF0C;&#x6211;&#x8981;&#x5C06;&#x6211;&#x6240;&#x60F3;&#x7684;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#xFF0C;&#x6EE1;&#x6EE1;&#x7684;&#x5168;&#x662F;&#x9752;&#x6625;&#x7684;&#x8BB0;&#x5FC6;&#x3002;&#x5728;&#x56DE;&#x5FC6;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6211;&#x624D;&#x53D1;&#x73B0;&#x6709;&#x4E9B;&#x4E1C;&#x897F;&#xFF0C;&#x539F;&#x6765;&#x6709;&#x4E9B;&#x4E1C;&#x897F;&#x6211;&#x5DF2;&#x7ECF;&#x660E;&#x767D;&#x4E86;&#xFF0C;&#x518D;&#x60F3;&#x5230;&#x5199;&#x8FD9;&#x7BC7;&#x8BB0;&#x5F55;&#x7684;&#x610F;&#x4E49;&#x53EF;&#x80FD;&#x66F4;&#x5927;&#x4E86;&#x3002;&#x5E76;&#x4E14;&#x6253;&#x7B97;&#x7ED9;&#x4F60;&#x770B;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4E5F;&#x80FD;&#x4ECE;&#x4E2D;&#x7406;&#x89E3;&#x5230;&#x4E00;&#x70B9;&#x70B9;&#x4E1C;&#x897F;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x4E0D;&#x767D;&#x5199;&#x4E86;&#x3002;</p>
<p>&#x6211;&#x59CB;&#x7EC8;&#x8BA4;&#x4E3A;&#xFF0C;&#x6211;&#x4EEC;&#x4E4B;&#x95F4;&#x6709;&#x5F00;&#x59CB;&#x6709;&#x7ED3;&#x675F;&#xFF0C;&#x7231;&#x8FC7;&#x3001;&#x5931;&#x671B;&#x8FC7;&#x3001;&#x75DB;&#x82E6;&#x8FC7;&#x3001;&#x7559;&#x604B;&#x8FC7;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x6709;&#x3002;&#x552F;&#x72EC;&#x6CA1;&#x6709;&#x597D;&#x597D;&#x505A;&#x7684;&#x662F;&#x8BF4;&#x4E00;&#x53E5;&#x518D;&#x89C1;&#x3002;&#x8FD9;&#x4E9B;&#x8BDD;&#x4E5F;&#x662F;&#x6211;&#x4E00;&#x76F4;&#x90FD;&#x60F3;&#x8981;&#x8BF4;&#x7684;&#xFF0C;&#x8BA9;&#x9752;&#x6625;&#x4E0D;&#x7559;&#x9057;&#x61BE;&#xFF0C;&#x662F;&#x6211;&#x7684;&#x521D;&#x8877;&#x3002;</p>
<p>&#x6BCF;&#x5E74;&#x4F60;&#x7684;&#x751F;&#x65E5;&#xFF0C;&#x795D;&#x798F;&#x9001;&#x8FBE;&#xFF0C;&#x662F;&#x60F3;&#x8BA9;&#x4F60;&#x77E5;&#x9053;&#x6211;&#x4E0D;&#x66FE;&#x5FD8;&#x5374;&#x3002;&#x76F4;&#x5230;&#x73B0;&#x5728;&#xFF0C;&#x6211;&#x8FD8;&#x4E00;&#x76F4;&#x5E26;&#x7740;&#x90A3;&#x5F20;&#x6211;&#x552F;&#x4E00;&#x62E5;&#x6709;&#x7684;&#x540D;&#x53EB;&#x653E;&#x5F03;&#x7684;&#x7167;&#x7247;&#x3002;&#x5927;&#x6982;&#x51A5;&#x51A5;&#x4E4B;&#x4E2D;&#x5929;&#x6CE8;&#x5B9A;&#xFF0C;&#x6700;&#x7EC8;&#xFF0C;&#x4F60;&#x662F;&#x8981;&#x6211;&#x653E;&#x5F03;&#x3002;<br><img src="/2017/01/17/&#x4E00;&#x4E9B;&#x8981;&#x8BF4;&#x7684;&#x8BDD;/mylove.JPG" alt=""></p>
<h3 id="9"><a href="#9" class="headerlink" title="9"></a>9</h3><p>&#x521D;&#x7A3F;&#x5B8C;&#x6210;&#x4E8E;2017&#x5E74;1.18/1.19&#x6DF1;&#x591C;&#xFF0C;&#x676D;&#x5DDE;&#x3002;</p>
<p>&#x7F16;&#x8F91;&#x5B9A;&#x7A3F;&#x4E8E;2017&#x5E74;1.22&#x6DF1;&#x591C;&#xFF0C;&#x676D;&#x5DDE;&#x3002;</p>
<p>&#x518D;&#x6B21;&#x7F16;&#x8F91;&#x4E8E;2017&#x5E74;1.22&#x665A;&#xFF0C;&#x4F60;&#x7ED3;&#x5A5A;&#x7684;&#x524D;&#x4E00;&#x5929;&#xFF0C;&#x676D;&#x5DDE;&#x3002;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/心情/" rel="tag">#心情</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/10/07/第6篇日记国庆节沉思录/" rel="next" title="第6篇日记·国庆节沉思录">
                <i class="fa fa-chevron-left"></i> 第6篇日记·国庆节沉思录
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2017/01/17/一些要说的话/"
     data-title="一些要说的话"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2017/01/17/一些要说的话/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2017/01/17/一些要说的话/"
           data-title="一些要说的话" data-url="https://ZhangXiaodong1993.github.io/2017/01/17/一些要说的话/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">28</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">27</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#1"><span class="nav-number">1.</span> <span class="nav-text">1</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#2"><span class="nav-number">2.</span> <span class="nav-text">2</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#3"><span class="nav-number">3.</span> <span class="nav-text">3</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#4"><span class="nav-number">4.</span> <span class="nav-text">4</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#5"><span class="nav-number">5.</span> <span class="nav-text">5</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#6"><span class="nav-number">6.</span> <span class="nav-text">6</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#7"><span class="nav-number">7.</span> <span class="nav-text">7</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#8"><span class="nav-number">8.</span> <span class="nav-text">8</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#9"><span class="nav-number">9.</span> <span class="nav-text">9</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy;  2016 - 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
