<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="历史," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x603B;&amp;#x8BC4;&amp;#x8C46;&amp;#x74E3;&amp;#x9605;&amp;#x8BFB;&amp;#x4E70;&amp;#x7684;&amp;#x7535;&amp;#x5B50;&amp;#x4E66;&amp;#xFF0C;&amp;#x4E00;&amp;#x5171;7&amp;#x90E8;&amp;#xFF0C;&amp;#x603B;&amp;#x5171;4&amp;#x3001;50&amp;#x5757;&amp;#xFF0C;&amp;#x8981;&amp;#x662F;&amp;#x4E70;&amp;#x5">
<meta property="og:type" content="article">
<meta property="og:title" content="明朝那些事儿1 洪武大帝">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/05/21/明朝那些事儿1洪武大帝/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x603B;&amp;#x8BC4;&amp;#x8C46;&amp;#x74E3;&amp;#x9605;&amp;#x8BFB;&amp;#x4E70;&amp;#x7684;&amp;#x7535;&amp;#x5B50;&amp;#x4E66;&amp;#xFF0C;&amp;#x4E00;&amp;#x5171;7&amp;#x90E8;&amp;#xFF0C;&amp;#x603B;&amp;#x5171;4&amp;#x3001;50&amp;#x5757;&amp;#xFF0C;&amp;#x8981;&amp;#x662F;&amp;#x4E70;&amp;#x5">
<meta property="og:updated_time" content="2016-05-21T12:11:27.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="明朝那些事儿1 洪武大帝">
<meta name="twitter:description" content="&amp;#x603B;&amp;#x8BC4;&amp;#x8C46;&amp;#x74E3;&amp;#x9605;&amp;#x8BFB;&amp;#x4E70;&amp;#x7684;&amp;#x7535;&amp;#x5B50;&amp;#x4E66;&amp;#xFF0C;&amp;#x4E00;&amp;#x5171;7&amp;#x90E8;&amp;#xFF0C;&amp;#x603B;&amp;#x5171;4&amp;#x3001;50&amp;#x5757;&amp;#xFF0C;&amp;#x8981;&amp;#x662F;&amp;#x4E70;&amp;#x5">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 明朝那些事儿1 洪武大帝 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                明朝那些事儿1 洪武大帝
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-05-21T17:49:07+08:00" content="2016-05-21">
              2016-05-21
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/读书碎碎念/" itemprop="url" rel="index">
                    <span itemprop="name">读书碎碎念</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/05/21/明朝那些事儿1洪武大帝/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/05/21/明朝那些事儿1洪武大帝/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/05/21/明朝那些事儿1洪武大帝/" class="leancloud_visitors" data-flag-title="明朝那些事儿1 洪武大帝">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="&#x603B;&#x8BC4;"><a href="#&#x603B;&#x8BC4;" class="headerlink" title="&#x603B;&#x8BC4;"></a>&#x603B;&#x8BC4;</h3><p>&#x8C46;&#x74E3;&#x9605;&#x8BFB;&#x4E70;&#x7684;&#x7535;&#x5B50;&#x4E66;&#xFF0C;&#x4E00;&#x5171;7&#x90E8;&#xFF0C;&#x603B;&#x5171;4&#x3001;50&#x5757;&#xFF0C;&#x8981;&#x662F;&#x4E70;&#x5B9E;&#x4F53;&#x4E66;&#x7684;&#x8BDD;&#x4E00;&#x5B9A;&#x4E0A;&#x767E;&#x7684;&#xFF0C;&#x6BD5;&#x7ADF;&#x4E00;&#x90E8;&#x5C31;20&#x591A;&#x4E07;&#x5B57;&#x3002;</p>
<p>&#x7B2C;&#x4E00;&#x6B65;&#x4E3B;&#x8981;&#x63CF;&#x5199;&#x6731;&#x5143;&#x748B;&#x7684;&#x4E00;&#x751F;&#x4EE5;&#x53CA;&#x5EFA;&#x6587;&#x5E1D;&#x6731;&#x5141;&#x7086;&#x90A3;&#x51E0;&#x5E74;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#x53EF;&#x4EE5;&#x5206;&#x4E3A;4&#x4E2A;&#x90E8;&#x5206;&#xFF0C;&#x7B2C;&#x4E00;&#x662F;&#x6731;&#x5143;&#x748B;&#x4E0E;&#x7FA4;&#x96C4;&#x76F8;&#x4E89;&#x5230;&#x626B;&#x706D;&#x9648;&#x53CB;&#x8C05;&#x53CA;&#x5F20;&#x58EB;&#x8BDA;&#x6B62;&#xFF0C;&#x7B2C;&#x4E8C;&#x662F;&#x706D;&#x6389;&#x5143;&#x671D;&#x9A71;&#x9010;&#x5317;&#x5143;&#x5230;&#x84DD;&#x7389;&#x626B;&#x706D;&#x5143;&#x5EAD;&#x6B62;&#xFF0C;&#x7B2C;&#x4E09;&#x662F;&#x5185;&#x653F;&#x65B9;&#x9762;&#x6D2A;&#x6B66;&#x56DB;&#x5927;&#x6848;&#x5230;&#x6731;&#x5143;&#x748B;&#x53BB;&#x4E16;&#x6B62;&#xFF0C;&#x7B2C;&#x56DB;&#x662F;&#x9756;&#x96BE;&#x4E4B;&#x6218;&#x5230;&#x6731;&#x5141;&#x7086;&#x5012;&#x53F0;&#x6B62;&#x3002;&#x4F5C;&#x8005;&#x7740;&#x58A8;&#x6700;&#x591A;&#x7684;&#x662F;&#x9756;&#x96BE;&#x4E4B;&#x5F79;&#xFF0C;&#x82B1;&#x4E86;&#x4E09;&#x5206;&#x4E4B;&#x4E00;&#x7684;&#x7BC7;&#x5E45;&#x90FD;&#x5728;&#x8BB2;&#x8FD9;&#x4EF6;&#x4E8B;&#xFF0C;&#x8BB2;&#x7684;&#x5F88;&#x7EC6;&#x81F4;&#x3002;</p>
<p>&#x8FD9;&#x672C;&#x4E66;&#x7ED9;&#x6211;&#x7684;&#x611F;&#x89C9;&#x5C31;&#x662F;&#xFF0C;&#x4E00;&#x5F00;&#x59CB;&#x4EE5;&#x4E3A;&#x8BB2;&#x5386;&#x53F2;&#xFF0C;&#x7ED3;&#x679C;&#x5565;&#x90FD;&#x8BB2;&#x3002;&#x4E5F;&#x6709;&#x5F88;&#x591A;&#x4EBA;&#x8BDF;&#x75C5;&#x7684;&#x4E00;&#x70B9;&#x5C31;&#x662F;&#xFF0C;&#x6545;&#x5F04;&#x7384;&#x865A;&#xFF0C;&#x5938;&#x5927;&#x5176;&#x8BCD;&#xFF0C;&#x4E0D;&#x8FC7;&#x8FD9;&#x4E5F;&#x662F;&#x7AE0;&#x56DE;&#x4F53;&#x5C0F;&#x8BF4;&#x7684;&#x5957;&#x8DEF;&#x3002;</p>
<h3 id="&#x4E00;&#x3001;&#x7FA4;&#x96C4;&#x76F8;&#x4E89;"><a href="#&#x4E00;&#x3001;&#x7FA4;&#x96C4;&#x76F8;&#x4E89;" class="headerlink" title="&#x4E00;&#x3001;&#x7FA4;&#x96C4;&#x76F8;&#x4E89;"></a>&#x4E00;&#x3001;&#x7FA4;&#x96C4;&#x76F8;&#x4E89;</h3><h4 id="&#x6731;&#x5143;&#x748B;&#x7684;&#x53D1;&#x8FF9;"><a href="#&#x6731;&#x5143;&#x748B;&#x7684;&#x53D1;&#x8FF9;" class="headerlink" title="&#x6731;&#x5143;&#x748B;&#x7684;&#x53D1;&#x8FF9;"></a>&#x6731;&#x5143;&#x748B;&#x7684;&#x53D1;&#x8FF9;</h4><p><code>&#x6731;&#x91CD;&#x516B;</code>&#xFF0C;&#x5B89;&#x5FBD;&#x51E4;&#x9633;&#x4EBA;&#xFF0C;&#x519C;&#x6C11;&#x51FA;&#x8EAB;&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x53EB;&#x91CD;&#x516B;&#xFF1F;&#x56E0;&#x4E3A;&#x7956;&#x4E0A;&#x90FD;&#x6CA1;&#x6587;&#x5316;&#xFF0C;&#x53EA;&#x80FD;&#x4EE5;&#x751F;&#x65E5;&#x5E74;&#x9F84;&#x7B49;&#x6570;&#x5B57;&#x8D77;&#x540D;&#x5B57;&#xFF0C;&#x5C31;&#x662F;<code>&#x6731;&#x516B;&#x516B;</code>&#x3002;</p>
<p>&#x5143;&#x672B;&#xFF0C;&#x5B98;&#x5458;&#x8150;&#x8D25;&#xFF0C;&#x6C49;&#x4EBA;&#x53C8;&#x5730;&#x4F4D;&#x4F4E;&#x8D31;&#xFF0C;&#x5929;&#x4E0B;&#x5927;&#x707E;&#xFF0C;&#x7206;&#x53D1;&#x4E86;<code>&#x97E9;&#x5C71;&#x7AE5;&#x3001;&#x5218;&#x798F;&#x901A;</code>&#x4E3A;&#x9996;&#x7684;&#x519C;&#x6C11;&#x8D77;&#x4E49;&#x3002;&#x6731;&#x5143;&#x748B;&#x5BB6;&#x7978;&#x4E0D;&#x5355;&#x884C;&#xFF0C;&#x7236;&#x6BCD;&#xFF0C;&#x5927;&#x54E5;&#x4E8C;&#x54E5;&#x90FD;&#x6076;&#x6B7B;&#x4E86;&#xFF0C;&#x6731;&#x5143;&#x748B;&#x5C31;&#x53BB;&#x5F53;&#x6253;&#x5DE5;&#x7684;&#x548C;&#x5C1A;&#xFF0C;&#x8F97;&#x8F6C;&#x8BA8;&#x996D;&#x4E8E;&#x5404;&#x5730;&#xFF0C;&#x5728;&#x8FD9;&#x671F;&#x95F4;&#x78E8;&#x7EC3;&#x4E86;&#x5FC3;&#x667A;&#x3002;&#x540E;<code>&#x6C64;&#x548C;</code>&#x5F15;&#x8350;&#x4ED6;&#x53BB;<code>&#x90ED;&#x5B50;&#x5174;</code>&#x5904;&#x53C2;&#x52A0;&#x8D77;&#x4E49;&#x519B;&#xFF0C;&#x56E0;&#x4E3A;&#x80FD;&#x529B;&#x5F3A;&#xFF0C;&#x90ED;&#x5B50;&#x5174;&#x628A;&#x4E49;&#x5973;<code>&#x9A6C;&#x59D1;&#x5A18;</code>&#x5AC1;&#x7ED9;&#x4ED6;&#x4E3A;&#x59BB;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x540E;&#x6765;&#x7684;&#x9A6C;&#x7687;&#x540E;&#x3002;&#x540E;&#x6765;&#x4ECE;&#x90ED;&#x5B50;&#x5174;&#x5904;&#x501F;&#x6765;&#x5175;&#x9A6C;&#xFF0C;&#x5728;<code>&#x5B89;&#x5FBD;&#x6C5F;&#x82CF;</code>&#x4E00;&#x5E26;&#x53D1;&#x5C55;&#xFF0C;&#x5360;&#x636E;&#x91D1;&#x9675;&#x4E3A;&#x6839;&#x636E;&#x5730;&#xFF0C;&#x6210;&#x4E3A;&#x4E00;&#x65B9;&#x52BF;&#x529B;&#x3002;&#x5386;&#x53F2;&#x6F14;&#x8FDB;&#xFF0C;&#x5C0F;&#x89D2;&#x8272;&#x8C22;&#x5E55;&#xFF0C;&#x51FA;&#x73B0;&#x4E86;2&#x4E2A;&#x4E3B;&#x8981;&#x7684;&#x5BF9;&#x624B;&#x3002;</p>
<h4 id="&#x9648;&#x53CB;&#x8C05;-amp-amp-&#x5F20;&#x58EB;&#x8BDA;"><a href="#&#x9648;&#x53CB;&#x8C05;-amp-amp-&#x5F20;&#x58EB;&#x8BDA;" class="headerlink" title="&#x9648;&#x53CB;&#x8C05;&amp;&amp;&#x5F20;&#x58EB;&#x8BDA;"></a>&#x9648;&#x53CB;&#x8C05;&amp;&amp;&#x5F20;&#x58EB;&#x8BDA;</h4><p>&#x6731;&#x5143;&#x748B;&#x524D;&#x671F;&#x4E3B;&#x8981;&#x662F;&#x81EA;&#x5DF1;&#x6307;&#x6325;&#x4E3A;&#x4E3B;&#xFF0C;&#x4ED6;&#x662F;&#x6770;&#x51FA;&#x7684;&#x653F;&#x6CBB;&#x519B;&#x4E8B;&#x5BB6;&#xFF0C;&#x8FD9;&#x6709;&#x8D56;&#x4E8E;&#x4ED6;&#x540E;&#x6765;&#x7684;&#x81EA;&#x4E3B;&#x5B66;&#x4E60;&#x3002;&#x624B;&#x4E0B;&#x6709;&#x6B66;&#x6709;<code>&#x5F90;&#x8FBE;&#x5E38;&#x9047;&#x6625;</code>&#x7B49;&#x540D;&#x5C06;&#xFF0C;&#x8C0B;&#x6709;<code>&#x5218;&#x57FA;</code>&#xFF0C;&#x5173;&#x952E;&#x65F6;&#x523B;&#x80FD;&#x6B63;&#x786E;&#x5224;&#x65AD;&#x4E8B;&#x60C5;&#x7684;&#x4EBA;&#x3002;</p>
<p><code>&#x9648;&#x53CB;&#x8C05;</code>&#xFF0C;&#x6E56;&#x5317;&#x4ED9;&#x6843;&#x4EBA;&#xFF0C;&#x6E14;&#x6C11;&#x51FA;&#x8EAB;&#x3002;&#x672C;&#x662F;&#x5C0F;&#x540F;&#xFF0C;&#x4E3A;&#x4EBA;&#x72E0;&#x6BD2;&#xFF0C;&#x4E00;&#x6B65;&#x6B65;&#x5411;&#x4E0A;&#x722C;&#xFF0C;&#x6700;&#x540E;&#x5E72;&#x6389;&#x4E3B;&#x5B50;&#x5F90;&#x5BFF;&#x8F89;&#xFF0C;&#x79F0;&#x56FD;&#x53F7;&#x6C49;&#xFF0C;&#x767B;&#x57FA;&#x4E3A;&#x5E1D;&#xFF0C;&#x90FD;&#x4E5D;&#x6C5F;&#xFF0C;&#x5360;&#x636E;<code>&#x6E56;&#x5317;&#x6C5F;&#x897F;</code>&#x4E00;&#x5E26;&#x9648;&#x53CB;&#x8C05;&#x4E0D;&#x6127;&#x4E3A;&#x67AD;&#x96C4;&#x3002;&#x7B2C;&#x4E00;&#x6B21;&#x653B;&#x51FB;&#x91D1;&#x9675;(&#x5357;&#x4EAC;)&#xFF0C;&#x9648;&#x53CB;&#x8C05;&#x6C34;&#x519B;&#x5F3A;&#x5927;&#xFF0C;&#x6218;&#x8239;&#x591A;&#xFF0C;&#x6731;&#x5143;&#x748B;&#x5F15;&#x8BF1;&#x5176;&#x81F3;<code>&#x9F99;&#x6E7E;</code>&#xFF0C;&#x4F7F;&#x5176;&#x767B;&#x5CB8;&#xFF0C;&#x4F0F;&#x5175;&#x8D25;&#x4E4B;&#x3002;&#x4F46;&#x9648;&#x53CB;&#x8C05;&#x8FD8;&#x662F;&#x5F88;&#x5F3A;&#x5927;&#xFF0C;&#x4E0D;&#x7518;&#x5931;&#x8D25;&#xFF0C;&#x53C8;&#x8FDB;&#x653B;&#x5357;&#x660C;&#xFF0C;&#x6731;&#x5143;&#x748B;&#x7684;&#x4F84;&#x5B50;<code>&#x6731;&#x6587;&#x6B63;</code>&#x4E5F;&#x662F;&#x4E2A;&#x5B88;&#x57CE;&#x540D;&#x5C06;&#xFF0C;&#x9648;&#x53CB;&#x8C05;&#x6CA1;&#x80FD;&#x653B;&#x4E0B;&#x6765;&#xFF0C;&#x6731;&#x5143;&#x748B;&#x652F;&#x63F4;&#xFF0C;&#x53CC;&#x65B9;&#x4E8E;<code>&#x9131;&#x9633;&#x6E56;&#x5927;&#x6218;</code>,&#x6731;&#x5143;&#x748B;&#x91C7;&#x7528;&#x706B;&#x653B;&#xFF0C;&#x5927;&#x8D25;&#x9648;&#x53CB;&#x8C05;60&#x4E07;&#x5927;&#x519B;&#xFF0C;&#x9648;&#x53CB;&#x8C05;&#x6218;&#x6B7B;&#x3002;</p>
<p><code>&#x5F20;&#x58EB;&#x8BDA;</code>&#xFF0C;&#x76D0;&#x8D29;&#x51FA;&#x8EAB;&#xFF0C;&#x5360;&#x636E;<code>&#x6C5F;&#x82CF;&#x6D59;&#x6C5F;</code>&#x4E00;&#x5E26;&#xFF0C;&#x5B88;&#x57CE;&#x8FBE;&#x4EBA;&#xFF0C;&#x81EA;&#x9996;&#x4E4B;&#x8D3C;&#x3002;&#x5143;&#x519B;&#x653B;&#x6253;&#x9AD8;&#x90AE;&#xFF0C;&#x5F20;&#x58EB;&#x8BDA;&#x786C;&#x662F;&#x51ED;&#x501F;&#x610F;&#x5FD7;&#x529B;&#x5B88;&#x4E86;&#x4E0B;&#x6765;&#xFF0C;&#x4E5F;&#x662F;&#x4E2A;&#x4EBA;&#x6770;&#x3002;&#x4F46;&#x662F;&#x4ED6;&#x4E0D;&#x601D;&#x8FDB;&#x53D6;&#xFF0C;&#x5728;&#x6731;&#x5143;&#x748B;&#x4E0E;&#x9648;&#x53CB;&#x8C05;&#x5927;&#x6218;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E5F;&#x4E0D;&#x53BB;&#x652F;&#x63F4;&#x9648;&#x53CB;&#x8C05;&#x3002;&#x7B49;&#x5230;&#x9648;&#x53CB;&#x8C05;&#x88AB;&#x6D88;&#x706D;&#x4E86;&#xFF0C;&#x5C31;&#x8F6E;&#x5230;&#x4ED6;&#x4E86;&#xFF0C;&#x88AB;&#x6731;&#x5143;&#x748B;&#x56F4;&#x57CE;&#xFF0C;&#x57CE;&#x7834;&#x81EA;&#x6740;&#x3002;</p>
<h3 id="&#x4E8C;&#x3001;&#x5BF9;&#x5143;&#x6218;&#x4E89;"><a href="#&#x4E8C;&#x3001;&#x5BF9;&#x5143;&#x6218;&#x4E89;" class="headerlink" title="&#x4E8C;&#x3001;&#x5BF9;&#x5143;&#x6218;&#x4E89;"></a>&#x4E8C;&#x3001;&#x5BF9;&#x5143;&#x6218;&#x4E89;</h3><h4 id="&#x706D;&#x5143;&#x671D;"><a href="#&#x706D;&#x5143;&#x671D;" class="headerlink" title="&#x706D;&#x5143;&#x671D;"></a>&#x706D;&#x5143;&#x671D;</h4><p>&#x5F53;&#x65F6;&#x5143;&#x671D;&#x8FD8;&#x662F;&#x5F88;&#x6709;&#x5B9E;&#x529B;&#xFF0C;&#x4F46;&#x662F;&#x4ECE;&#x5357;&#x5F80;&#x5317;&#x6253;&#xFF0C;&#x5386;&#x6765;&#x6210;&#x529F;&#x8005;&#x5C11;&#x3002;&#x800C;&#x4E14;&#x8499;&#x53E4;&#x4EBA;&#x5584;&#x6218;&#xFF0C;&#x9A91;&#x5175;&#x5389;&#x5BB3;&#x3002;&#x6731;&#x5143;&#x748B;&#x5148;&#x4ECE;&#x6CB3;&#x5357;&#x5C71;&#x4E1C;&#x5F00;&#x6253;&#xFF0C;&#x51ED;&#x501F;&#x4ED6;&#x5353;&#x8D8A;&#x519B;&#x4E8B;&#x5BB6;&#x7684;&#x8C0B;&#x7565;&#x5584;&#x6218;&#x7684;&#x540D;&#x5C06;&#xFF0C;&#x9010;&#x6B65;&#x9A71;&#x9010;&#x5143;&#x671D;&#xFF0C;&#x653B;&#x4E0B;<code>&#x5927;&#x90FD;</code>&#x3002;&#x540E;&#x9010;&#x6B65;&#x5F80;&#x4E1C;&#x5317;&#x897F;&#x5317;&#x51FA;&#x5175;&#xFF0C;&#x5143;&#x8FC1;&#x90FD;&#x4E0A;&#x90FD;&#xFF0C;&#x79F0;&#x4E3A;&#x5317;&#x5143;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x65F6;&#x671F;&#xFF0C;&#x53EA;&#x8981;&#x662F;&#x6731;&#x5143;&#x748B;&#x5236;&#x5B9A;&#x4F5C;&#x6218;&#x8BA1;&#x5212;&#xFF0C;&#x5C06;&#x9886;&#x4EEC;&#x53BB;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#xFF0C;&#x7C7B;&#x4F3C;&#x4E8E;&#x6C49;&#x6B66;&#x5E1D;&#x65F6;&#x671F;&#x7684;&#x65B9;&#x5F0F;&#x3002;&#x6731;&#x5143;&#x748B;&#x53EA;&#x5750;&#x9547;&#x90FD;&#x57CE;&#xFF0C;&#x5DF2;&#x7ECF;&#x5EFA;&#x7ACB;&#x4E86;&#x660E;&#x671D;&#x3002;</p>
<h4 id="&#x9010;&#x5317;&#x5143;"><a href="#&#x9010;&#x5317;&#x5143;" class="headerlink" title="&#x9010;&#x5317;&#x5143;"></a>&#x9010;&#x5317;&#x5143;</h4><p>&#x8FD9;&#x4E00;&#x65F6;&#x671F;&#x6D8C;&#x73B0;&#x4E86;&#x8BB8;&#x591A;&#x540D;&#x5C06;&#xFF0C;<code>&#x5F90;&#x8FBE;&#x3001;&#x5E38;&#x9047;&#x6625;&#x3001;&#x674E;&#x6587;&#x5FE0;&#x3001;&#x51AF;&#x80DC;&#x3001;&#x9093;&#x6108;&#x3001;&#x5085;&#x53CB;&#x5FB7;</code>&#x7B49;&#x3002;&#x5143;&#x671D;&#x4E5F;&#x6709;&#x4E00;&#x4F4D;&#x540D;&#x5C06;&#xFF0C;&#x540D;&#x53EB;<code>&#x738B;&#x4FDD;&#x4FDD;</code>&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x4ED6;&#x7684;&#x8FD0;&#x6C14;&#x4E0D;&#x597D;&#xFF0C;&#x603B;&#x6709;&#x4EBA;&#x80FD;&#x6253;&#x8D25;&#x4ED6;&#x3002;&#x671F;&#x95F4;&#x5E38;&#x9047;&#x6625;&#x75C5;&#x901D;&#xFF0C;&#x4E00;&#x4EE3;&#x540D;&#x5C06;&#x9668;&#x843D;&#x3002;&#x5F53;&#x8001;&#x5C06;&#x6E10;&#x6E10;&#x6B7B;&#x53BB;&#xFF0C;&#x65B0;&#x4EBA;&#x8131;&#x9896;&#x800C;&#x51FA;&#xFF0C;&#x6700;&#x5389;&#x5BB3;&#x7684;&#x5C31;&#x6570;<code>&#x84DD;&#x7389;</code>&#xFF0C;&#x84DD;&#x7389;&#x7387;&#x9886;15&#x4E07;&#x519B;&#x6DF1;&#x5165;&#x6F20;&#x5317;&#xFF0C;&#x6253;&#x5230;&#x6355;&#x9C7C;&#x513F;&#x6E56;(&#x8D1D;&#x52A0;&#x5C14;&#x6E56;)&#xFF0C;&#x627E;&#x5230;&#x5143;&#x5EAD;&#xFF0C;&#x4FD8;&#x864F;&#x5143;&#x5983;&#xFF0C;&#x738B;&#x516C;&#x8D35;&#x65CF;&#x5927;&#x90E8;&#xFF0C;&#x6210;&#x5409;&#x601D;&#x6C57;&#x7684;&#x9EC4;&#x91D1;&#x540E;&#x4EE3;&#x4E5F;&#x906D;&#x9047;&#x706D;&#x9876;&#x4E4B;&#x707E;&#x3002;&#x540E;&#x6765;&#x53E6;&#x4E00;&#x652F;&#x8499;&#x53E4;&#x4EBA;&#x5EFA;&#x7ACB;&#x653F;&#x6743;&#xFF0C;&#x5C31;&#x662F;<code>&#x9791;&#x977C;</code>&#x3002;&#x84DD;&#x7389;&#x7684;&#x529F;&#x7EE9;&#x88AB;&#x6731;&#x5143;&#x748B;&#x79F0;&#x8D5E;&#x4E3A;&#x53EF;&#x4EE5;&#x548C;<code>&#x536B;&#x9752;</code>(&#x4EF2;&#x537F;)&#xFF0C;<code>&#x674E;&#x9756;</code>(&#x836F;&#x5E08;)&#x6BD4;&#x80A9;&#xFF0C;&#x4E0D;&#x53EF;&#x8C13;&#x4E0D;&#x4F1F;&#x5927;&#x3002;</p>
<h3 id="&#x4E09;&#x3001;&#x6D2A;&#x6B66;&#x56DB;&#x5927;&#x6848;"><a href="#&#x4E09;&#x3001;&#x6D2A;&#x6B66;&#x56DB;&#x5927;&#x6848;" class="headerlink" title="&#x4E09;&#x3001;&#x6D2A;&#x6B66;&#x56DB;&#x5927;&#x6848;"></a>&#x4E09;&#x3001;&#x6D2A;&#x6B66;&#x56DB;&#x5927;&#x6848;</h3><h4 id="&#x5BF9;&#x6297;&#x5236;&#x5EA6;"><a href="#&#x5BF9;&#x6297;&#x5236;&#x5EA6;" class="headerlink" title="&#x5BF9;&#x6297;&#x5236;&#x5EA6;"></a>&#x5BF9;&#x6297;&#x5236;&#x5EA6;</h4><p>&#x6731;&#x5143;&#x748B;&#x662F;&#x4E2A;&#x6743;&#x529B;&#x6B32;&#x671B;&#x5F88;&#x5927;&#x7684;&#x4EBA;&#xFF0C;&#x4ED6;&#x5E0C;&#x671B;&#x81EA;&#x5DF1;&#x5EFA;&#x7ACB;&#x7684;&#x671D;&#x4EE3;&#x662F;&#x6700;&#x597D;&#x7684;&#xFF0C;&#x4EB2;&#x81EA;&#x5236;&#x5B9A;&#x4E86;&#x5F88;&#x591A;&#x5236;&#x5EA6;&#xFF0C;&#x7CBE;&#x529B;&#x65FA;&#x76DB;&#xFF0C;&#x4E5F;&#x5F88;&#x75AF;&#x72C2;&#x3002;</p>
<p>&#x660E;&#x671D;&#x521D;&#x671F;&#xFF0C;&#x671D;&#x5EF7;&#x5B98;&#x5458;&#x5206;&#x4E3A;2&#x6D3E;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;<code>&#x674E;&#x5584;&#x957F;</code>&#x4EE3;&#x8868;&#x7684;<code>&#x6DEE;&#x897F;&#x6D3E;</code>&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x5219;&#x662F;<code>&#x5218;&#x57FA;</code>&#x4EE3;&#x8868;&#x7684;<code>&#x6D59;&#x4E1C;&#x6D3E;</code>&#x3002;&#x674E;&#x5584;&#x957F;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x6731;&#x5143;&#x748B;&#x7684;&#x8427;&#x4F55;&#xFF0C;&#x540E;&#x52E4;&#x90E8;&#x957F;&#x3002;&#x6731;&#x5143;&#x748B;&#x5BF9;&#x5176;&#x4E5F;&#x5F88;&#x5668;&#x91CD;&#xFF0C;&#x56E0;&#x4E3A;&#x90FD;&#x662F;&#x8001;&#x4E61;&#x3002;&#x4E24;&#x6D3E;&#x4E92;&#x76F8;&#x653B;&#x51FB;&#xFF0C;&#x6700;&#x540E;&#x4E24;&#x6D3E;&#x90FD;&#x8986;&#x706D;&#x4E86;&#x3002;&#x8FD9;&#x65F6;&#x5019;&#x8E66;&#x51FA;&#x6765;&#x4E2A;<code>&#x80E1;&#x60DF;&#x5EB8;</code>&#x5F53;&#x4E1E;&#x76F8;&#xFF0C;&#x5927;&#x8086;&#x62C9;&#x62E2;&#x6D3E;&#x7CFB;&#xFF0C;&#x4F46;&#x6731;&#x5143;&#x748B;&#x4F3C;&#x4E4E;&#x4E0D;&#x7BA1;&#x4E0D;&#x95EE;&#xFF0C;&#x76F4;&#x5230;&#x65F6;&#x673A;&#x6210;&#x719F;&#xFF0C;&#x4E00;&#x4EF6;&#x5C0F;&#x4E8B;&#x5C31;&#x8BA9;&#x80E1;&#x60DF;&#x5EB8;&#x5012;&#x53F0;&#xFF0C;&#x7275;&#x8FDE;&#x8005;&#x4E0A;&#x4E07;&#x4EBA;&#xFF0C;&#x88AB;&#x6740;&#x3002;&#x7136;&#x540E;&#x6731;&#x5143;&#x748B;&#x5E9F;&#x9664;&#x4E86;<code>&#x4E1E;&#x76F8;&#x5236;&#x5EA6;</code>&#xFF0C;&#x8FD8;&#x8BBE;&#x7ACB;<code>&#x9526;&#x8863;</code>&#x536B;&#x7B49;&#x7279;&#x52A1;&#x673A;&#x6784;&#xFF0C;&#x4E13;&#x95E8;&#x76D1;&#x5BDF;&#x5B98;&#x5458;&#x4E0D;&#x6CD5;&#x8005;&#x3002;&#x9526;&#x8863;&#x536B;&#xFF0C;<code>&#x98DE;&#x9C7C;&#x670D;</code>&#xFF0C;<code>&#x7EE3;&#x6625;&#x5200;</code>&#x662F;&#x6807;&#x914D;&#xFF0C;&#x7535;&#x5F71;&#x7EE3;&#x6625;&#x5200;&#x7B49;&#x90FD;&#x5728;&#x8BB2;&#x8FF0;&#x7740;&#x8FD9;&#x4E2A;&#x4F20;&#x5947;&#x7684;&#x804C;&#x4E1A;&#x3002;</p>
<p>&#x6731;&#x5143;&#x748B;&#x5236;&#x5B9A;&#x4E86;&#x8BB8;&#x591A;&#x7EA6;&#x675F;&#x5B98;&#x5458;&#x7684;&#x5236;&#x5EA6;&#xFF0C;&#x7ED9;&#x5B98;&#x5458;&#x7684;&#x4FF8;&#x7984;&#x53C8;&#x5C11;&#xFF0C;&#x8FD8;&#x9762;&#x5BF9;&#x7740;&#x4E00;&#x4E2A;&#x6740;&#x5B98;&#x5458;&#x4E0D;&#x7728;&#x773C;&#x7684;&#x7687;&#x5E1D;&#xFF0C;&#x6240;&#x4EE5;&#x660E;&#x521D;&#x5F53;&#x5B98;&#x771F;&#x7684;&#x662F;&#x6709;&#x5F88;&#x5927;&#x98CE;&#x9669;&#x7684;&#xFF0C;&#x53EF;&#x8C13;&#x662F;&#x671D;&#x4E0D;&#x4FDD;&#x5915;&#xFF0C;&#x5373;&#x4F7F;&#x4F60;&#x6CA1;&#x6709;&#x72AF;&#x6CD5;&#x3002;</p>
<p>&#x7A7A;&#x5370;&#x6848;&#x662F;&#x5B98;&#x5458;&#x94BB;&#x6CD5;&#x5F8B;&#x7684;&#x6F0F;&#x6D1E;&#xFF0C;&#x90ED;&#x6853;&#x6848;&#x662F;&#x8150;&#x8D25;&#xFF0C;&#x84DD;&#x7389;&#x6848;&#x7740;&#x5B9E;&#x662F;&#x84DD;&#x7389;&#x81EA;&#x5DF1;&#x4F5C;&#x6B7B;&#xFF0C;&#x84DD;&#x7389;&#x6709;&#x6027;&#x683C;&#x7F3A;&#x9677;&#xFF0C;&#x6253;&#x4ED7;&#x5F88;&#x540A;&#xFF0C;&#x505A;&#x5927;&#x5B98;&#x4E0D;&#x4F1A;&#x505A;&#xFF0C;&#x6700;&#x51FA;&#x540D;&#x7684;&#x5C31;&#x662F;&#x4ED6;&#x5978;&#x6DEB;&#x6295;&#x964D;&#x4FD8;&#x864F;&#x7684;&#x5143;&#x5983;&#xFF0C;&#x4EBA;&#x54C1;&#x6709;&#x95EE;&#x9898;&#x3002;&#x540E;&#x6765;&#x53C8;&#x56E0;&#x4E3A;&#x522B;&#x7684;&#x4E8B;&#x60F9;&#x607C;&#x4E86;&#x6731;&#x5143;&#x748B;&#xFF0C;&#x4EE5;&#x8C0B;&#x53CD;&#x7F6A;&#x5904;&#x6B7B;&#xFF0C;&#x7275;&#x8FDE;&#x751A;&#x5E7F;&#x3002;</p>
<h4 id="&#x4E3A;&#x4E86;&#x5B50;&#x5B59;&#x4E07;&#x4EE3;"><a href="#&#x4E3A;&#x4E86;&#x5B50;&#x5B59;&#x4E07;&#x4EE3;" class="headerlink" title="&#x4E3A;&#x4E86;&#x5B50;&#x5B59;&#x4E07;&#x4EE3;"></a>&#x4E3A;&#x4E86;&#x5B50;&#x5B59;&#x4E07;&#x4EE3;</h4><p>&#x6731;&#x5143;&#x748B;&#x6740;&#x90A3;&#x4E48;&#x591A;&#x4EBA;&#xFF0C;&#x5F88;&#x591A;&#x9519;&#x6740;&#x51A4;&#x6740;&#x3002;&#x8FD9;&#x4E0E;&#x5176;&#x81EA;&#x8EAB;&#x6210;&#x957F;&#x7ECF;&#x5386;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x4ED6;&#x4ECE;&#x8981;&#x996D;&#x7684;&#x53D8;&#x6210;&#x7687;&#x5E1D;&#xFF0C;&#x8FD9;&#x671F;&#x95F4;&#xFF0C;&#x4ED6;&#x7684;&#x5FC3;&#x8D8A;&#x6765;&#x8D8A;&#x786C;&#x3002;&#x4ED6;&#x5E0C;&#x671B;&#x81EA;&#x5DF1;&#x7684;&#x540E;&#x4EE3;&#x4E0D;&#x8981;&#x50CF;&#x4ED6;&#x90A3;&#x6837;&#x53D7;&#x90A3;&#x4E48;&#x591A;&#x82E6;&#xFF0C;&#x4E3A;&#x5B50;&#x5B59;&#x526A;&#x9664;&#x4E86;&#x4E00;&#x5927;&#x6279;&#x53EF;&#x80FD;&#x6709;&#x5A01;&#x80C1;&#x7684;&#x81E3;&#x5B50;&#x3002;&#x5EFA;&#x7ACB;&#x4E86;&#x4ED6;&#x8BA4;&#x4E3A;&#x5B8C;&#x7F8E;&#x7684;&#x5236;&#x5EA6;&#xFF0C;&#x8BA4;&#x4E3A;&#x8FD9;&#x6837;&#x4ED6;&#x7684;&#x5B50;&#x5B59;&#x540E;&#x4EE3;&#x53EA;&#x8981;&#x4ED6;&#x5236;&#x5B9A;&#x7167;&#x7740;&#x5236;&#x5EA6;&#x8D70;&#xFF0C;&#x5C31;&#x80FD;&#x5343;&#x79CB;&#x4E07;&#x8FBE;&#xFF0C;&#x5386;&#x53F2;&#x8BC1;&#x660E;&#xFF0C;&#x8FD9;&#x591A;&#x4E48;&#x4E0D;&#x73B0;&#x5B9E;&#x554A;&#x3002;</p>
<h3 id="&#x56DB;&#x3001;&#x9756;&#x96BE;&#x4E4B;&#x6218;"><a href="#&#x56DB;&#x3001;&#x9756;&#x96BE;&#x4E4B;&#x6218;" class="headerlink" title="&#x56DB;&#x3001;&#x9756;&#x96BE;&#x4E4B;&#x6218;"></a>&#x56DB;&#x3001;&#x9756;&#x96BE;&#x4E4B;&#x6218;</h3><h4 id="&#x6731;&#x6807;&#x4E0E;&#x6731;&#x5141;&#x7086;"><a href="#&#x6731;&#x6807;&#x4E0E;&#x6731;&#x5141;&#x7086;" class="headerlink" title="&#x6731;&#x6807;&#x4E0E;&#x6731;&#x5141;&#x7086;"></a>&#x6731;&#x6807;&#x4E0E;&#x6731;&#x5141;&#x7086;</h4><p>&#x6731;&#x5143;&#x748B;&#x7684;&#x513F;&#x5B50;&#x9664;&#x4E86;&#x592A;&#x5B50;<code>&#x6731;&#x6807;</code>&#xFF0C;&#x90FD;&#x88AB;&#x5C01;&#x4E3A;&#x4EB2;&#x738B;&#xFF0C;&#x62E5;&#x6709;&#x519B;&#x961F;&#xFF0C;&#x7528;&#x4EE5;&#x5371;&#x96BE;&#x65F6;&#x52E4;&#x738B;&#x3002;&#x6731;&#x6807;&#xFF0C;&#x4E3A;&#x4EBA;&#x5BBD;&#x539A;&#xFF0C;&#x4E3A;&#x6731;&#x5143;&#x748B;&#x559C;&#x7231;&#xFF0C;&#x88AB;&#x5C01;&#x4E3A;&#x592A;&#x5B50;&#xFF0C;&#x4F46;&#x662F;&#x6B7B;&#x5F97;&#x65E9;&#x3002;&#x7531;&#x4E8E;&#x6731;&#x5143;&#x748B;&#x5BF9;&#x6731;&#x6807;&#x7684;&#x6DF1;&#x7231;&#xFF0C;&#x4FBF;&#x7ACB;&#x6731;&#x6807;&#x7684;&#x513F;&#x5B50;<code>&#x6731;&#x5141;&#x7086;</code>&#x4E3A;&#x7EE7;&#x627F;&#x4EBA;&#x3002;&#x6731;&#x5141;&#x7086;&#x4E5F;&#x662F;&#x4E2A;&#x9971;&#x8BFB;&#x8BD7;&#x4E66;&#xFF0C;&#x5BBD;&#x539A;&#x7684;&#x4EBA;&#x3002;&#x6731;&#x5143;&#x748B;&#x6015;&#x81EA;&#x5DF1;&#x8D70;&#x4E86;&#xFF0C;&#x6731;&#x5141;&#x7086;&#x9547;&#x4E0D;&#x4F4F;&#x90A3;&#x4E9B;&#x6709;&#x80FD;&#x529B;&#x7684;&#x5927;&#x81E3;&#x6216;&#x8005;&#x4EB2;&#x738B;&#xFF0C;&#x7ED9;&#x4ED6;&#x7559;&#x4E86;&#x51E0;&#x4E2A;&#x4EBA;&#x3002;<code>&#x65B9;&#x5B5D;&#x5B7A;</code>&#xFF0C;&#x5FE0;&#x4E49;&#x7684;&#x6587;&#x81E3;&#x3002;<code>&#x9F50;&#x6CF0;</code>&#xFF0C;&#x4E0D;&#x51FA;&#x9519;&#x7684;&#x51FA;&#x8272;&#x5B98;&#x5458;&#x3002;<code>&#x9EC4;&#x5B50;&#x6F84;</code>&#xFF0C;&#x6731;&#x5141;&#x7086;&#x7684;&#x4F34;&#x8BFB;&#x3002;&#x6731;&#x5141;&#x7086;&#x65E9;&#x5C31;&#x610F;&#x8BC6;&#x5230;<code>&#x6731;&#x68E3;</code>&#x4E0D;&#x4F1A;&#x5B89;&#x5206;&#x3002;</p>
<h4 id="&#x9756;&#x96BE;"><a href="#&#x9756;&#x96BE;" class="headerlink" title="&#x9756;&#x96BE;"></a>&#x9756;&#x96BE;</h4><p>&#x6731;&#x5141;&#x7086;&#x4E00;&#x4E0A;&#x53F0;&#x5C31;&#x641E;&#x4ED6;&#x7684;&#x5176;&#x4ED6;&#x7684;&#x51E0;&#x4E2A;&#x53D4;&#x53D4;&#xFF0C;&#x6216;&#x8005;&#x5173;&#x8D77;&#x6765;&#xFF0C;&#x6216;&#x8005;&#x6D41;&#x653E;&#xFF0C;&#x4F46;&#x5C31;&#x662F;&#x4E0D;&#x6740;&#x6B7B;&#xFF0C;&#x5987;&#x4EBA;&#x4E4B;&#x4EC1;&#x3002;&#x6731;&#x68E3;&#x4E5F;&#x8B66;&#x89C9;&#x4E86;&#xFF0C;&#x6697;&#x4E2D;&#x6253;&#x9020;&#x5175;&#x5668;&#xFF0C;&#x88C5;&#x75AF;&#x3002;&#x7B49;&#x5230;&#x65F6;&#x673A;&#x6210;&#x719F;&#x4E86;&#xFF0C;&#x9042;&#x8D77;&#x5175;&#xFF0C;&#x5360;&#x636E;&#x5317;&#x5E73;&#x3002;&#x672C;&#x6765;&#x6731;&#x68E3;&#x4E00;&#x4E2A;&#x4EB2;&#x738B;&#xFF0C;&#x5341;&#x51E0;&#x4E07;&#x5175;&#xFF0C;&#x4E0D;&#x53EF;&#x80FD;&#x6210;&#x4EC0;&#x4E48;&#x6C14;&#x5019;&#x3002;&#x4F46;&#x662F;&#x602A;&#x5C31;&#x602A;&#x5728;&#x6731;&#x5141;&#x7086;&#x548C;&#x6731;&#x68E3;&#x80FD;&#x529B;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x5C42;&#x7EA7;&#x7684;&#x3002;</p>
<p>&#x9996;&#x5148;&#x53BB;&#x6253;&#x6731;&#x68E3;&#x7684;&#x662F;<code>&#x803F;&#x70B3;&#x6587;</code>&#xFF0C;&#x8FD9;&#x662F;&#x4E2A;&#x5B88;&#x5C06;&#xFF0C;&#x4E0D;&#x4F1A;&#x653B;&#x554A;&#x3002;&#x5E26;&#x4E86;30&#x4E07;&#x4EBA;&#xFF0C;&#x8D25;&#x3002;&#x4F46;&#x662F;&#x671D;&#x5EF7;&#x5175;&#x591A;&#x554A;&#xFF0C;&#x7B2C;&#x4E8C;&#x6CE2;&#xFF0C;<code>&#x674E;&#x666F;&#x9686;</code>&#xFF0C;&#x674E;&#x6587;&#x5FE0;&#x4E4B;&#x5B50;&#xFF0C;&#x4F46;&#x8FD9;&#x662F;&#x4E2A;&#x519B;&#x4E8B;&#x767D;&#x75F4;&#x554A;&#xFF0C;&#x5E26;&#x4E86;60&#x4E07;&#x4EBA;&#xFF0C;&#x53C8;&#x8D25;&#x3002;&#x8FD9;&#x4E00;&#x7AD9;&#x4E5F;&#x6709;&#x6C99;&#x5C18;&#x66B4;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x8BA9;&#x6731;&#x68E3;&#x6293;&#x4F4F;&#x4E86;&#x65F6;&#x673A;&#xFF0C;&#x5929;&#x8981;&#x6731;&#x68E3;&#x80DC;&#x3002;&#x4E4B;&#x540E;&#xFF0C;&#x6731;&#x68E3;&#x8FDB;&#x653B;&#xFF0C;&#x6253;&#x6D4E;&#x5357;&#xFF0C;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x6709;&#x4EBA;&#x7AD9;&#x4E86;&#x51FA;&#x6765;&#xFF0C;<code>&#x94C1;&#x70AB;&#x3001;&#x76DB;&#x5EB8;&#x3001;&#x5E73;&#x5B89;</code>&#x8FD9;&#x4E9B;&#x4EBA;&#xFF0C;&#x6709;&#x7684;&#x662F;&#x5C0F;&#x540F;&#xFF0C;&#x6709;&#x7684;&#x662F;&#x4F4E;&#x804C;&#x519B;&#x5B98;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x5B88;&#x4F4F;&#x4E86;&#x6D4E;&#x5357;&#x3002;&#x6218;&#x4E89;&#x8FDB;&#x5165;&#x62C9;&#x952F;&#x9636;&#x6BB5;&#x3002;</p>
<p>&#x6731;&#x5141;&#x7086;&#x4EFB;&#x547D;&#x76DB;&#x5EB8;&#x4E3A;&#x65B0;&#x7684;&#x603B;&#x5E05;&#xFF0C;&#x8FDB;&#x653B;&#x6731;&#x68E3;&#x3002;&#x6B64;&#x6218;&#x6731;&#x68E3;&#x5927;&#x8D25;&#xFF0C;&#x5927;&#x5C06;<code>&#x6731;&#x7389;</code>&#x6218;&#x6B7B;&#x3002;&#x4F46;&#x662F;&#x56E0;&#x4E3A;&#x6731;&#x5141;&#x7086;&#x7684;<code>&#x4E0D;&#x6740;&#x6731;&#x68E3;</code>&#x7684;&#x7EA6;&#x675F;&#xFF0C;&#x6DF7;&#x6218;&#x4E2D;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x4E0D;&#x6562;&#x628A;&#x706B;&#x5668;&#x671D;&#x6731;&#x68E3;&#x8EAB;&#x4E0A;&#x62DB;&#x547C;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6731;&#x68E3;&#x4E0E;&#x6731;&#x5141;&#x7086;&#x7684;&#x7B49;&#x7EA7;&#x5DEE;&#x522B;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x4E4B;&#x540E;&#x53C8;&#x4E00;&#x6B21;&#x53D1;&#x751F;&#x4E86;&#x6C99;&#x5C18;&#x66B4;&#xFF0C;&#x6731;&#x68E3;&#x53C8;&#x6253;&#x8D25;&#x4E86;&#x76DB;&#x5EB8;&#x3002;</p>
<p><code>&#x59DA;&#x5E7F;&#x5B5D;</code>&#xFF0C;&#x548C;&#x5C1A;&#xFF0C;&#x9053;&#x58EB;&#xFF0C;&#x9634;&#x9633;&#x5BB6;&#x3002;&#x672C;&#x6765;&#x5DF2;&#x7ECF;&#x662F;&#x4E2A;&#x8001;&#x4EBA;&#x4E86;&#xFF0C;&#x4F46;&#x89C9;&#x5F97;&#x4E00;&#x751F;&#x6050;&#x7A7A;&#x6709;&#x62B1;&#x8D1F;&#x65E0;&#x5904;&#x65BD;&#x5C55;&#xFF0C;&#x53C8;&#x8003;&#x4E0D;&#x8FC7;&#x79D1;&#x4E3E;&#xFF0C;&#x5C31;&#x5230;&#x4E86;&#x6731;&#x68E3;&#x7684;&#x8EAB;&#x8FB9;&#xFF0C;&#x529D;&#x8BF4;&#x6731;&#x68E3;&#x9020;&#x53CD;&#x3002;&#x8FD9;&#x4E00;&#x6B21;&#x4ED6;&#x529D;&#x8BF4;&#x6731;&#x68E3;&#x7ED5;&#x9053;&#x76F4;&#x53D6;&#x4EAC;&#x57CE;&#xFF0C;&#x4E8E;&#x662F;&#x6731;&#x68E3;&#x53C8;&#x51FA;&#x53D1;&#x4E86;&#xFF0C;&#x4E0D;&#x6253;&#x6D4E;&#x5357;&#x4E86;&#xFF0C;&#x8D70;<code>&#x5F90;&#x5DDE;&#x3001;&#x5BBF;&#x5DDE;&#x3001;&#x7075;&#x74A7;&#x3001;&#x76F4;&#x5230;&#x5357;&#x4EAC;</code>&#x3002;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x90A3;&#x4E2A;&#x674E;&#x666F;&#x9686;&#x53C8;&#x51FA;&#x6765;&#x4E86;&#xFF0C;&#x4F5C;&#x4E3A;&#x6731;&#x68E3;&#x7684;&#x5185;&#x5E94;&#x6765;&#x6253;&#x5F00;&#x57CE;&#x95E8;&#x4E86;&#xFF0C;&#x8FD9;&#x4E2A;&#x95F4;&#x8C0D;&#x57CB;&#x5F97;&#x597D;&#x6DF1;&#x554A;&#x3002;&#x6731;&#x5141;&#x7086;&#x70E7;&#x57CE;&#x5931;&#x8E2A;&#xFF0C;&#x4E00;&#x6279;&#x5FE0;&#x81E3;&#x88AB;&#x6731;&#x68E3;&#x6B8B;&#x6740;&#x3002;</p>
<p>&#x6731;&#x68E3;&#xFF0C;&#x5386;&#x65F6;&#x56DB;&#x5E74;&#xFF0C;<code>&#x71D5;&#x8D3C;&#x7BE1;&#x4F4D;</code>&#x3002;&#x5F52;&#x56E0;&#x4E8E;&#x4ED6;&#x7684;&#x575A;&#x97E7;&#xFF0C;&#x6731;&#x5141;&#x7086;&#x7684;&#x7B49;&#x7EA7;&#x592A;&#x4F4E;&#x3002;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/历史/" rel="tag">#历史</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/05/18/第二篇日记/" rel="next" title="第二篇日记">
                <i class="fa fa-chevron-left"></i> 第二篇日记
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/05/22/嫌疑人x的献身/" rel="prev" title="嫌疑人x的献身">
                嫌疑人x的献身 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/05/21/明朝那些事儿1洪武大帝/"
     data-title="明朝那些事儿1 洪武大帝"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/05/21/明朝那些事儿1洪武大帝/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/05/21/明朝那些事儿1洪武大帝/"
           data-title="明朝那些事儿1 洪武大帝" data-url="https://ZhangXiaodong1993.github.io/2016/05/21/明朝那些事儿1洪武大帝/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">25</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">21</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#总评"><span class="nav-number">1.</span> <span class="nav-text">总评</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#一、群雄相争"><span class="nav-number">2.</span> <span class="nav-text">一、群雄相争</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#朱元璋的发迹"><span class="nav-number">2.1.</span> <span class="nav-text">朱元璋的发迹</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#陈友谅-amp-amp-张士诚"><span class="nav-number">2.2.</span> <span class="nav-text">陈友谅&&张士诚</span></a></li></ol></li><li class="nav-item nav-level-3"><a class="nav-link" href="#二、对元战争"><span class="nav-number">3.</span> <span class="nav-text">二、对元战争</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#灭元朝"><span class="nav-number">3.1.</span> <span class="nav-text">灭元朝</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#逐北元"><span class="nav-number">3.2.</span> <span class="nav-text">逐北元</span></a></li></ol></li><li class="nav-item nav-level-3"><a class="nav-link" href="#三、洪武四大案"><span class="nav-number">4.</span> <span class="nav-text">三、洪武四大案</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#对抗制度"><span class="nav-number">4.1.</span> <span class="nav-text">对抗制度</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#为了子孙万代"><span class="nav-number">4.2.</span> <span class="nav-text">为了子孙万代</span></a></li></ol></li><li class="nav-item nav-level-3"><a class="nav-link" href="#四、靖难之战"><span class="nav-number">5.</span> <span class="nav-text">四、靖难之战</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#朱标与朱允炆"><span class="nav-number">5.1.</span> <span class="nav-text">朱标与朱允炆</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#靖难"><span class="nav-number">5.2.</span> <span class="nav-text">靖难</span></a></li></ol></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
