<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="历史," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x6625;&amp;#x79CB;&amp;#x6709;&amp;#x51E0;&amp;#x9738;&amp;#x6625;&amp;#x79CB;&amp;#x4E94;&amp;#x9738;&amp;#x6709;&amp;#x4E0D;&amp;#x540C;&amp;#x7684;&amp;#x8BF4;&amp;#x6CD5;&amp;#xFF0C;&amp;#x4E09;&amp;#x79CD;&amp;#x4E3B;&amp;#x6D41;&amp;#x7684;&amp;#x8BF4;&amp;#x6CD5;&amp;#x6D89;&amp;#x53CA;">
<meta property="og:type" content="article">
<meta property="og:title" content="春秋 一段不可不知的历史">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/05/04/春秋一段不可不知的历史/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x6625;&amp;#x79CB;&amp;#x6709;&amp;#x51E0;&amp;#x9738;&amp;#x6625;&amp;#x79CB;&amp;#x4E94;&amp;#x9738;&amp;#x6709;&amp;#x4E0D;&amp;#x540C;&amp;#x7684;&amp;#x8BF4;&amp;#x6CD5;&amp;#xFF0C;&amp;#x4E09;&amp;#x79CD;&amp;#x4E3B;&amp;#x6D41;&amp;#x7684;&amp;#x8BF4;&amp;#x6CD5;&amp;#x6D89;&amp;#x53CA;">
<meta property="og:updated_time" content="2016-05-18T16:33:31.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="春秋 一段不可不知的历史">
<meta name="twitter:description" content="&amp;#x6625;&amp;#x79CB;&amp;#x6709;&amp;#x51E0;&amp;#x9738;&amp;#x6625;&amp;#x79CB;&amp;#x4E94;&amp;#x9738;&amp;#x6709;&amp;#x4E0D;&amp;#x540C;&amp;#x7684;&amp;#x8BF4;&amp;#x6CD5;&amp;#xFF0C;&amp;#x4E09;&amp;#x79CD;&amp;#x4E3B;&amp;#x6D41;&amp;#x7684;&amp;#x8BF4;&amp;#x6CD5;&amp;#x6D89;&amp;#x53CA;">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 春秋 一段不可不知的历史 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                春秋 一段不可不知的历史
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-05-04T23:16:32+08:00" content="2016-05-04">
              2016-05-04
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/读书碎碎念/" itemprop="url" rel="index">
                    <span itemprop="name">读书碎碎念</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/05/04/春秋一段不可不知的历史/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/05/04/春秋一段不可不知的历史/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/05/04/春秋一段不可不知的历史/" class="leancloud_visitors" data-flag-title="春秋 一段不可不知的历史">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="&#x6625;&#x79CB;&#x6709;&#x51E0;&#x9738;"><a href="#&#x6625;&#x79CB;&#x6709;&#x51E0;&#x9738;" class="headerlink" title="&#x6625;&#x79CB;&#x6709;&#x51E0;&#x9738;"></a>&#x6625;&#x79CB;&#x6709;&#x51E0;&#x9738;</h3><p>&#x6625;&#x79CB;&#x4E94;&#x9738;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x8BF4;&#x6CD5;&#xFF0C;&#x4E09;&#x79CD;&#x4E3B;&#x6D41;&#x7684;&#x8BF4;&#x6CD5;&#x6D89;&#x53CA;&#x4EBA;&#x7269;&#x6709;&#x516B;&#x4E2A;&#x4EBA;&#xFF0C;&#x8BFB;&#x5B8C;&#x6625;&#x79CB;&#x53F2;&#x6211;&#x89C9;&#x5F97;&#x771F;&#x6B63;&#x540D;&#x526F;&#x5176;&#x5B9E;&#x53EA;&#x6709;3&#x4E2A;&#x4EBA;&#x3002;<code>&#x9F50;&#x6853;&#x516C;</code> <code>&#x664B;&#x6587;&#x516C;</code> &#x548C; <code>&#x695A;&#x5E84;&#x738B;</code>&#x3002;</p>
<h3 id="&#x5C0F;&#x9738;&#x90D1;&#x5E84;&#x516C;"><a href="#&#x5C0F;&#x9738;&#x90D1;&#x5E84;&#x516C;" class="headerlink" title="&#x5C0F;&#x9738;&#x90D1;&#x5E84;&#x516C;"></a>&#x5C0F;&#x9738;&#x90D1;&#x5E84;&#x516C;</h3><p><code>&#x5E73;&#x738B;&#x4E1C;&#x8FC1;</code>&#x5F00;&#x59CB;&#x9996;&#x5148;&#x6709;&#x6240;&#x4F5C;&#x4E3A;&#x7684;&#x662F;&#x90D1;&#x5E84;&#x516C;&#x3002;&#x90D1;&#x5E84;&#x516C;&#x662F;&#x4E2A;&#x80FD;&#x4EBA;&#xFF0C;&#x5148;&#x662F;&#x6253;&#x8D25;&#x4ED6;&#x5988;&#x559C;&#x6B22;&#x7684;&#x4ED6;&#x5F1F;&#x5F1F;<code>&#x90D1;&#x6BB5;</code>&#xFF0C;&#x519B;&#x4E8B;&#x5916;&#x4EA4;&#x5185;&#x653F;&#x7528;&#x4EBA;&#x80FD;&#x529B;&#x90FD;&#x5F88;&#x5F3A;&#x3002;&#x4EE5;&#x81F3;&#x4E8E;&#x53EF;&#x4EE5;&#x6B3A;&#x8D1F;<code>&#x536B;&#x56FD;</code> <code>&#x5B8B;&#x56FD;</code> &#x7B49;&#x5B9E;&#x529B;&#x76F8;&#x5F53;&#x7684;&#x56FD;&#x5BB6;&#x3002;&#x519B;&#x4E8B;&#x4E0A;&#x53D1;&#x660E;<code>&#x9C7C;&#x4E3D;&#x9635;</code>&#xFF0C;&#x64C5;&#x957F;&#x4F7F;&#x7528;&#x8C0B;&#x7565;&#xFF0C;&#x6BD4;&#x5982;<code>&#x4F0F;&#x51FB;</code>&#x7B49;&#x4E0D;&#x5408;<code>&#x5468;&#x671D;&#x519B;&#x793C;</code>&#x7684;&#x624B;&#x6BB5;&#x3002;&#x6700;&#x725B;&#x903C;&#x7684;&#x4F5C;&#x4E3A;&#x5C31;&#x662F;&#x6253;&#x8D25;<code>&#x5468;&#x5929;&#x5B50;&#x7684;&#x738B;&#x5E08;</code>&#xFF0C;&#x5BF9;&#x5386;&#x53F2;&#x8FDB;&#x7A0B;&#x5F71;&#x54CD;&#x5F88;&#x5927;&#x3002;&#x6B7B;&#x540E;&#x5B50;&#x8F88;&#x4E89;&#x4F4D;&#xFF0C;&#x90D1;&#x56FD;&#x6E10;&#x6E10;&#x5A01;&#x52BF;&#x6E10;&#x5931;&#xFF0C;&#x90D1;&#x56FD;&#x540E;&#x6765;&#x6CA6;&#x843D;&#x4E3A;&#x4E8C;&#x6D41;&#x56FD;&#x5BB6;&#x3002;&#x5E76;&#x6CA1;&#x6709;&#x79F0;&#x9738;&#x4E4B;&#x5B9E;&#xFF0C;&#x53EA;&#x662F;&#x4F7F;&#x90D1;&#x56FD;&#x6210;&#x4E3A;&#x4E2D;&#x539F;&#x8BF8;&#x56FD;&#x4E2D;&#x6700;&#x5F3A;&#x7684;&#x4E00;&#x56FD;&#x3002;</p>
<h3 id="&#x9996;&#x9738;&#x9F50;&#x6853;&#x516C;"><a href="#&#x9996;&#x9738;&#x9F50;&#x6853;&#x516C;" class="headerlink" title="&#x9996;&#x9738;&#x9F50;&#x6853;&#x516C;"></a>&#x9996;&#x9738;&#x9F50;&#x6853;&#x516C;</h3><p>&#x9F50;&#x6853;&#x516C;<code>&#x5415;&#x5C0F;&#x767D;</code>&#x786E;&#x6709;&#x79F0;&#x9738;&#x4E4B;&#x5B9E;&#x3002;&#x800C;&#x4E14;&#x4F7F;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x662F;<code>&#x5C0A;&#x738B;&#x6518;&#x5937;</code>&#xFF0C;&#x4F7F;&#x7528;<code>&#x9053;&#x5FB7;&#x611F;&#x5316;</code>&#x7684;&#x65B9;&#x5F0F;&#x8BA9;&#x5404;&#x56FD;&#x5FC3;&#x670D;&#x53E3;&#x670D;&#xFF0C;&#x60C5;&#x613F;&#x5C0A;&#x9F50;&#x56FD;&#x4E3A;&#x9886;&#x8896;&#x3002;&#x5415;&#x5C0F;&#x767D;&#x7EBF;&#x7D22;&#x91CC;&#x6700;&#x91CD;&#x8981;&#x7684;&#x83AB;&#x8FC7;&#x4E8E;<code>&#x7BA1;&#x4EF2;</code>&#xFF0C;&#x7BA1;&#x4EF2;&#x662F;&#x4E2A;&#x795E;&#x4EBA;&#x5404;&#x65B9;&#x9762;&#x624D;&#x80FD;&#x90FD;&#x5F88;&#x4F18;&#x79C0;&#x3002;&#x5E26;&#x9886;&#x9F50;&#x56FD;&#x6539;&#x9769;&#xFF0C;&#x5BCC;&#x56FD;&#x5F3A;&#x5175;&#x3002;&#x5415;&#x5C0F;&#x767D;&#x80FD;&#x8010;&#x4E0D;&#x5927;&#xFF0C;&#x4ECE;&#x4ED6;&#x665A;&#x5E74;&#x4E0D;&#x662F;&#x82F1;&#x96C4;&#x7684;&#x60E8;&#x6B7B;&#x5C31;&#x770B;&#x7684;&#x51FA;&#x6765;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x4ECE;&#x8C0F;&#x5982;&#x6D41;&#xFF0C;&#x6062;&#x5F18;&#x7684;&#x6C14;&#x5EA6;&#xFF0C;&#x4E0D;&#x662F;&#x5E38;&#x4EBA;&#x53EF;&#x6BD4;&#x3002;&#x5728;&#x4F4D;&#x671F;&#x95F4;&#x4F7F;&#x9F50;&#x56FD;&#x56FD;&#x571F;&#x9762;&#x79EF;&#x6269;&#x5927;&#xFF0C;&#x4EB2;&#x8EAB;&#x4E24;&#x6B21;<code>&#x5317;&#x4E0A;&#x653B;&#x6253;&#x86EE;&#x5937;</code>&#xFF0C;&#x6DF1;&#x5165;&#x4E0D;&#x6BDB;&#xFF0C;&#x4E5D;&#x6B7B;&#x4E00;&#x751F;&#x3002;&#x5E76;&#x4E14;&#x628A;&#x6253;&#x4E0B;&#x7684;&#x86EE;&#x8352;&#x4E4B;&#x5730;&#x8F6C;&#x624B;&#x9001;&#x7ED9;&#x4E86;&#x5F53;&#x65F6;&#x5F31;&#x5C0F;&#x7684;<code>&#x71D5;&#x56FD;</code>&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x71D5;&#x56FD;&#x540E;&#x6765;&#x53EF;&#x4EE5;&#x8DFB;&#x8EAB;<code>&#x6218;&#x56FD;&#x4E03;&#x96C4;</code>&#x7684;&#x91CD;&#x8981;&#x539F;&#x56E0;&#x3002;&#x8C25;&#x53F7;&#x6853;&#xFF0C;&#x4F1F;&#x5927;&#x7684;&#x541B;&#x4E3B;&#x3002;&#x665A;&#x5E74;&#x6CA1;&#x4E86;&#x7BA1;&#x4EF2;&#x4ED6;&#x7ADF;&#x7136;&#x88AB;&#x513F;&#x5B50;&#x997F;&#x6B7B;&#x3002;&#x6B7B;&#x540E;&#x8BF8;&#x5B50;&#x4E89;&#x4F4D;&#xFF0C;&#x9F50;&#x56FD;&#x5185;&#x4E71;&#xFF0C;&#x4ECE;&#x9738;&#x4E3B;&#x5730;&#x4F4D;&#x8DCC;&#x843D;&#x4E0B;&#x6765;&#xFF0C;&#x4F46;&#x4ECD;&#x7136;&#x4E0D;&#x5931;&#x4E3A;&#x4E00;&#x6D41;&#x56FD;&#x5BB6;&#x3002;</p>
<h3 id="&#x865A;&#x540D;&#x9738;&#x4E3B;&#x5B8B;&#x8944;&#x516C;"><a href="#&#x865A;&#x540D;&#x9738;&#x4E3B;&#x5B8B;&#x8944;&#x516C;" class="headerlink" title="&#x865A;&#x540D;&#x9738;&#x4E3B;&#x5B8B;&#x8944;&#x516C;"></a>&#x865A;&#x540D;&#x9738;&#x4E3B;&#x5B8B;&#x8944;&#x516C;</h3><p>&#x5B8B;&#x8944;&#x516C;&#x7EAF;&#x719F;&#x626F;&#x6DE1;&#x7684;&#x865A;&#x540D;&#x9738;&#x4E3B;&#x3002;&#x5B8B;&#x8944;&#x516C;&#x7684;&#x5076;&#x50CF;&#x662F;&#x9F50;&#x6853;&#x516C;&#xFF0C;&#x6240;&#x4EE5;&#x5C31;&#x505A;&#x4E86;&#x4E00;&#x4E2A;&#x6EE1;&#x53E3;<code>&#x4EC1;&#x4E49;&#x9053;&#x5FB7;&#x7684;&#x541B;&#x5B50;</code>&#x3002;&#x53EA;&#x4F1A;&#x4EC1;&#x4E49;&#x9053;&#x5FB7;&#x6CA1;&#x6709;&#x5F3A;&#x5927;&#x7684;&#x56FD;&#x529B;&#x6216;&#x8005;&#x8FC7;&#x4EBA;&#x7684;&#x80FD;&#x529B;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x505A;&#x5230;&#x9F50;&#x6853;&#x516C;&#x90A3;&#x6837;&#x7684;&#x3002;&#x6253;&#x4ED7;&#x8D25;&#x7ED9;<code>&#x695A;&#x56FD;</code>&#xFF0C;&#x641E;&#x4F1A;&#x76DF;&#x60F3;&#x505A;&#x8001;&#x5927;&#x8FD8;&#x88AB;&#x695A;&#x56FD;&#x4EBA;&#x6293;&#x4E86;&#x3002;&#x4ED6;&#x6709;&#x4E2A;&#x5F1F;&#x5F1F;<code>&#x5B8B;&#x76EE;&#x5937;</code>&#x5012;&#x662F;&#x6709;&#x70B9;&#x80FD;&#x8010;&#x7684;&#xFF0C;&#x591A;&#x6B21;&#x5728;&#x5173;&#x952E;&#x65F6;&#x523B;&#x63D0;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x4F46;&#x5B8B;&#x8944;&#x516C;&#x4E00;&#x5FC3;&#x8981;&#x505A;&#x541B;&#x5B50;&#xFF0C;&#x4E0D;&#x91C7;&#x7EB3;&#x3002;&#x6240;&#x4EE5;&#x5B8B;&#x56FD;&#x59CB;&#x7EC8;&#x5C31;&#x662F;&#x4E8C;&#x4E09;&#x6D41;&#x7684;&#x6C34;&#x5E73;&#x3002;</p>
<h3 id="&#x4F20;&#x5947;&#x9738;&#x4E3B;&#x664B;&#x6587;&#x516C;"><a href="#&#x4F20;&#x5947;&#x9738;&#x4E3B;&#x664B;&#x6587;&#x516C;" class="headerlink" title="&#x4F20;&#x5947;&#x9738;&#x4E3B;&#x664B;&#x6587;&#x516C;"></a>&#x4F20;&#x5947;&#x9738;&#x4E3B;&#x664B;&#x6587;&#x516C;</h3><p>&#x664B;&#x6587;&#x516C;<code>&#x91CD;&#x8033;</code>&#x662F;&#x4E2A;&#x4F20;&#x5947;&#x9738;&#x4E3B;&#x3002;&#x4ED6;&#x8001;&#x7238;<code>&#x664B;&#x732E;&#x516C;</code>&#x662F;&#x4E2A;&#x731B;&#x4EBA;&#xFF0C;&#x4E00;&#x751F;<code>&#x706D;&#x56FD;18</code>&#x3002;&#x91CD;&#x8033;&#x56E0;&#x4E3A;<code>&#x9A8A;&#x59EC;&#x4E71;&#x653F;</code>&#x7684;&#x539F;&#x56E0;&#x9003;&#x4EA1;&#x56FD;&#x5916;&#xFF0C;&#x4E00;&#x9003;&#x5C31;&#x662F;<code>19&#x5E74;</code>&#xFF0C;&#x6D41;&#x4EA1;&#x5404;&#x56FD;&#xFF0C;&#x53D7;&#x5C3D;&#x78E8;&#x96BE;&#x3002;&#x59CB;&#x7EC8;&#x8DDF;&#x968F;&#x4ED6;&#x9003;&#x4EA1;&#x7684;7&#x4E2A;&#x4EBA;&#x5F53;&#x4E2D;&#x6709;&#x540E;&#x6765;&#x8D75;&#x56FD;&#x7684;&#x5148;&#x7956;&#xFF0C;&#x9B4F;&#x56FD;&#x7684;&#x5148;&#x7956;&#x3002;&#x8FD8;&#x6709;<code>&#x5BD2;&#x98DF;&#x8282;</code>&#x7EAA;&#x5FF5;&#x7684;&#x4EBA;<code>&#x4ECB;&#x5B50;&#x63A8;</code>&#x3002;&#x8FD9;&#x573A;&#x9003;&#x4EA1;&#x662F;&#x4E2A;&#x4F20;&#x5947;&#xFF0C;&#x66F4;&#x662F;&#x5947;&#x8FF9;&#x3002;&#x540E;&#x6765;&#x7EC8;&#x4E8E;&#x5728;<code>&#x79E6;&#x7A46;&#x516C;</code>&#x7684;&#x5E2E;&#x52A9;&#x4E0B;&#x56DE;&#x56FD;&#x5F53;&#x56FD;&#x541B;&#x3002;&#x518D;&#x540E;&#x6765;&#x5728;<code>&#x57CE;&#x6FEE;&#x4E4B;&#x6218;&#x9000;&#x907F;&#x4E09;&#x820D;</code>&#x6253;&#x8D25;&#x695A;&#x56FD;&#xFF0C;&#x4E00;&#x8DC3;&#x6210;&#x4E3A;&#x6267;&#x5929;&#x4E0B;&#x725B;&#x8033;&#x7684;&#x8D85;&#x7EA7;&#x5927;&#x56FD;&#x3002;&#x771F;&#x6B63;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x79F0;&#x9738;&#x3002;&#x4F46;&#x540E;&#x6765;&#x664B;&#x56FD;&#x516C;&#x65CF;&#x5927;&#x6743;&#x65C1;&#x843D;&#xFF0C;&#x88AB;<code>&#x516D;&#x537F;</code>&#x67B6;&#x7A7A;&#xFF0C;&#x6700;&#x7EC8;&#x5206;&#x88C2;&#x6210;<code>&#x4E09;&#x664B;</code>&#x3002;&#x91CD;&#x8033;&#x672C;&#x4EBA;&#x5C31;&#x662F;&#x4E2A;&#x725B;&#x4EBA;&#xFF0C;&#x4EBA;&#x683C;&#x9B45;&#x529B;&#x5F88;&#x5927;&#xFF0C;&#x624D;&#x4F1A;&#x6709;&#x90A3;&#x4E48;&#x591A;&#x4EBA;&#x5E2E;&#x52A9;&#x4ED6;&#x3002;&#x91CD;&#x8033;&#x4E4B;&#x540E;&#x76F4;&#x5230;&#x4E09;&#x5BB6;&#x5206;&#x664B;&#x664B;&#x56FD;&#x90FD;&#x662F;&#x4E0E;&#x695A;&#x56FD;&#x5E76;&#x5217;&#x7684;&#x8D85;&#x7EA7;&#x5927;&#x56FD;&#x3002;</p>
<h3 id="&#x695A;&#x5E84;&#x738B;"><a href="#&#x695A;&#x5E84;&#x738B;" class="headerlink" title="&#x695A;&#x5E84;&#x738B;"></a>&#x695A;&#x5E84;&#x738B;</h3><p>&#x4E00;&#x9E23;&#x60CA;&#x4EBA;&#x695A;&#x5E84;&#x738B;<code>&#x718A;&#x4FA3;</code>&#x3002;&#x695A;&#x56FD;&#x662F;&#x86EE;&#x5937;&#x4E4B;&#x56FD;&#xFF0C;&#x6240;&#x4EE5;&#x6562;<code>&#x79F0;&#x738B;</code>&#x3002;&#x56E0;&#x4E3A;&#x5728;&#x5357;&#x65B9;&#x7684;&#x5E7F;&#x88A4;&#x571F;&#x5730;&#x4E0A;&#x5F53;&#x65F6;&#x5E76;&#x4E0D;&#x5F00;&#x5316;&#xFF0C;&#x56FD;&#x571F;&#x9762;&#x79EF;&#x8D8A;&#x6253;&#x8D8A;&#x5927;&#xFF0C;&#x4E0D;&#x9075;&#x5B88;&#x5468;&#x793C;&#x6240;&#x4EE5;&#x968F;&#x610F;&#x653B;&#x706D;&#x5C0F;&#x56FD;&#x3002;&#x695A;&#x5E84;&#x738B;&#x4E0A;&#x53F0;&#x4E4B;&#x521D;&#x695A;&#x56FD;&#x5978;&#x81E3;&#x5F53;&#x9053;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x628A;&#x81EA;&#x5DF1;&#x4F2A;&#x88C5;&#x8D77;&#x6765;&#xFF0C;&#x4F2A;&#x88C5;&#x6210;&#x4E00;&#x4E2A;&#x4E0D;&#x7406;&#x671D;&#x653F;&#x7684;&#x660F;&#x541B;&#x6765;&#x770B;&#x6E05;&#x8C01;&#x662F;&#x5FE0;&#x81E3;&#x8C01;&#x662F;&#x5978;&#x81E3;&#x3002;&#x7EC8;&#x4E8E;&#x4E09;&#x5E74;&#x4E4B;&#x540E;<code>&#x4E00;&#x9E23;&#x60CA;&#x4EBA;</code>&#xFF0C;&#x4EFB;&#x7528;&#x8D24;&#x826F;&#x6253;&#x51FB;&#x5978;&#x81E3;&#x3002;&#x6574;&#x8083;&#x5185;&#x653F;&#x3002;&#x4EFB;&#x7528;<code>&#x5B59;&#x53D4;&#x6556;</code>&#x7B49;&#x4EBA;&#xFF0C;&#x5728;&#x91CD;&#x8033;&#x6B7B;&#x53BB;&#x4E4B;&#x540E;&#x4E0E;&#x664B;&#x56FD;&#x7684;<code>&#x90B2;&#x4E4B;&#x6218;</code>&#x6253;&#x8D25;&#x664B;&#x56FD;&#xFF0C;&#x4F7F;&#x695A;&#x56FD;&#x6210;&#x4E3A;&#x4E0E;&#x664B;&#x56FD;&#x76F8;&#x5F53;&#x7684;&#x8D85;&#x7EA7;&#x5927;&#x56FD;&#x3002;</p>
<h3 id="&#x897F;&#x620E;&#x9738;&#x4E3B;&#x79E6;&#x7A46;&#x516C;"><a href="#&#x897F;&#x620E;&#x9738;&#x4E3B;&#x79E6;&#x7A46;&#x516C;" class="headerlink" title="&#x897F;&#x620E;&#x9738;&#x4E3B;&#x79E6;&#x7A46;&#x516C;"></a>&#x897F;&#x620E;&#x9738;&#x4E3B;&#x79E6;&#x7A46;&#x516C;</h3><p>&#x79E6;&#x7A46;&#x516C;<code>&#x5B34;&#x4EFB;&#x597D;</code>&#x3002;&#x5B34;&#x4EFB;&#x597D;&#x6C42;&#x8D24;&#x82E5;&#x6E34;&#xFF0C;&#x7528;<code>5&#x5F20;&#x7F8A;&#x76AE;</code>&#x5F97;&#x5230;<code>&#x767E;&#x91CC;&#x595A;</code>&#x3002;&#x767E;&#x91CC;&#x595A;&#x53C8;&#x63A8;&#x8350;<code>&#x8E47;&#x53D4;</code>&#x3002;&#x79E6;&#x56FD;&#x5728;&#x897F;&#x90E8;&#x8FB9;&#x9672;&#x5F85;&#x817B;&#x6B6A;&#x4E86;&#x5C31;&#x60F3;&#x4E89;&#x9738;&#x4E2D;&#x539F;&#x3002;&#x9996;&#x5148;&#x5C31;&#x662F;&#x6321;&#x4F4F;&#x4E1C;&#x51FA;&#x4E4B;&#x8DEF;&#x7684;<code>&#x664B;&#x56FD;</code>&#xFF0C;&#x4E8E;&#x662F;&#x5B34;&#x4EFB;&#x597D;&#x5C31;&#x60F3;&#x901A;&#x8FC7;&#x63A7;&#x5236;&#x664B;&#x56FD;&#xFF0C;&#x597D;&#x501F;&#x8DEF;&#x4E1C;&#x51FA;&#x3002;&#x540E;&#x6765;&#x624D;&#x6709;&#x4E86;&#x4ED6;&#x62A4;&#x9001;&#x91CD;&#x8033;&#x5F52;&#x56FD;&#x7684;&#x4E8B;&#x60C5;&#x3002;&#x4F46;&#x662F;&#x91CD;&#x8033;&#x4E0D;&#x662F;&#x6C60;&#x4E2D;&#x4E4B;&#x7269;&#x3002;&#x664B;&#x56FD;&#x5F3A;&#x5927;&#x4E86;&#xFF0C;&#x79E6;&#x56FD;&#x6CA1;&#x6709;&#x534A;&#x70B9;&#x597D;&#x5904;&#x3002;&#x540E;&#x6765;&#x664B;&#x79E6;&#x5408;&#x56F4;<code>&#x90D1;&#x56FD;</code>&#xFF0C;&#x5C31;&#x6709;&#x4E86;&#x6211;&#x4EEC;&#x4EE5;&#x524D;&#x5B66;&#x8FC7;&#x7684;<code>&#x70DB;&#x4E4B;&#x6B66;&#x9000;&#x79E6;&#x5E08;</code>&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x3002;&#x518D;&#x540E;&#x6765;&#x5B34;&#x4EFB;&#x597D;&#x6253;&#x7B97;&#x98DE;&#x593A;&#x90D1;&#x56FD;&#xFF0C;&#x4E00;&#x610F;&#x5B64;&#x884C;&#xFF0C;1&#x4E07;&#x4EBA;&#x88AB;&#x7FFB;&#x8138;&#x7684;&#x664B;&#x56FD;&#x5728;<code>&#x5D24;&#x4E4B;&#x6218;</code>&#x5168;&#x6B7C;&#x3002;&#x5B34;&#x4EFB;&#x597D;&#x4E1C;&#x8FDB;&#x4E0D;&#x6210;&#xFF0C;&#x4E4B;&#x597D;&#x53BB;&#x6253;&#x897F;&#x620E;&#xFF0C;&#x88AB;&#x5468;&#x738B;&#x5C01;&#x4E3A;&#x897F;&#x620E;&#x9738;&#x4E3B;&#x3002;&#x7B97;&#x4E0D;&#x4E0A;&#x771F;&#x6B63;&#x7684;&#x9738;&#x4E3B;&#x3002;</p>
<h3 id="&#x5434;&#x738B;&#x9616;&#x95FE;"><a href="#&#x5434;&#x738B;&#x9616;&#x95FE;" class="headerlink" title="&#x5434;&#x738B;&#x9616;&#x95FE;"></a>&#x5434;&#x738B;&#x9616;&#x95FE;</h3><p>&#x5434;&#x738B;&#x9616;&#x95FE;<code>&#x5434;&#x5149;</code>&#x3002;&#x5434;&#x56FD;&#xFF0C;&#x4E00;&#x95EA;&#x800C;&#x901D;&#x7684;&#x6625;&#x79CB;&#x5DE8;&#x661F;&#x3002;<code>&#x664B;&#x56FD;</code>&#x662F;&#x5434;&#x56FD;&#x7684;&#x540C;&#x76DF;&#xFF0C;&#x6D3E;&#x4EBA;&#x6559;&#x5434;&#x4EBA;&#x4E2D;&#x539F;&#x5148;&#x8FDB;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x8BA9;&#x5434;&#x4EBA;&#x9A9A;&#x6270;&#x695A;&#x56FD;&#x3002;&#x5434;&#x5149;&#x5F97;&#x5230;<code>&#x4F0D;&#x5B50;&#x80E5;</code>&#x7684;&#x5E2E;&#x52A9;&#xFF0C;&#x6D3E;&#x9063;<code>&#x4E13;&#x8BF8;&#x523A;&#x50DA;</code>&#xFF0C;&#x901A;&#x8FC7;&#x653F;&#x53D8;&#x7684;&#x65B9;&#x5F0F;&#x5F53;&#x4E0A;&#x5434;&#x738B;&#x3002;&#x53C8;&#x6709;<code>&#x5B59;&#x6B66;</code>&#x7684;&#x5E2E;&#x52A9;&#x5BCC;&#x56FD;&#x5F3A;&#x5175;&#xFF0C;&#x5434;&#x5149;&#x672C;&#x4EBA;&#x4E5F;&#x52E4;&#x4FED;&#x8282;&#x7EA6;&#x3002;&#x540E;&#x6765;&#x7EC8;&#x4E8E;&#x5F81;&#x96C6;3&#x4E07;&#x4EBA;&#x6253;&#x5165;&#x695A;&#x56FD;&#x672C;&#x571F;&#xFF0C;<code>&#x67CF;&#x4E3E;&#x4E4B;&#x6218;</code>3&#x4E07;&#x6253;20&#x4E07;&#x5927;&#x80DC;&#x695A;&#x519B;&#xFF0C;&#x653B;&#x5165;&#x695A;&#x90FD;<code>&#x90E2;&#x57CE;</code>&#xFF0C;&#x58F0;&#x9707;&#x5929;&#x4E0B;&#x3002;&#x695A;&#x56FD;&#x53CD;&#x6251;&#x624D;&#x9000;&#x5175;&#x3002;&#x6B64;&#x540E;&#x5434;&#x56FD;&#x4FEE;&#x517B;&#x751F;&#x606F;&#xFF0C;&#x76F4;&#x5230;<code>&#x592B;&#x5DEE;</code>&#x4E0A;&#x4F4D;&#x6253;&#x8D25;<code>&#x8D8A;&#x56FD;</code>&#xFF0C;&#x53C8;&#x5F00;&#x59CB;&#x5317;&#x4E0A;&#x4E89;&#x96C4;&#xFF0C;&#x540E;&#x6765;<code>&#x9EC4;&#x6C60;&#x4F1A;&#x76DF;</code>&#x8FBE;&#x5230;&#x53EF;&#x4EE5;&#x4E0E;&#x664B;&#x56FD;&#x5E73;&#x8D77;&#x5E73;&#x5750;&#xFF0C;&#x4F46;&#x6B64;&#x65F6;&#x8D8A;&#x56FD;&#x5DF2;&#x7ECF;&#x5077;&#x88AD;&#x5434;&#x56FD;&#xFF0C;&#x5434;&#x56FD;&#x5C31;&#x5728;&#x6B64;&#x540E;&#x6570;&#x5E74;&#x706D;&#x4EA1;&#x3002;&#x5434;&#x56FD;&#x867D;&#x7136;&#x95EA;&#x8000;&#x4E00;&#x65F6;&#xFF0C;&#x4F46;&#x662F;&#x5374;&#x53C8;&#x77AC;&#x95F4;&#x706D;&#x4EA1;&#xFF0C;&#x4E5F;&#x7B97;&#x4E0D;&#x4E0A;&#x9738;&#x4E3B;&#x4E4B;&#x5B9E;&#x3002;</p>
<h3 id="&#x8D8A;&#x738B;&#x52FE;&#x8DF5;"><a href="#&#x8D8A;&#x738B;&#x52FE;&#x8DF5;" class="headerlink" title="&#x8D8A;&#x738B;&#x52FE;&#x8DF5;"></a>&#x8D8A;&#x738B;&#x52FE;&#x8DF5;</h3><p>&#x8D8A;&#x738B;&#x52FE;&#x8DF5;&#x3002;&#x52FE;&#x8DF5;&#x65E9;&#x6709;<code>&#x8303;&#x8821;</code>&#x548C;<code>&#x6587;&#x79CD;</code>&#x8F85;&#x4F50;&#xFF0C;&#x4F46;&#x662F;&#x8D8A;&#x738B;&#x4E0D;&#x542C;&#x529D;&#x8C0F;&#xFF0C;&#x7EC8;&#x4E8E;&#x5F15;&#x6765;&#x5175;&#x8D25;&#x88AB;&#x56F4;&#x3002;&#x53C8;&#x56E0;&#x4E3A;&#x6709;&#x8303;&#x8821;&#x548C;&#x6587;&#x79CD;&#xFF0C;&#x4ED6;&#x624D;&#x9009;&#x62E9;&#x4E3A;&#x5434;&#x738B;&#x5974;&#x3002;&#x8D8A;&#x56FD;&#x53EA;&#x88AB;&#x5141;&#x8BB8;&#x6709;<code>3000&#x7532;&#x58EB;</code>&#x9632;&#x536B;&#x4E4B;&#x7528;&#x3002;&#x52FE;&#x8DF5;&#x53CA;&#x8303;&#x8821;&#x90FD;&#x53BB;&#x5434;&#x5BAB;&#x505A;&#x5974;&#x96B6;&#x3002;&#x5FCD;&#x8FB1;&#x8D1F;&#x91CD;&#x4E09;&#x5E74;&#xFF0C;&#x751A;&#x81F3;&#x53BB;<code>&#x5C1D;&#x5434;&#x738B;&#x5927;&#x4FBF;</code>&#xFF0C;&#x624D;&#x6362;&#x6765;&#x592B;&#x5DEE;&#x7684;&#x4FE1;&#x4EFB;&#x88AB;&#x653E;&#x56DE;&#x56FD;&#x3002;&#x56DE;&#x56FD;&#x540E;<code>&#x5367;&#x85AA;&#x5C1D;&#x80C6;</code>&#xFF0C;&#x4F9D;&#x9760;<code>&#x4F10;&#x5434;&#x4E5D;&#x672F;</code>&#xFF0C;&#x4EE5;&#x8EAB;&#x4F5C;&#x5219;&#x4E0E;&#x6C11;&#x540C;&#x82E6;&#xFF0C;&#x53C8;&#x9760;<code>&#x8D8A;&#x5973;&#x5251;</code>&#x548C;&#x8FDB;&#x732E;<code>&#x897F;&#x65BD;</code>&#x7EC8;&#x4E8E;&#x5728;&#x5434;&#x738B;&#x5C06;&#x5175;&#x5728;&#x5916;&#x5077;&#x88AD;<code>&#x59D1;&#x82CF;&#x57CE;</code>&#x5F97;&#x624B;&#xFF0C;&#x4E4B;&#x540E;&#x594B;&#x6218;&#x6570;&#x5E74;&#x624D;&#x706D;&#x4EA1;&#x5434;&#x56FD;&#x3002;&#x4F46;&#x662F;&#x52FE;&#x8DF5;&#x53EA;&#x662F;&#x505A;&#x5230;&#x706D;&#x4EA1;&#x5434;&#x56FD;&#x9707;&#x52A8;&#x5929;&#x4E0B;&#xFF0C;&#x6CA1;&#x6709;&#x540D;&#x526F;&#x5176;&#x5B9E;&#x7684;&#x53BB;&#x4E89;&#x9738;&#x3002;&#x4F46;&#x4ED6;&#x7684;&#x4F20;&#x5947;&#x7ECF;&#x5386;&#x4E5F;&#x8DB3;&#x4EE5;&#x662F;&#x4ED6;&#x6210;&#x4E3A;&#x6625;&#x79CB;&#x65F6;&#x4EE3;&#x7684;&#x5DE8;&#x661F;&#x4E4B;&#x4E00;&#x3002;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/历史/" rel="tag">#历史</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/05/04/青年节的日记/" rel="next" title="青年节的日记">
                <i class="fa fa-chevron-left"></i> 青年节的日记
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/05/06/侧耳倾听/" rel="prev" title="侧耳倾听">
                侧耳倾听 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/05/04/春秋一段不可不知的历史/"
     data-title="春秋 一段不可不知的历史"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/05/04/春秋一段不可不知的历史/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/05/04/春秋一段不可不知的历史/"
           data-title="春秋 一段不可不知的历史" data-url="https://ZhangXiaodong1993.github.io/2016/05/04/春秋一段不可不知的历史/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">28</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">27</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#春秋有几霸"><span class="nav-number">1.</span> <span class="nav-text">春秋有几霸</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#小霸郑庄公"><span class="nav-number">2.</span> <span class="nav-text">小霸郑庄公</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#首霸齐桓公"><span class="nav-number">3.</span> <span class="nav-text">首霸齐桓公</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#虚名霸主宋襄公"><span class="nav-number">4.</span> <span class="nav-text">虚名霸主宋襄公</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#传奇霸主晋文公"><span class="nav-number">5.</span> <span class="nav-text">传奇霸主晋文公</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#楚庄王"><span class="nav-number">6.</span> <span class="nav-text">楚庄王</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#西戎霸主秦穆公"><span class="nav-number">7.</span> <span class="nav-text">西戎霸主秦穆公</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#吴王阖闾"><span class="nav-number">8.</span> <span class="nav-text">吴王阖闾</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#越王勾践"><span class="nav-number">9.</span> <span class="nav-text">越王勾践</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy;  2016 - 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
