<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="历史," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x524D;&amp;#x8A00;&amp;#x770B;&amp;#x5B8C;&amp;#x7B2C;&amp;#x4E8C;&amp;#x90E8;&amp;#xFF0C;&amp;#x771F;&amp;#x7684;&amp;#x60F3;&amp;#x8BF4;&amp;#x70B9;&amp;#x4EC0;&amp;#x4E48;&amp;#x4E86;&amp;#x3002;&amp;#x9274;&amp;#x4E8E;&amp;#x7B2C;&amp;#x4E00;&amp;#x90E8;&amp;#xFF0C;&amp;#x6211;&amp;#x662F;">
<meta property="og:type" content="article">
<meta property="og:title" content="明朝那些事儿2 万国来朝">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/05/25/明朝那些事儿2万国来朝/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x524D;&amp;#x8A00;&amp;#x770B;&amp;#x5B8C;&amp;#x7B2C;&amp;#x4E8C;&amp;#x90E8;&amp;#xFF0C;&amp;#x771F;&amp;#x7684;&amp;#x60F3;&amp;#x8BF4;&amp;#x70B9;&amp;#x4EC0;&amp;#x4E48;&amp;#x4E86;&amp;#x3002;&amp;#x9274;&amp;#x4E8E;&amp;#x7B2C;&amp;#x4E00;&amp;#x90E8;&amp;#xFF0C;&amp;#x6211;&amp;#x662F;">
<meta property="og:updated_time" content="2016-05-25T15:30:40.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="明朝那些事儿2 万国来朝">
<meta name="twitter:description" content="&amp;#x524D;&amp;#x8A00;&amp;#x770B;&amp;#x5B8C;&amp;#x7B2C;&amp;#x4E8C;&amp;#x90E8;&amp;#xFF0C;&amp;#x771F;&amp;#x7684;&amp;#x60F3;&amp;#x8BF4;&amp;#x70B9;&amp;#x4EC0;&amp;#x4E48;&amp;#x4E86;&amp;#x3002;&amp;#x9274;&amp;#x4E8E;&amp;#x7B2C;&amp;#x4E00;&amp;#x90E8;&amp;#xFF0C;&amp;#x6211;&amp;#x662F;">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 明朝那些事儿2 万国来朝 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                明朝那些事儿2 万国来朝
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-05-25T20:07:31+08:00" content="2016-05-25">
              2016-05-25
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/读书碎碎念/" itemprop="url" rel="index">
                    <span itemprop="name">读书碎碎念</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/05/25/明朝那些事儿2万国来朝/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/05/25/明朝那些事儿2万国来朝/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/05/25/明朝那些事儿2万国来朝/" class="leancloud_visitors" data-flag-title="明朝那些事儿2 万国来朝">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="&#x524D;&#x8A00;"><a href="#&#x524D;&#x8A00;" class="headerlink" title="&#x524D;&#x8A00;"></a>&#x524D;&#x8A00;</h3><p>&#x770B;&#x5B8C;&#x7B2C;&#x4E8C;&#x90E8;&#xFF0C;&#x771F;&#x7684;&#x60F3;&#x8BF4;&#x70B9;&#x4EC0;&#x4E48;&#x4E86;&#x3002;&#x9274;&#x4E8E;&#x7B2C;&#x4E00;&#x90E8;&#xFF0C;&#x6211;&#x662F;&#x6BD4;&#x8F83;&#x719F;&#x6089;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x6731;&#x5143;&#x748B;&#x6731;&#x68E3;&#xFF0C;&#x8C01;&#x4E0D;&#x77E5;&#x9053;&#x554A;&#xFF0C;&#x5C0F;&#x8BF4;&#x7535;&#x89C6;&#x5267;&#x90FD;&#x5DF2;&#x7ECF;&#x6709;&#x521D;&#x6B65;&#x4E86;&#x89E3;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x770B;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6CE2;&#x6F9C;&#x4E0D;&#x60CA;&#xFF0C;&#x5FEB;&#x611F;&#x4E0D;&#x591A;&#x3002;&#x4F46;&#x7B2C;&#x4E8C;&#x90E8;&#xFF0C;&#x9664;&#x4E86;&#x6731;&#x68E3;&#xFF0C;&#x8FD8;&#x6709;&#x8BB8;&#x8BB8;&#x591A;&#x591A;&#x7CBE;&#x5F69;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x7CBE;&#x5F69;&#x7684;&#x4EBA;&#xFF0C;&#x6E29;&#x6696;&#x7684;&#x60C5;&#x3002;&#x6240;&#x4EE5;&#x518D;&#x5199;&#x7B14;&#x8BB0;&#x554A;&#x4EC0;&#x4E48;&#x7684;&#xFF0C;&#x771F;&#x7684;&#x60F3;&#x591A;&#x5199;&#x4E00;&#x70B9;&#xFF0C;&#x6211;&#x662F;&#x770B;&#x5B8C;&#x4E86;&#x53C8;&#x56DE;&#x53BB;&#x5927;&#x81F4;&#x7FFB;&#x9605;&#x4E00;&#x4E0B;&#xFF0C;&#x627E;&#x5230;&#x5173;&#x952E;&#x8BCD;&#xFF0C;&#x9632;&#x6B62;&#x56DE;&#x5FC6;&#x7684;&#x65F6;&#x5019;&#x5FD8;&#x8BB0;&#x4EC0;&#x4E48;&#x4E86;&#xFF0C;&#x4E0D;&#x80FD;&#x9A6C;&#x864E;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x4E0D;&#x7BA1;&#x4E8B;&#x5B9E;&#x662F;&#x600E;&#x4E48;&#x6837;&#xFF0C;&#x5728;&#x6211;&#x773C;&#x91CC;&#xFF0C;&#x7B2C;&#x4E8C;&#x90E8;&#x786E;&#x5B9E;&#x6BD4;&#x7B2C;&#x4E00;&#x90E8;&#x7CBE;&#x5F69;&#x591A;&#x3002;&#x6700;&#x8FD1;&#x5728;&#x7B80;&#x4E66;&#x770B;&#x5230;&#x505A;&#x4E86;10&#x5E74;&#x8BFB;&#x4E66;&#x7B14;&#x8BB0;&#x7684;&#x4EBA;&#x7684;&#x7B14;&#x8BB0;&#xFF0C;&#x5413;&#x5F97;&#x6211;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x5728;&#x5199;&#x7684;&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x9B3C;&#x4E1C;&#x897F;&#x4E86;&#xFF0C;&#x5199;&#x8FD9;&#x4E9B;&#x6709;&#x4EC0;&#x4E48;&#x610F;&#x4E49;&#x554A;&#x3002;&#x6211;&#x601D;&#x8003;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x4E0D;&#x7BA1;&#x5199;&#x7684;&#x600E;&#x4E48;&#x6837;&#xFF0C;&#x8BC1;&#x660E;&#x6211;&#x770B;&#x8FC7;&#x3002;&#x5C31;&#x6BD4;&#x5982;&#x5386;&#x53F2;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x8BB0;&#x4E0B;&#x6765;&#xFF0C;&#x4E00;&#x4E2A;&#x6708;&#x540E;&#x5C31;&#x5FD8;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x8BB0;&#x4E86;&#x4E0B;&#x6765;&#xFF0C;&#x4E00;&#x4E2A;&#x6708;&#x540E;&#x770B;&#x5230;&#x8FD9;&#x7BC7;&#xFF0C;&#x53C8;&#x90FD;&#x56DE;&#x5FC6;&#x8D77;&#x6765;&#x4E86;&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x610F;&#x4E49;&#x3002;</p>
<p>&#x6211;&#x5206;&#x4E3A;&#x4E09;&#x4E2A;&#x5927;&#x6BB5;&#x843D;&#x5212;&#x5206;&#xFF0C;1&#x662F;&#x6C38;&#x4E50;&#x76DB;&#x4E16;&#xFF0C;2&#x662F;&#x4EC1;&#x5BA3;&#x4E4B;&#x6CBB;&#xFF0C;3&#x4E00;&#x4E2A;&#x6C11;&#x65CF;&#x82F1;&#x96C4;&#x3002;&#x4E0B;&#x9762;&#x5F00;&#x59CB;&#x56DE;&#x5FC6;&#x8BA9;&#x6B64;&#x523B;&#x7684;&#x6211;&#x611F;&#x52A8;&#x7684;&#x7B2C;&#x4E8C;&#x90E8;&#x3002;</p>
<h3 id="&#x4E00;&#x3001;&#x6C38;&#x4E50;&#x76DB;&#x4E16;"><a href="#&#x4E00;&#x3001;&#x6C38;&#x4E50;&#x76DB;&#x4E16;" class="headerlink" title="&#x4E00;&#x3001;&#x6C38;&#x4E50;&#x76DB;&#x4E16;"></a>&#x4E00;&#x3001;&#x6C38;&#x4E50;&#x76DB;&#x4E16;</h3><h4 id="&#x5185;&#x4FEE;&#x653F;&#x7406;"><a href="#&#x5185;&#x4FEE;&#x653F;&#x7406;" class="headerlink" title="&#x5185;&#x4FEE;&#x653F;&#x7406;"></a>&#x5185;&#x4FEE;&#x653F;&#x7406;</h4><p>&#x6731;&#x68E3;&#x6210;&#x529F;&#x4E86;&#xFF0C;&#x4F5C;&#x4E3A;&#x85E9;&#x738B;&#x514B;&#x6389;&#x4E86;&#x7687;&#x5E1D;&#xFF0C;&#x5386;&#x65F6;4&#x5E74;&#x3002;&#x5EFA;&#x6587;&#x5E1D;&#x5931;&#x8E2A;&#x4E86;&#xFF0C;&#x6731;&#x68E3;&#x4E0D;&#x80FD;&#x5B89;&#x5FC3;&#xFF0C;&#x6D3E;&#x4EBA;&#x53BB;&#x627E;&#xFF0C;<code>&#x80E1;&#x6FD9;</code>&#x53BB;&#x627E;&#x4E86;&#x3002;&#x6731;&#x68E3;&#x7BE1;&#x4F4D;&#x4E0D;&#x5177;&#x6709;&#x6B63;&#x7EDF;&#x6027;&#xFF0C;&#x600E;&#x4E48;&#x529E;&#x5462;&#xFF0C;&#x786C;&#x8BF4;&#x81EA;&#x5DF1;&#x662F;<code>&#x9A6C;&#x7687;&#x540E;</code>&#x751F;&#x7684;&#xFF0C;&#x9690;&#x7792;&#x4E86;&#x81EA;&#x5DF1;&#x4EB2;&#x5988;&#x3002;&#x90A3;&#x4E9B;&#x5EFA;&#x6587;&#x7684;&#x65E7;&#x81E3;&#xFF0C;&#x5982;<code>&#x65B9;&#x5B5D;&#x5B7A;</code>&#xFF0C;&#x8BDB;&#x5341;&#x65CF;&#xFF0C;&#x7B2C;&#x5341;&#x65CF;&#x662F;&#x670B;&#x53CB;&#xFF0C;&#x5B66;&#x751F;&#x3002;&#x505A;&#x5B8C;&#x4E86;&#x8FD9;&#x4E9B;&#x4E8B;&#xFF0C;&#x6731;&#x68E3;&#x8FD8;&#x662F;&#x89C9;&#x5F97;&#x5929;&#x4E0B;&#x4EBA;&#x4E0D;&#x670D;&#x4ED6;&#xFF0C;&#x4ED6;&#x8981;&#x6587;&#x6CBB;&#x6B66;&#x529F;&#xFF0C;&#x5A01;&#x9707;&#x56DB;&#x6D77;&#xFF0C;&#x8FD9;&#x6837;&#x624D;&#x4E0D;&#x4F1A;&#x5FC3;&#x865A;&#x3002;&#x7528;<code>&#x89E3;&#x7F19;</code>&#x4E3B;&#x7F16;<code>&#x6C38;&#x4E50;&#x5927;&#x5178;</code>&#xFF0C;&#x4E00;&#x90E8;&#x767E;&#x79D1;&#x5168;&#x4E66;&#x3002;&#x53C8;&#x628A;&#x4EAC;&#x57CE;&#x4ECE;&#x5357;&#x4EAC;&#x8FC1;&#x5230;&#x5317;&#x5E73;&#xFF0C;&#x5317;&#x5E73;&#x539F;&#x6765;&#x662F;&#x4ED6;&#x5927;&#x672C;&#x8425;&#xFF0C;&#x6539;&#x540D;&#x5317;&#x4EAC;&#x3002;&#x867D;&#x7136;&#x5317;&#x8FB9;&#x4E0D;&#x662F;&#x4EA7;&#x7CAE;&#x533A;&#xFF0C;&#x73AF;&#x5883;&#x4E5F;&#x4E0D;&#x597D;&#xFF0C;&#x4F46;&#x662F;&#x56E0;&#x4E3A;&#x8DDF;&#x8499;&#x53E4;&#x4F5C;&#x6218;&#xFF0C;&#x5357;&#x4EAC;&#x592A;&#x8FDC;&#x4E86;&#x3002;<code>&#x90D1;&#x548C;</code>&#x539F;&#x540D;<code>&#x9A6C;&#x4E09;&#x4FDD;</code>&#xFF0C;&#x5C0F;&#x65F6;&#x5019;&#x88AB;&#x6293;&#x53BB;&#x5145;&#x519B;&#x4E0D;&#x5E78;&#x88AB;&#x9609;&#x5272;&#x3002;&#x56E0;&#x4E3A;&#x9756;&#x96BE;&#x6709;&#x529F;&#xFF0C;&#x88AB;&#x6731;&#x68E3;&#x8D50;&#x540D;&#x90D1;&#x548C;&#x3002;&#x90D1;&#x548C;&#x7684;&#x7956;&#x7236;&#x7236;&#x4EB2;&#x90FD;&#x662F;&#x4F0A;&#x65AF;&#x5170;&#x6559;&#x5F92;&#xFF0C;&#x90FD;&#x53BB;&#x8FC7;&#x9EA6;&#x52A0;&#xFF0C;&#x90D1;&#x548C;&#x4E5F;&#x6709;&#x8FD9;&#x4E2A;&#x68A6;&#x60F3;&#xFF0C;&#x4E8E;&#x662F;&#x5C31;&#x5F00;&#x59CB;7&#x6B21;&#x4E0B;&#x897F;&#x6D0B;&#x7684;&#x58EE;&#x4E3E;&#x3002;&#x6700;&#x8FDC;&#x5230;&#x8FBE;&#x8FC7;&#x975E;&#x6D32;&#xFF0C;&#x822A;&#x6D77;&#x4E2D;&#x867D;&#x7136;&#x4E5F;&#x6709;&#x8FC7;&#x9669;&#x5883;&#xFF0C;&#x90FD;&#x88AB;&#x90D1;&#x548C;&#x5316;&#x89E3;&#x4E86;&#x3002;&#x90D1;&#x548C;&#x4E0B;&#x897F;&#x6D0B;&#x4E0D;&#x662F;&#x8000;&#x6B66;&#x626C;&#x5A01;&#xFF0C;&#x6B3A;&#x8D1F;&#x5F31;&#x5C0F;&#xFF0C;&#x800C;&#x662F;&#x6587;&#x660E;&#x7684;&#x4F7F;&#x8005;&#xFF0C;&#x4F20;&#x64AD;&#x6587;&#x5316;&#xFF0C;&#x4FC3;&#x8FDB;&#x4EA4;&#x6D41;&#xFF0C;&#x6BD4;&#x897F;&#x65B9;&#x7684;&#x4E00;&#x4E9B;&#x822A;&#x6D77;&#x5BB6;&#x63D2;&#x4E2A;&#x65D7;&#x53BB;&#x6B96;&#x6C11;&#x7684;&#x884C;&#x4E3A;&#x5F3A;10000&#x500D;&#x3002;&#x6B64;&#x65F6;&#x5171;&#x6709;30&#x591A;&#x56FD;&#x6765;&#x7ED9;&#x660E;&#x671D;&#x671D;&#x8D21;&#xFF0C;&#x5F88;&#x591A;&#x6765;&#x4E86;&#x5C31;&#x4E0D;&#x60F3;&#x8D70;&#x4E86;&#xFF0C;&#x4E0D;&#x6127;&#x4E3A;&#x6C38;&#x4E50;&#x76DB;&#x4E16;&#x3002;</p>
<h4 id="&#x5916;&#x5F81;&#x5468;&#x8FB9;"><a href="#&#x5916;&#x5F81;&#x5468;&#x8FB9;" class="headerlink" title="&#x5916;&#x5F81;&#x5468;&#x8FB9;"></a>&#x5916;&#x5F81;&#x5468;&#x8FB9;</h4><p>&#x5F53;&#x65F6;&#x7684;<code>&#x5B89;&#x5357;</code>&#xFF0C;&#x5C31;&#x662F;&#x4ECA;&#x5929;&#x7684;&#x8D8A;&#x5357;&#xFF0C;&#x672C;&#x6765;&#x662F;&#x59D3;&#x9648;&#x7684;&#x5F53;&#x56FD;&#x738B;&#xFF0C;&#x4F46;&#x662F;&#x59D3;&#x80E1;&#x7684;&#x7BE1;&#x4F4D;&#x4E86;&#xFF0C;&#x800C;&#x4E14;&#x7792;&#x7740;&#x660E;&#x671D;&#x3002;&#x76F4;&#x5230;&#x53D1;&#x73B0;&#x671D;&#x8D21;&#x7684;&#x56FD;&#x4E66;&#x4E0A;&#x9762;&#x56FD;&#x738B;&#x6362;&#x4E86;&#x59D3;&#xFF0C;&#x6B64;&#x65F6;&#x7684;&#x9648;&#x59D3;&#x652F;&#x6301;&#x8005;&#x4E5F;&#x6765;&#x544A;&#x77E5;&#x4E86;&#x771F;&#x76F8;&#x3002;<code>&#x5F20;&#x8F85;</code>&#x51FA;&#x5F81;&#x4E86;&#xFF0C;&#x5F20;&#x8F85;&#x662F;&#x9756;&#x96BE;&#x6218;&#x6B7B;&#x7684;&#x6731;&#x68E3;&#x7B2C;&#x4E00;&#x5927;&#x5C06;<code>&#x5F20;&#x7389;</code>&#x7684;&#x513F;&#x5B50;&#x3002;&#x5F20;&#x8F85;&#x4E5F;&#x5F88;&#x5F3A;&#xFF0C;30&#x4E07;&#x5927;&#x519B;&#x5F81;&#x5B89;&#x5357;&#x3002;&#x5B89;&#x5357;&#x4E5F;&#x6709;&#x5E94;&#x5BF9;&#x4E4B;&#x7B56;&#xFF0C;&#x5927;&#x8C61;&#x3002;&#x4E8E;&#x662F;&#x5F20;&#x8F85;&#x627E;&#x6765;&#x9A6C;&#x5339;&#x7A7F;&#x4E0A;&#x72EE;&#x5B50;&#x7684;&#x753B;&#x50CF;&#xFF0C;&#x53C8;&#x5145;&#x5206;&#x5229;&#x7528;&#x706B;&#x94F3;&#xFF0C;&#x5E73;&#x5B9A;&#x4E86;&#x5B89;&#x5357;&#xFF0C;&#x9648;&#x6C0F;&#x6CA1;&#x6709;&#x7EE7;&#x627F;&#x4EBA;&#xFF0C;&#x660E;&#x671D;&#x5C31;&#x628A;&#x5B89;&#x5357;&#x5212;&#x5165;&#x4E86;&#x7248;&#x56FE;&#x3002;</p>
<p><code>&#x74E6;&#x523A;</code>&#x662F;&#x8499;&#x53E4;&#x7684;&#x4E00;&#x76F4;&#xFF0C;&#x867D;&#x7136;&#x4E0D;&#x662F;&#x9EC4;&#x91D1;&#x5BB6;&#x65CF;&#xFF0C;&#x4F46;&#x662F;&#x4E5F;&#x5728;&#x897F;&#x90E8;&#x5730;&#x533A;&#x5F3A;&#x76DB;&#x4E86;&#x8D77;&#x6765;&#x3002;&#x6731;&#x68E3;&#x6253;&#x8D25;&#x9791;&#x977C;&#x540E;&#xFF0C;&#x6253;&#x74E6;&#x523A;&#x3002;&#x74E6;&#x523A;&#x5B9E;&#x529B;&#x5F3A;&#xFF0C;&#x4F46;&#x662F;&#x660E;&#x519B;&#x66F4;&#x5F3A;&#x3002;&#x6B64;&#x65F6;&#x660E;&#x519B;&#x6709;&#x4E09;&#x5927;&#x8425;&#xFF0C;<code>&#x795E;&#x673A;&#x8425;&#xFF0C;&#x4E09;&#x5343;&#x8425;&#xFF0C;&#x4E94;&#x519B;&#x8425;</code>&#xFF0C;&#x5E76;&#x4E14;&#x6709;&#x4E00;&#x5957;&#x5F53;&#x65F6;&#x9886;&#x5148;&#x4E16;&#x754C;&#x7684;&#x6218;&#x672F;&#x4F53;&#x7CFB;&#x3002;&#x5C31;&#x662F;&#x5148;&#x6253;&#x67AA;&#xFF0C;&#x518D;&#x4E0A;&#x9A91;&#x5175;&#x6B65;&#x5175;&#x3002;&#x74E6;&#x523A;&#x9A91;&#x5175;&#x4E5F;&#x5931;&#x8D25;&#x4E86;&#x3002;&#x706B;&#x5668;&#x5E94;&#x7528;&#x8981;&#x6570;&#x4E91;&#x5357;&#x6C90;&#x5BB6;&#x6700;&#x5389;&#x5BB3;&#x3002;<code>&#x6C90;&#x82F1;</code>&#x5F53;&#x5E74;&#x8DDF;&#x968F;&#x84DD;&#x7389;&#x5085;&#x53CB;&#x5FB7;&#x8FDB;&#x653B;&#x4E91;&#x5357;&#xFF0C;&#x4E4B;&#x540E;&#x5C31;&#x88AB;&#x5C01;&#x5728;&#x4E91;&#x5357;&#x3002;&#x4E91;&#x5357;&#x5927;&#x8C61;&#x591A;&#xFF0C;&#x53EA;&#x6709;&#x706B;&#x5668;&#x5E94;&#x5BF9;&#x7684;&#x4E86;&#x3002;</p>
<h4 id="&#x4E24;&#x4E2A;&#x513F;&#x5B50;"><a href="#&#x4E24;&#x4E2A;&#x513F;&#x5B50;" class="headerlink" title="&#x4E24;&#x4E2A;&#x513F;&#x5B50;"></a>&#x4E24;&#x4E2A;&#x513F;&#x5B50;</h4><p>&#x6C38;&#x4E50;&#x5E74;&#x95F4;<code>&#x6731;&#x9AD8;&#x70BD;&#x6731;&#x9AD8;&#x7166;</code>&#x7684;&#x4E89;&#x4F4D;&#x6211;&#x8BA4;&#x4E3A;&#x662F;&#x582A;&#x6BD4;&#x7405;&#x740A;&#x699C;&#x7684;&#x6743;&#x8C0B;&#x4E4B;&#x4E89;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x7684;&#x7239;&#x662F;&#x4E2A;&#x975E;&#x6B63;&#x5E38;&#x624B;&#x6BB5;&#x4E0A;&#x4F4D;&#x7684;&#x4E00;&#x4EE3;&#x96C4;&#x4E3B;&#xFF0C;&#x4E00;&#x4E0D;&#x5C0F;&#x5FC3;&#x5C31;&#x5012;&#x53F0;&#x3002;&#x6731;&#x9AD8;&#x70BD;&#x662F;&#x592A;&#x5B50;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x817F;&#x6B8B;&#x75BE;&#xFF0C;&#x53C8;&#x662F;&#x4E2A;&#x5927;&#x80D6;&#x5B50;&#xFF0C;&#x8FDC;&#x4E0D;&#x5982;&#x6731;&#x9AD8;&#x7166;&#x6F02;&#x4EAE;&#x5A01;&#x6B66;&#x3002;&#x5F53;&#x5E74;&#x6253;&#x5357;&#x4EAC;&#x65F6;&#xFF0C;&#x6731;&#x68E3;&#x5C31;&#x62CD;&#x7740;&#x4ED6;&#x7684;&#x80CC;&#x8BF4;&#xFF0C;<code>&#x4E16;&#x5B50;&#x6709;&#x75BE;&#xFF0C;&#x52C9;&#x4E4B;</code>&#xFF0C;&#x6731;&#x9AD8;&#x7166;&#x4ECE;&#x6B64;&#x5C31;&#x505A;&#x4E0A;&#x4E86;&#x7687;&#x5E1D;&#x68A6;&#x3002;&#x5904;&#x5FC3;&#x79EF;&#x8651;&#x6253;&#x51FB;&#x6731;&#x9AD8;&#x70BD;&#xFF0C;&#x5F53;&#x65F6;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x770B;&#x5230;&#x6731;&#x9AD8;&#x70BD;&#x4E0D;&#x7262;&#x9760;&#x4E86;&#xFF0C;&#x90FD;&#x8F6C;&#x6295;&#x6731;&#x9AD8;&#x7166;&#x3002;&#x4F46;&#x662F;&#x6709;&#x6709;&#x4E09;&#x4E2A;&#x4EBA;&#x59CB;&#x7EC8;&#x652F;&#x6301;&#x6731;&#x9AD8;&#x70BD;&#xFF0C;&#x5C31;&#x662F;&#x8457;&#x540D;&#x7684;<code>&#x4E09;&#x6768;&#xFF0C;&#x6768;&#x58EB;&#x5947;&#xFF0C;&#x6768;&#x8363;&#xFF0C;&#x6768;&#x6EA5;</code>&#xFF0C;&#x6768;&#x6EA5;&#x8FD8;&#x4E3A;&#x6B64;&#x5750;&#x4E86;10&#x5E74;&#x7262;&#x3002;&#x6731;&#x68E3;&#x559C;&#x6B22;&#x6253;&#x4ED7;&#xFF0C;&#x4E0D;&#x50CF;&#x6731;&#x5143;&#x748B;&#x6709;&#x65FA;&#x76DB;&#x7684;&#x7CBE;&#x529B;&#x6CA1;&#x65E5;&#x6CA1;&#x591C;&#x7684;&#x5904;&#x7406;&#x671D;&#x653F;&#xFF0C;&#x4E8E;&#x662F;&#x4ED6;&#x5C31;&#x7EC4;&#x5EFA;&#x4E86;<code>&#x5185;&#x9601;</code>&#xFF0C;&#x5185;&#x9601;&#x5E2E;&#x4ED6;&#x505A;&#x4E8B;&#xFF0C;&#x4ED6;&#x5C31;&#x53EF;&#x4EE5;&#x53BB;&#x6253;&#x4ED7;&#x4E86;&#x3002;&#x540E;&#x6765;&#x4E09;&#x6768;&#x7EC4;&#x6210;&#x7684;&#x5185;&#x9601;&#x582A;&#x79F0;&#x6700;&#x5F3A;&#x5185;&#x9601;&#x3002;&#x8FD8;&#x8BBE;&#x7F6E;<code>&#x5DE1;&#x629A;&#x603B;&#x7763;&#x7763;&#x5E08;</code>&#x7BA1;&#x7406;&#x5730;&#x65B9;&#x5927;&#x4E8B;&#x3002;&#x56E0;&#x4E3A;&#x4E09;&#x6768;&#x7684;&#x52AA;&#x529B;&#xFF0C;&#x6731;&#x9AD8;&#x70BD;&#x624D;&#x6CA1;&#x88AB;&#x5E9F;&#x6389;&#x3002;&#x6731;&#x68E3;&#x5728;&#x5317;&#x5F81;&#x56DE;&#x6765;&#x7684;&#x8DEF;&#x4E0A;&#x6B7B;&#x6389;&#x4E86;&#xFF0C;&#x4E34;&#x6B7B;&#x4E4B;&#x524D;&#xFF0C;&#x80E1;&#x7005;&#x56DE;&#x6765;&#x4E86;&#x3002;&#x4ED6;&#x6700;&#x7EC8;&#x5F97;&#x5230;&#x4E86;&#x5EFA;&#x6587;&#x7684;&#x6D88;&#x606F;&#xFF0C;&#x6839;&#x636E;&#x4F5C;&#x8005;&#x731C;&#x6D4B;&#xFF0C;&#x5EFA;&#x6587;&#x5E1D;&#x8FD8;&#x6D3B;&#x7740;&#xFF0C;&#x5E76;&#x4E14;&#x8868;&#x8FBE;&#x4E86;&#x4E0D;&#x4F1A;&#x518D;&#x4E89;&#x4E86;&#x3002;&#x6731;&#x9AD8;&#x70BD;&#x65E9;&#x5148;&#x5F97;&#x5230;&#x6D88;&#x606F;&#xFF0C;&#x987A;&#x5229;&#x7EE7;&#x4F4D;&#x4E86;&#x3002;</p>
<h3 id="&#x4EC1;&#x5BA3;&#x4E4B;&#x6CBB;"><a href="#&#x4EC1;&#x5BA3;&#x4E4B;&#x6CBB;" class="headerlink" title="&#x4EC1;&#x5BA3;&#x4E4B;&#x6CBB;"></a>&#x4EC1;&#x5BA3;&#x4E4B;&#x6CBB;</h3><h4 id="&#x6731;&#x9AD8;&#x70BD;"><a href="#&#x6731;&#x9AD8;&#x70BD;" class="headerlink" title="&#x6731;&#x9AD8;&#x70BD;"></a>&#x6731;&#x9AD8;&#x70BD;</h4><p>&#x660E;&#x4EC1;&#x5B97;&#x6731;&#x9AD8;&#x70BD;&#x662F;&#x4E2A;&#x597D;&#x4EBA;&#xFF0C;&#x4ED6;&#x653E;&#x8FC7;&#x4E86;&#x6731;&#x9AD8;&#x7166;&#x3002;&#x4ED6;&#x8FD8;&#x628A;&#x5EFA;&#x6587;&#x65E7;&#x81E3;&#x7684;&#x540E;&#x4EBA;&#x90FD;&#x627E;&#x56DE;&#x6765;&#xFF0C;&#x4E3A;&#x65B9;&#x5B5D;&#x5B7A;&#x5E73;&#x53CD;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x53EA;&#x5E72;&#x4E86;&#x4E00;&#x5E74;&#x5C31;&#x6B7B;&#x4E86;&#xFF0C;&#x4ED6;&#x7684;&#x5E74;&#x53F7;&#x53EB;<code>&#x6D2A;&#x7199;</code>&#x3002;</p>
<h4 id="&#x6731;&#x77BB;&#x57FA;"><a href="#&#x6731;&#x77BB;&#x57FA;" class="headerlink" title="&#x6731;&#x77BB;&#x57FA;"></a>&#x6731;&#x77BB;&#x57FA;</h4><p>&#x660E;&#x5BA3;&#x5B97;&#x6731;&#x77BB;&#x57FA;&#x4E5F;&#x662F;&#x4E2A;&#x597D;&#x7687;&#x5E1D;&#xFF0C;&#x4ED6;&#x4E0E;&#x4ED6;&#x7236;&#x4EB2;&#x7EDF;&#x6CBB;&#x65F6;&#x671F;&#xFF0C;&#x671D;&#x653F;&#x6E05;&#x660E;&#xFF0C;&#x4E0E;&#x6C11;&#x4F11;&#x517B;&#x751F;&#x606F;&#xFF0C;&#x53F2;&#x79F0;<code>&#x4EC1;&#x5BA3;&#x4E4B;&#x6CBB;</code>&#xFF0C;&#x662F;&#x660E;&#x671D;&#x56FD;&#x529B;&#x6700;&#x5F3A;&#x76DB;&#x7684;&#x65F6;&#x5019;&#x3002;&#x4EC1;&#x5B97;&#x8D70;&#x4E86;&#xFF0C;&#x6731;&#x9AD8;&#x7166;&#x518D;&#x4E5F;&#x5FCD;&#x4E0D;&#x4F4F;&#x4E86;&#xFF0C;&#x53DB;&#x4E71;&#x4E86;&#x3002;&#x6731;&#x77BB;&#x57FA;&#x4EB2;&#x5F81;&#xFF0C;&#x6731;&#x9AD8;&#x7166;&#x4E0D;&#x582A;&#x4E00;&#x51FB;&#xFF0C;&#x88AB;&#x6293;&#x3002;&#x6731;&#x9AD8;&#x7166;&#x53D8;&#x6210;&#x4E86;&#x559C;&#x5267;&#x6F14;&#x5458;&#xFF0C;&#x6731;&#x77BB;&#x57FA;&#x53BB;&#x770B;&#x4ED6;&#xFF0C;&#x4ED6;&#x83AB;&#x540D;&#x5176;&#x5999;&#x7684;&#x7528;&#x811A;&#x52FE;&#x4E86;&#x4E00;&#x4E0B;&#x6731;&#x77BB;&#x57FA;&#xFF0C;&#x6731;&#x77BB;&#x57FA;&#x7528;&#x94DC;&#x949F;&#x628A;&#x4ED6;&#x7F69;&#x8D77;&#x6765;&#xFF0C;&#x4ED6;&#x625B;&#x7740;&#x949F;&#x8D70;&#xFF0C;&#x6700;&#x540E;&#x6731;&#x77BB;&#x57FA;&#x653E;&#x706B;&#x70E7;&#x6B7B;&#x4E86;&#x4ED6;&#x3002;</p>
<p>&#x6731;&#x77BB;&#x57FA;&#x5F53;&#x653F;&#x671F;&#x95F4;&#xFF0C;&#x5F00;&#x59CB;&#x542F;&#x7528;&#x592A;&#x76D1;&#xFF0C;&#x56E0;&#x4E3A;&#x7687;&#x5E1D;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x5927;&#x81E3;&#x6709;&#x4E00;&#x5E2E;&#xFF0C;&#x4E3A;&#x4E86;&#x5236;&#x8861;&#xFF0C;&#x53EA;&#x597D;&#x542F;&#x7528;&#x592A;&#x76D1;&#xFF0C;&#x6CA1;&#x6709;&#x522B;&#x7684;&#x529E;&#x6CD5;&#x3002;&#x5185;&#x9601;&#x6709;<code>&#x7968;&#x62DF;&#x6743;</code>&#xFF0C;&#x7687;&#x5E1D;&#x6709;<code>&#x6279;&#x7EA2;&#x6743;</code>&#x3002;&#x4ED6;&#x6559;&#x592A;&#x76D1;&#x8BFB;&#x4E66;&#xFF0C;&#x8FD9;&#x662F;&#x4E71;&#x8C61;&#x7684;&#x4E00;&#x4E2A;&#x8D77;&#x70B9;&#x3002;&#x6731;&#x77BB;&#x57FA;&#x5E72;&#x4E86;10&#x5E74;&#x624D;30&#x591A;&#x5C81;&#x5C31;&#x6B7B;&#x4E86;&#x3002;&#x4ED6;&#x7684;&#x5E74;&#x53F7;&#x53EB;<code>&#x5BA3;&#x5FB7;</code>&#x3002;</p>
<h3 id="&#x6C11;&#x65CF;&#x82F1;&#x96C4;&#x4E8E;&#x8C26;"><a href="#&#x6C11;&#x65CF;&#x82F1;&#x96C4;&#x4E8E;&#x8C26;" class="headerlink" title="&#x6C11;&#x65CF;&#x82F1;&#x96C4;&#x4E8E;&#x8C26;"></a>&#x6C11;&#x65CF;&#x82F1;&#x96C4;&#x4E8E;&#x8C26;</h3><h4 id="&#x592A;&#x76D1;&#x738B;&#x632F;"><a href="#&#x592A;&#x76D1;&#x738B;&#x632F;" class="headerlink" title="&#x592A;&#x76D1;&#x738B;&#x632F;"></a>&#x592A;&#x76D1;&#x738B;&#x632F;</h4><p><code>&#x738B;&#x632F;</code>&#x672C;&#x6765;&#x662F;&#x4E2A;&#x53BF;&#x57CE;&#x5C0F;&#x5B98;&#xFF0C;&#x4E3A;&#x4E86;&#x8363;&#x534E;&#x5BCC;&#x8D35;&#xFF0C;&#x51FA;&#x4EBA;&#x5934;&#x5730;&#xFF0C;&#x81EA;&#x5BAB;&#x5F53;&#x4E86;&#x592A;&#x76D1;&#x3002;&#x5F53;&#x65F6;&#x592A;&#x76D1;&#x6587;&#x5316;&#x6C34;&#x5E73;&#x592A;&#x4F4E;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x738B;&#x632F;&#x8131;&#x9896;&#x800C;&#x51FA;&#x3002;&#x592A;&#x76D1;&#x6709;2&#x4E2A;&#x90E8;&#x95E8;&#x6700;&#x6709;&#x524D;&#x9014;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;<code>&#x53F8;&#x793C;&#x76D1;</code>&#x4E00;&#x4E2A;&#x662F;<code>&#x5FA1;&#x9A6C;&#x76D1;</code>&#xFF0C;&#x53F8;&#x793C;&#x76D1;&#x8DDF;&#x8BCF;&#x4E66;&#x6709;&#x5173;&#xFF0C;&#x5FA1;&#x9A6C;&#x76D1;&#x8DDF;&#x5175;&#x7B26;&#x6709;&#x5173;&#x3002;&#x6731;&#x77BB;&#x57FA;&#x6B7B;&#x4E86;&#xFF0C;&#x4ED6;&#x7684;&#x513F;&#x5B50;&#x624D;8&#x5C81;&#x7684;<code>&#x6731;&#x7941;&#x9547;</code>&#x7EE7;&#x4F4D;&#x4E86;&#x3002;&#x738B;&#x632F;&#x662F;&#x6731;&#x7941;&#x9547;&#x7684;&#x8001;&#x5E08;&#xFF0C;&#x6731;&#x7941;&#x9547;&#x4EC0;&#x4E48;&#x90FD;&#x542C;&#x738B;&#x632F;&#x7684;&#x3002;&#x738B;&#x632F;&#x4F5C;&#x5A01;&#x4F5C;&#x798F;&#xFF0C;&#x72EC;&#x63FD;&#x5927;&#x6743;&#xFF0C;&#x6536;&#x53D7;&#x8D3F;&#x8D42;&#xFF0C;&#x671D;&#x653F;&#x4E4C;&#x70DF;&#x7634;&#x6C14;&#x3002;&#x660E;&#x671D;&#x5F00;&#x59CB;&#x8D70;&#x4E0B;&#x5761;&#x8DEF;&#x3002;&#x8FD9;&#x65F6;&#x74E6;&#x523A;&#x53C8;&#x5F3A;&#x5927;&#x4E86;&#x8D77;&#x6765;&#xFF0C;&#x7EDF;&#x4E00;&#x4E86;&#x8499;&#x53E4;&#xFF0C;&#x9996;&#x9886;&#x53EB;<code>&#x4E5F;&#x5148;</code>&#x3002;&#x4E5F;&#x5148;&#x8FDB;&#x653B;&#x660E;&#x671D;&#x8FB9;&#x5173;&#xFF0C;&#x738B;&#x632F;&#x4E0D;&#x61C2;&#x5175;&#xFF0C;&#x504F;&#x504F;&#x8981;&#x901E;&#x80FD;&#x3002;&#x5E26;&#x7740;&#x7687;&#x5E1D;&#xFF0C;&#x5E26;&#x7740;20w&#x660E;&#x519B;&#x7CBE;&#x9510;&#x51FA;&#x53D1;&#x4E86;&#x3002;&#x5230;&#x4E86;&#x5C71;&#x897F;&#xFF0C;&#x4E00;&#x4F1A;&#x8981;&#x4F1A;&#x81EA;&#x5DF1;&#x8001;&#x5BB6;&#x770B;&#x770B;&#xFF0C;&#x4E00;&#x4F1A;&#x53C8;&#x4E0D;&#x770B;&#xFF0C;&#x88AB;&#x4E5F;&#x5148;&#x902E;&#x5230;&#x673A;&#x4F1A;&#xFF0C;&#x5168;&#x519B;&#x8986;&#x706D;&#x3002;&#x968F;&#x519B;&#x5927;&#x81E3;50&#x591A;&#x5458;&#x6218;&#x6B7B;&#xFF0C;&#x5305;&#x62EC;&#x90A3;&#x4E2A;&#x5E73;&#x5B9A;&#x5B89;&#x5357;&#x7684;&#x5F20;&#x8F85;&#x3002;&#x7687;&#x5E1D;&#x88AB;&#x4FD8;&#xFF0C;20w&#x7CBE;&#x9510;&#x5C3D;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x8457;&#x540D;&#x7684;&#x571F;&#x6728;&#x5821;&#x4E4B;&#x53D8;&#xFF0C;&#x6240;&#x5E78;&#x7684;&#x662F;&#x738B;&#x632F;&#x5728;&#x4E71;&#x519B;&#x4E2D;&#x4E5F;&#x6B7B;&#x4E86;&#x3002;</p>
<h4 id="&#x4E8E;&#x8C26;"><a href="#&#x4E8E;&#x8C26;" class="headerlink" title="&#x4E8E;&#x8C26;"></a>&#x4E8E;&#x8C26;</h4><p>&#x6309;&#x7406;&#x8BF4;&#x8FD9;&#x660E;&#x671D;&#x8981;&#x8D70;&#x5317;&#x5B8B;&#x7684;&#x8001;&#x8DEF;&#x554A;&#xFF0C;&#x4F46;&#x662F;&#x6B64;&#x65F6;&#x4E00;&#x4E2A;&#x4EBA;&#x7AD9;&#x4E86;&#x51FA;&#x6765;&#xFF0C;&#x62EF;&#x6551;&#x4E86;&#x8FD9;&#x4E2A;&#x5371;&#x5C40;&#xFF0C;&#x5C31;&#x662F;&#x4E8E;&#x8C26;&#x3002;&#x4E8E;&#x8C26;&#x7684;&#x5076;&#x50CF;&#x662F;&#x6587;&#x5929;&#x7965;&#xFF0C;&#x5BA3;&#x5FB7;&#x65F6;&#x671F;&#x9A82;&#x6731;&#x9AD8;&#x7166;&#x6709;&#x529F;&#xFF0C;&#x88AB;&#x59D4;&#x4EE5;&#x5730;&#x65B9;&#x5927;&#x5458;&#x3002;&#x6B64;&#x65F6;&#x5728;&#x671D;&#x5EF7;&#x7EB7;&#x7EB7;&#x8BAE;&#x8BBA;&#x5357;&#x8FC1;&#x4E4B;&#x65F6;&#xFF0C;&#x529B;&#x633A;&#x4E00;&#x6218;&#xFF0C;&#x5E76;&#x4E14;&#x8FC5;&#x901F;&#x51C6;&#x5907;&#x6218;&#x5907;&#xFF0C;&#x7A33;&#x5B9A;&#x4EBA;&#x5FC3;&#x3002;&#x6B64;&#x65F6;&#x4EE3;&#x7406;&#x653F;&#x4E8B;&#x7684;&#x662F;&#x6731;&#x7941;&#x9547;&#x7684;&#x5F1F;&#x5F1F;<code>&#x6731;&#x7941;&#x94B0;</code>&#x3002;&#x671D;&#x5802;&#x4E0A;&#x7FA4;&#x81E3;&#x8BF7;&#x547D;&#x8981;&#x6253;&#x51FB;&#x738B;&#x632F;&#x515A;&#x7FBD;&#xFF0C;&#x6731;&#x7941;&#x94B0;&#x6C89;&#x9ED8;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x671D;&#x5802;&#x6597;&#x6BB4;&#x5F00;&#x59CB;&#x4E86;&#xFF0C;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x7684;&#x5927;&#x81E3;&#x90FD;&#x53BB;&#x6253;&#x90A3;&#x51E0;&#x4E2A;&#x738B;&#x632F;&#x7684;&#x515A;&#x7FBD;&#xFF0C;&#x6D3B;&#x6D3B;&#x6253;&#x6B7B;&#x3002;&#x6731;&#x7941;&#x94B0;&#x614C;&#x4E86;&#xFF0C;&#x60F3;&#x9003;&#x8D70;&#xFF0C;&#x4E8E;&#x8C26;&#x4E0A;&#x524D;&#x8BF7;&#x6C42;&#x5E94;&#x5224;&#x5927;&#x81E3;&#x4EEC;&#x65E0;&#x7F6A;&#xFF0C;&#x4E8E;&#x8C26;&#x7684;&#x5A01;&#x671B;&#x53C8;&#x4E0A;&#x4E86;&#x4E00;&#x4E2A;&#x5C42;&#x6B21;&#x3002;&#x4E5F;&#x5148;&#x6765;&#x4E86;&#xFF0C;&#x5E26;&#x7740;&#x6731;&#x7941;&#x9547;&#x505A;&#x4EBA;&#x8D28;&#xFF0C;&#x5927;&#x81E3;&#x7EB7;&#x7EB7;&#x8BF7;&#x6C42;&#x6731;&#x7941;&#x94B0;&#x767B;&#x57FA;&#xFF0C;&#x6731;&#x7941;&#x94B0;&#x767B;&#x57FA;&#x4E86;&#x3002;&#x6731;&#x7941;&#x9547;&#x6210;&#x4E86;&#x592A;&#x4E0A;&#x7687;&#xFF0C;&#x8FC7;&#x671F;&#x4E86;&#x3002;&#x4E5F;&#x5148;&#x5148;&#x5728;&#x897F;&#x5317;&#x5E26;&#x7740;&#x6731;&#x7941;&#x9547;&#x53E9;&#x5173;&#xFF0C;<code>&#x90ED;&#x767B;&#x6768;&#x6D2A;</code>&#x62D2;&#x4E0D;&#x5F00;&#x95E8;&#x3002;&#x4E5F;&#x5148;&#x4E4B;&#x540E;&#x53BB;&#x5317;&#x4EAC;&#x4E86;&#xFF0C;&#x4E8E;&#x8C26;&#x6B63;&#x7B49;&#x7740;&#x4ED6;&#x3002;&#x4E8E;&#x8C26;&#x4E0B;&#x8FBE;&#x4E86;&#x8981;&#x4E48;&#x6218;&#x6B7B;&#x8981;&#x4E48;&#x80DC;&#x5229;&#x8FD9;&#x6837;&#x7684;&#x519B;&#x4EE4;&#xFF0C;&#x5404;&#x4E2A;&#x95E8;&#x6D3E;&#x4EBA;&#x628A;&#x624B;&#xFF0C;&#x5206;&#x914D;&#x6B66;&#x5C06;&#x3002;&#x53C8;&#x4EAE;&#x51FA;&#x4E86;&#x6700;&#x540E;&#x7684;&#x795E;&#x673A;&#x8425;(&#x571F;&#x6728;&#x5821;&#x4E09;&#x5927;&#x8425;&#x4E5F;&#x8986;&#x706D;&#x4E86;)&#xFF0C;&#x5728;<code>&#x77F3;&#x4EA8;&#x5B59;&#x9557;</code>&#x7B49;&#x4EBA;&#x7684;&#x594B;&#x6218;&#x4E0B;&#xFF0C;&#x4E5F;&#x5148;&#x5931;&#x8D25;&#x4E86;&#xFF0C;&#x64A4;&#x9000;&#x7684;&#x665A;&#x4E0A;&#x53C8;&#x88AB;&#x5927;&#x70AE;&#x8F70;&#xFF0C;&#x4E5F;&#x5148;&#x6062;&#x590D;&#x5143;&#x671D;&#x7684;&#x9738;&#x4E1A;&#x4E5F;&#x8986;&#x706D;&#x4E86;&#x3002;</p>
<h4 id="&#x6731;&#x7941;&#x9547;"><a href="#&#x6731;&#x7941;&#x9547;" class="headerlink" title="&#x6731;&#x7941;&#x9547;"></a>&#x6731;&#x7941;&#x9547;</h4><p>&#x6731;&#x7941;&#x9547;&#x662F;&#x660E;&#x671D;&#x6700;&#x4F20;&#x5947;&#x7684;&#x4E00;&#x4F4D;&#x7687;&#x5E1D;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x5E76;&#x4E0D;&#x574F;&#xFF0C;&#x8FD8;&#x662F;&#x4E2A;&#x597D;&#x4EBA;&#x3002;&#x56E0;&#x4E3A;&#x5C0F;&#x65F6;&#x5019;&#x7236;&#x4EB2;&#x5C31;&#x6B7B;&#x4E86;&#xFF0C;&#x5E74;&#x7EAA;&#x5C0F;&#x88AB;&#x4EBA;&#x5229;&#x7528;&#x4E5F;&#x5F88;&#x6B63;&#x5E38;&#x3002;&#x76F4;&#x5230;&#x571F;&#x6728;&#x5821;&#x88AB;&#x4FD8;&#xFF0C;&#x4ED6;&#x5C06;&#x5F00;&#x59CB;&#x4ED6;&#x4F20;&#x5947;&#x7684;&#x4E00;&#x751F;&#x3002;&#x571F;&#x6728;&#x5821;&#x6218;&#x8D25;&#x65F6;&#xFF0C;&#x4ED6;&#x4E5F;&#x4E0D;&#x8DD1;&#xFF0C;&#x9547;&#x5B9A;&#x81EA;&#x82E5;&#xFF0C;&#x8499;&#x53E4;&#x5175;&#x89C1;&#x4ED6;&#x4E0D;&#x51E1;&#x5C31;&#x628A;&#x4ED6;&#x5E26;&#x53BB;&#x89C1;&#x4E5F;&#x5148;&#xFF0C;&#x4ED6;&#x4E5F;&#x4E0D;&#x6002;&#xFF0C;&#x751A;&#x81F3;&#x4ED6;&#x5728;&#x4E5F;&#x5148;&#x90A3;&#x91CC;&#x8FD8;&#x5904;&#x5230;&#x4E86;&#x670B;&#x53CB;&#xFF0C;&#x4ED6;&#x662F;&#x90A3;&#x79CD;&#x5230;&#x4E86;&#x54EA;&#x91CC;&#x90FD;&#x4EBA;&#x7F18;&#x597D;&#x7684;&#x4EBA;&#x3002;&#x4F5C;&#x4E3A;&#x4EBA;&#x8D28;&#xFF0C;&#x88AB;&#x5E26;&#x7740;&#x4E1C;&#x5954;&#x897F;&#x8DD1;&#xFF0C;&#x5927;&#x660E;&#x671D;&#x4E5F;&#x4E0D;&#x8981;&#x4ED6;&#x4E86;&#xFF0C;&#x6709;&#x4E86;&#x65B0;&#x7687;&#x5E1D;&#x3002;&#x6D41;&#x4EA1;&#x7684;&#x65E5;&#x5B50;&#x662F;&#x8270;&#x82E6;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x80FD;&#x4F53;&#x73B0;&#x60A3;&#x96BE;&#x4E0E;&#x5171;&#x7684;&#x3002;<code>&#x8881;&#x5F6C;</code>&#x5C31;&#x662F;&#x8DDF;&#x6731;&#x7941;&#x9547;&#x60A3;&#x96BE;&#x4E0E;&#x5171;&#x7684;&#x4EBA;&#xFF0C;&#x5317;&#x65B9;&#x51B7;&#xFF0C;&#x8881;&#x5F6C;&#x628A;&#x6731;&#x7941;&#x9547;&#x7684;&#x811A;&#x653E;&#x5728;&#x81EA;&#x5DF1;&#x6000;&#x91CC;&#x7ED9;&#x4ED6;&#x6696;&#x811A;&#x3002;&#x8881;&#x5F6C;&#x9047;&#x96BE;&#xFF0C;&#x6731;&#x7941;&#x9547;&#x613F;&#x7528;&#x751F;&#x547D;&#x53BB;&#x6551;&#x4ED6;&#x3002;&#x6709;&#x4E2A;&#x574F;&#x4EBA;&#x53EB;&#x559C;&#x5B81;&#xFF0C;&#x662F;&#x4E2A;&#x6C49;&#x5978;&#xFF0C;&#x603B;&#x662F;&#x8FEB;&#x5BB3;&#x6731;&#x7941;&#x9547;&#xFF0C;&#x540E;&#x6765;&#x559C;&#x5B81;&#x88AB;&#x6731;&#x7941;&#x9547;&#x4ED6;&#x4EEC;&#x9664;&#x6389;&#x4E86;&#x3002;&#x6731;&#x7941;&#x9547;&#x8FD8;&#x6709;&#x8499;&#x53E4;&#x670B;&#x53CB;&#xFF0C;&#x53EB;<code>&#x4F2F;&#x989C;&#x5E16;&#x6728;&#x513F;</code>&#xFF0C;&#x603B;&#x662F;&#x5E2E;&#x7740;&#x6731;&#x7941;&#x9547;&#x3002;&#x6731;&#x7941;&#x9547;&#x5BF9;&#x4E5F;&#x5148;&#x6CA1;&#x6709;&#x4EF7;&#x503C;&#x4E86;&#xFF0C;&#x53C8;&#x4E0D;&#x80FD;&#x6740;&#x4ED6;&#xFF0C;&#x5C31;&#x60F3;&#x628A;&#x4ED6;&#x9001;&#x56DE;&#x53BB;&#xFF0C;&#x4F46;&#x662F;&#x660E;&#x671D;&#x4E0D;&#x6765;&#x4EBA;&#x63A5;&#xFF0C;&#x56E0;&#x4E3A;&#x6731;&#x7941;&#x94B0;&#x4E0D;&#x60F3;&#x4ED6;&#x56DE;&#x6765;&#x3002;&#x6731;&#x7941;&#x94B0;&#x7231;&#x4E0A;&#x4E86;&#x7687;&#x4F4D;&#xFF0C;&#x653E;&#x5F03;&#x4E86;&#x5144;&#x5F1F;&#x3002;&#x540E;&#x6765;&#x62D7;&#x4E0D;&#x8FC7;&#x5927;&#x81E3;&#x7EC8;&#x4E8E;&#x6D3E;&#x4EBA;&#x53BB;&#x63A5;&#xFF0C;&#x53C8;&#x4E0D;&#x7ED9;&#x94B1;&#xFF0C;&#x8FD8;&#x597D;&#x6709;&#x4E2A;&#x53EB;<code>&#x6768;&#x5584;</code>&#x7684;&#x4EBA;&#xFF0C;&#x5634;&#x76AE;&#x5B50;&#x975E;&#x5E38;&#x5389;&#x5BB3;&#xFF0C;&#x628A;&#x4E5F;&#x5148;&#x8BF4;&#x52A8;&#x4E86;&#xFF0C;&#x4E0D;&#x82B1;&#x94B1;&#x5C31;&#x80FD;&#x9886;&#x56DE;&#x5BB6;&#x3002;</p>
<p>&#x6731;&#x7941;&#x9547;&#x56DE;&#x6765;&#x4E86;&#xFF0C;&#x4E4B;&#x540E;&#x5C31;&#x88AB;&#x5173;&#x5728;&#x5357;&#x5BAB;&#x3002;&#x56DE;&#x5230;&#x571F;&#x6728;&#x5821;&#x4E4B;&#x540E;&#xFF0C;&#x6731;&#x7941;&#x9547;&#x7684;<code>&#x7687;&#x540E;&#x94B1;&#x6C0F;</code>&#x503E;&#x5C3D;&#x6240;&#x6709;&#x7684;&#x8D22;&#x7269;&#x9001;&#x7ED9;&#x4E5F;&#x5148;&#xFF0C;&#x5E0C;&#x671B;&#x4E5F;&#x5148;&#x653E;&#x4EBA;&#x8D28;&#x3002;&#x5F53;&#x7136;&#x6CA1;&#x653E;&#xFF0C;&#x4E8E;&#x662F;&#x94B1;&#x6C0F;&#x6BCF;&#x5929;&#x54ED;&#x6BCF;&#x5929;&#x54ED;&#xFF0C;&#x54ED;&#x778E;&#x4E86;&#x4E00;&#x53EA;&#x773C;&#xFF0C;&#x54ED;&#x65AD;&#x4E86;&#x4E00;&#x6761;&#x817F;&#x3002;&#x7687;&#x540E;&#x4E0E;&#x7687;&#x5E1D;&#x4E4B;&#x95F4;&#x4E5F;&#x4F1A;&#x6709;&#x8FD9;&#x79CD;&#x592B;&#x59BB;&#x771F;&#x611F;&#x60C5;&#xFF0C;&#x95FB;&#x6240;&#x672A;&#x95FB;&#x3002;&#x6B64;&#x65F6;&#xFF0C;&#x90A3;&#x4E48;&#x591A;&#x5E74;&#x8FC7;&#x53BB;&#xFF0C;&#x94B1;&#x6C0F;&#x5728;&#x7B49;&#x4ED6;&#x7684;&#x4E08;&#x592B;&#x56DE;&#x6765;&#xFF0C;&#x6731;&#x7941;&#x9547;&#x56DE;&#x6765;&#x4E86;&#x3002;&#x5373;&#x4F7F;&#x88AB;&#x56DA;&#x7981;&#xFF0C;&#x6731;&#x7941;&#x9547;&#x8FD8;&#x662F;&#x9547;&#x5B9A;&#x81EA;&#x82E5;&#xFF0C;&#x8FD9;&#x4E48;&#x4E9B;&#x82E6;&#x5403;&#x8FC7;&#x4E86;&#xFF0C;&#x6731;&#x7941;&#x9547;&#x5DF2;&#x7ECF;&#x61C2;&#x5F97;&#x4E86;&#x5F88;&#x591A;&#x3002;</p>
<p>&#x8FD9;&#x4E0B;&#x8F6E;&#x5230;&#x6731;&#x7941;&#x94B0;&#x7740;&#x6025;&#x4E86;&#xFF0C;&#x4ED6;&#x54E5;&#x54E5;&#x56DE;&#x6765;&#x4E86;&#xFF0C;&#x4ED6;&#x7684;&#x4F4D;&#x5B50;&#x4E0D;&#x7A33;&#x4E86;&#x3002;&#x800C;&#x4E14;&#x592A;&#x5B50;&#x8FD8;&#x662F;&#x6731;&#x7941;&#x9547;&#x7684;&#x513F;&#x5B50;(&#x5F53;&#x5E74;<code>&#x5B59;&#x592A;&#x540E;</code>&#x8DDF;&#x4ED6;&#x5F53;&#x7687;&#x5E1D;&#x7684;&#x4EA4;&#x6362;&#x6761;&#x4EF6;),&#x4E8E;&#x662F;&#x4ED6;&#x8D3F;&#x8D42;&#x5927;&#x81E3;&#xFF0C;&#x8BA9;&#x4ED6;&#x4EEC;&#x652F;&#x6301;&#x81EA;&#x5DF1;&#x628A;&#x592A;&#x5B50;&#x6362;&#x6210;&#x81EA;&#x5DF1;&#x7684;&#x513F;&#x5B50;&#x3002;&#x53EF;&#x662F;&#x4ED6;&#x513F;&#x5B50;&#x6B7B;&#x5F97;&#x65E9;&#xFF0C;&#x4E8E;&#x662F;&#x5927;&#x5BB6;&#x6709;&#x8981;&#x6C42;&#x4ED6;&#x6362;&#x56DE;&#x6765;&#xFF0C;&#x6CA1;&#x8F99;&#x4E86;&#x3002;&#x6731;&#x7941;&#x94B0;&#x4E5F;&#x75C5;&#x4E86;&#xFF0C;&#x5FEB;&#x4E0D;&#x884C;&#x4E86;&#x3002;&#x8FD9;&#x65F6;&#x5019;&#x5192;&#x51FA;&#x6765;&#x4E00;&#x5E2E;&#x4EBA;&#xFF0C;&#x6253;&#x7B97;&#x5E2E;&#x52A9;&#x6731;&#x7941;&#x9547;&#x590D;&#x8F9F;&#x3002;&#x8FD9;&#x5E2E;&#x4EBA;&#x6709;&#x571F;&#x6728;&#x5821;&#x4E4B;&#x540E;&#x7B2C;&#x4E00;&#x4E2A;&#x63D0;&#x8BAE;&#x5357;&#x8FC1;&#x7684;<code>&#x5F90;&#x9503;</code>&#xFF0C;&#x6B64;&#x65F6;&#x5DF2;&#x6539;&#x540D;<code>&#x5F90;&#x6709;&#x8D1E;</code>&#xFF0C;&#x77F3;&#x4EA8;&#xFF0C;&#x592A;&#x76D1;<code>&#x66F9;&#x5409;&#x7965;</code>&#xFF0C;&#x7EC4;&#x6210;&#x8FD8;&#x4E61;&#x56E2;&#x3002;&#x5728;&#x4E00;&#x4E2A;&#x591C;&#x665A;&#xFF0C;&#x5E26;&#x7740;&#x6731;&#x7941;&#x9547;&#x593A;&#x95E8;&#x590D;&#x4F4D;&#xFF0C;&#x5E76;&#x4E14;&#x6210;&#x529F;&#x4E86;&#xFF0C;&#x6731;&#x7941;&#x9547;&#x53C8;&#x56DE;&#x5230;&#x7687;&#x4F4D;&#x4E86;&#x3002;</p>
<p>&#x6731;&#x7941;&#x9547;&#xFF0C;<code>&#x660E;&#x82F1;&#x5B97;</code>&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x5F53;&#x653F;&#x5E74;&#x53F7;<code>&#x6B63;&#x7EDF;</code>,&#x7B2C;&#x4E8C;&#x6B21;<code>&#x5929;&#x987A;</code>&#x3002;<br>&#x6731;&#x7941;&#x94B0;&#xFF0C;<code>&#x660E;&#x4EE3;&#x5B97;</code>&#xFF0C;&#x5E74;&#x53F7;<code>&#x666F;&#x6CF0;</code>&#x3002;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/历史/" rel="tag">#历史</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/05/22/嫌疑人x的献身/" rel="next" title="嫌疑人x的献身">
                <i class="fa fa-chevron-left"></i> 嫌疑人x的献身
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/05/30/明朝那些事儿3妖孽宫廷/" rel="prev" title="明朝那些事儿3 妖孽宫廷">
                明朝那些事儿3 妖孽宫廷 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/05/25/明朝那些事儿2万国来朝/"
     data-title="明朝那些事儿2 万国来朝"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/05/25/明朝那些事儿2万国来朝/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/05/25/明朝那些事儿2万国来朝/"
           data-title="明朝那些事儿2 万国来朝" data-url="https://ZhangXiaodong1993.github.io/2016/05/25/明朝那些事儿2万国来朝/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">17</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">3</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">12</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#前言"><span class="nav-number">1.</span> <span class="nav-text">前言</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#一、永乐盛世"><span class="nav-number">2.</span> <span class="nav-text">一、永乐盛世</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#内修政理"><span class="nav-number">2.1.</span> <span class="nav-text">内修政理</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#外征周边"><span class="nav-number">2.2.</span> <span class="nav-text">外征周边</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#两个儿子"><span class="nav-number">2.3.</span> <span class="nav-text">两个儿子</span></a></li></ol></li><li class="nav-item nav-level-3"><a class="nav-link" href="#仁宣之治"><span class="nav-number">3.</span> <span class="nav-text">仁宣之治</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#朱高炽"><span class="nav-number">3.1.</span> <span class="nav-text">朱高炽</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#朱瞻基"><span class="nav-number">3.2.</span> <span class="nav-text">朱瞻基</span></a></li></ol></li><li class="nav-item nav-level-3"><a class="nav-link" href="#民族英雄于谦"><span class="nav-number">4.</span> <span class="nav-text">民族英雄于谦</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#太监王振"><span class="nav-number">4.1.</span> <span class="nav-text">太监王振</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#于谦"><span class="nav-number">4.2.</span> <span class="nav-text">于谦</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#朱祁镇"><span class="nav-number">4.3.</span> <span class="nav-text">朱祁镇</span></a></li></ol></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
