<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="电影," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x5728;&amp;#x77E5;&amp;#x4E4E;&amp;#x770B;&amp;#x4E86;&amp;#x4E00;&amp;#x4E2A;&amp;#x5173;&amp;#x4E8E;&amp;#x7535;&amp;#x5F71;&amp;#x7684;&amp;#x95EE;&amp;#x9898;&amp;#x6709;&amp;#x4EC0;&amp;#x4E48;&amp;#x503C;&amp;#x5F97;&amp;#x4E00;&amp;#x770B;&amp;#x7684;&amp;#x71C3;">
<meta property="og:type" content="article">
<meta property="og:title" content="燃到爆的电影">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/07/23/燃到爆的电影/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x5728;&amp;#x77E5;&amp;#x4E4E;&amp;#x770B;&amp;#x4E86;&amp;#x4E00;&amp;#x4E2A;&amp;#x5173;&amp;#x4E8E;&amp;#x7535;&amp;#x5F71;&amp;#x7684;&amp;#x95EE;&amp;#x9898;&amp;#x6709;&amp;#x4EC0;&amp;#x4E48;&amp;#x503C;&amp;#x5F97;&amp;#x4E00;&amp;#x770B;&amp;#x7684;&amp;#x71C3;">
<meta property="og:updated_time" content="2016-07-23T12:55:41.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="燃到爆的电影">
<meta name="twitter:description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x5728;&amp;#x77E5;&amp;#x4E4E;&amp;#x770B;&amp;#x4E86;&amp;#x4E00;&amp;#x4E2A;&amp;#x5173;&amp;#x4E8E;&amp;#x7535;&amp;#x5F71;&amp;#x7684;&amp;#x95EE;&amp;#x9898;&amp;#x6709;&amp;#x4EC0;&amp;#x4E48;&amp;#x503C;&amp;#x5F97;&amp;#x4E00;&amp;#x770B;&amp;#x7684;&amp;#x71C3;">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 燃到爆的电影 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                燃到爆的电影
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-07-23T19:02:54+08:00" content="2016-07-23">
              2016-07-23
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/杂记/" itemprop="url" rel="index">
                    <span itemprop="name">杂记</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/07/23/燃到爆的电影/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/07/23/燃到爆的电影/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/07/23/燃到爆的电影/" class="leancloud_visitors" data-flag-title="燃到爆的电影">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>&#x6700;&#x8FD1;&#x5728;&#x77E5;&#x4E4E;&#x770B;&#x4E86;&#x4E00;&#x4E2A;&#x5173;&#x4E8E;&#x7535;&#x5F71;&#x7684;&#x95EE;&#x9898;<a href="http://www.zhihu.com/question/48035752/answer/109399394" target="_blank" rel="external">&#x6709;&#x4EC0;&#x4E48;&#x503C;&#x5F97;&#x4E00;&#x770B;&#x7684;&#x71C3;&#x5230;&#x7206;&#x7684;&#x7535;&#x5F71;&#xFF1F;</a>&#x7684;&#x56DE;&#x7B54;&#xFF0C;&#x4E8E;&#x662F;&#x5C31;&#x53BB;&#x770B;&#x4E86;&#x5176;&#x4E2D;&#x5217;&#x4E3E;&#x7684;&#x4E00;&#x4E9B;&#x5F71;&#x7247;&#xFF0C;&#x6240;&#x4EE5;&#x624D;&#x6709;&#x8FD9;&#x7BC7;&#x535A;&#x5BA2;&#x3002;&#x6211;&#x4EE5;&#x6211;&#x81EA;&#x5DF1;&#x5BF9;&#x8FD9;&#x4E9B;&#x7535;&#x5F71;&#x7684;&#x8BC4;&#x5206;&#x4ECE;&#x4F4E;&#x5230;&#x9AD8;&#x6392;&#x5217;&#x3002;</p>
<h4 id="&#x65E0;&#x803B;&#x6DF7;&#x86CB;"><a href="#&#x65E0;&#x803B;&#x6DF7;&#x86CB;" class="headerlink" title="&#x65E0;&#x803B;&#x6DF7;&#x86CB;"></a>&#x65E0;&#x803B;&#x6DF7;&#x86CB;</h4><p><code>&#x4E50;&#x89C6;</code> <code>6&#x5206;</code><br>&#x8FD9;&#x662F;&#x4E00;&#x90E8;&#x4E8C;&#x6218;&#x9898;&#x6750;&#x7684;&#x7535;&#x5F71;&#xFF0C;&#x8BB2;&#x8FF0;&#x4E00;&#x4E2A;&#x72B9;&#x592A;&#x5973;&#x5B69;&#x5BF9;&#x7EB3;&#x7CB9;&#x7684;&#x590D;&#x4EC7;&#xFF0C;&#x6700;&#x71C3;&#x7684;&#x90E8;&#x5206;&#x662F;&#x6700;&#x540E;&#x5728;&#x7EB3;&#x7CB9;&#x7684;&#x7535;&#x5F71;&#x91CC;&#xFF0C;&#x5973;&#x5B69;&#x8BA9;&#x81EA;&#x5DF1;&#x7684;&#x8138;&#x51FA;&#x73B0;&#x5728;&#x5927;&#x5C4F;&#x5E55;&#x4E0A;&#x5BA3;&#x544A;&#x590D;&#x4EC7;&#xFF0C;&#x70E7;&#x4E86;&#x6574;&#x5EA7;&#x7535;&#x5F71;&#x9662;&#x91CC;&#x7684;&#x7EB3;&#x7CB9;&#xFF0C;&#x867D;&#x7136;&#x5979;&#x4E5F;&#x6B7B;&#x4E86;&#x3002;&#x62B1;&#x6B49;&#xFF0C;&#x6211;&#x6CA1;&#x6709;&#x71C3;&#x8D77;&#x6765;&#xFF0C;&#x534E;&#x4E3D;&#x6709;&#x4F59;&#xFF0C;&#x771F;&#x5B9E;&#x6027;&#x4E0D;&#x8DB3;&#xFF0C;&#x662F;&#x4E2A;&#x597D;&#x6545;&#x4E8B;&#xFF0C;&#x7ED9;6&#x5206;&#x3002;</p>
<h4 id="&#x70ED;&#x8840;&#x8B66;&#x63A2;"><a href="#&#x70ED;&#x8840;&#x8B66;&#x63A2;" class="headerlink" title="&#x70ED;&#x8840;&#x8B66;&#x63A2;"></a>&#x70ED;&#x8840;&#x8B66;&#x63A2;</h4><p><code>&#x7231;&#x5947;&#x827A;</code> <code>6&#x5206;</code><br>&#x8BB2;&#x8FF0;&#x4F26;&#x6566;&#x4E00;&#x4E2A;&#x9AD8;&#x902E;&#x6355;&#x7387;&#x8B66;&#x5BDF;&#x88AB;&#x4E0B;&#x6D3E;&#x5230;&#x4E00;&#x4E2A;&#x6700;&#x7F8E;&#x5C0F;&#x9547;&#xFF0C;&#x7F8E;&#x4E3D;&#x5E73;&#x548C;&#x7684;&#x8868;&#x8C61;&#x4E0B;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x4E2A;&#x96C6;&#x56E2;&#x7528;&#x975E;&#x6B63;&#x5E38;&#x624B;&#x6BB5;&#x83B7;&#x53D6;&#x7684;&#x3002;&#x53EA;&#x8981;&#x6709;&#x4EBA;&#x505A;&#x51FA;&#x5BF9;&#x5C0F;&#x9547;&#x4E0D;&#x5229;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4ED6;&#x4EEC;&#x4F1A;&#x65E0;&#x89C6;&#x6CD5;&#x5F8B;&#x81EA;&#x5DF1;&#x5904;&#x7406;&#x3002;&#x8B66;&#x63A2;&#x77E5;&#x9053;&#x771F;&#x76F8;&#x540E;&#xFF0C;&#x4EE5;&#x9A91;&#x8B66;&#x7684;&#x88C5;&#x675F;&#x70ED;&#x8840;&#x56DE;&#x5F52;&#xFF0C;&#x4EE5;&#x67AA;&#x6218;&#x63ED;&#x5F00;&#x771F;&#x76F8;&#x3002;&#x540C;&#x6837;&#xFF0C;&#x534E;&#x4E3D;&#x6709;&#x4F59;&#xFF0C;&#x771F;&#x5B9E;&#x6027;&#x4E0D;&#x8DB3;&#xFF0C;&#x5929;&#x9A6C;&#x884C;&#x7A7A;&#x7684;&#x60F3;&#x8C61;&#xFF0C;&#x7ED9;6&#x5206;&#x3002;</p>
<h4 id="&#x8D5B;&#x5FB7;&#x514B;&#x5DF4;&#x83B1;"><a href="#&#x8D5B;&#x5FB7;&#x514B;&#x5DF4;&#x83B1;" class="headerlink" title="&#x8D5B;&#x5FB7;&#x514B;&#x5DF4;&#x83B1;"></a>&#x8D5B;&#x5FB7;&#x514B;&#x5DF4;&#x83B1;</h4><p><code>&#x7231;&#x5947;&#x827A;</code> <code>7&#x5206;</code><br>&#x8BB2;&#x8FF0;&#x53F0;&#x6E7E;&#x571F;&#x8457;&#x6297;&#x65E5;&#x4E8B;&#x8FF9;&#x3002;&#x81EA;1895&#x5E74;&#x7532;&#x5348;&#x6218;&#x8D25;&#xFF0C;&#x65E5;&#x672C;&#x5360;&#x636E;&#x53F0;&#x6E7E;&#xFF0C;&#x5F00;&#x53D1;&#x53F0;&#x6E7E;&#xFF0C;&#x83B7;&#x53D6;&#x8D44;&#x6E90;&#xFF0C;&#x5230;1930&#x96FE;&#x793E;&#x4E8B;&#x4EF6;&#xFF0C;&#x53F0;&#x6E7E;&#x571F;&#x8457;&#x59CB;&#x7EC8;&#x88AB;&#x65E5;&#x672C;&#x538B;&#x8FEB;&#x7740;&#xFF0C;&#x5C31;&#x50CF;&#x79CD;&#x65CF;&#x5212;&#x5206;&#x4E00;&#x5B9A;&#x6CA1;&#x6709;&#x597D;&#x4E0B;&#x573A;&#x4E00;&#x6837;&#xFF0C;&#x571F;&#x8457;&#x4E5F;&#x4F1A;&#x53CD;&#x6297;&#x3002;&#x5728;&#x83AB;&#x90A3;&#x9C81;&#x9053;&#x7684;&#x5E26;&#x9886;&#x4E0B;&#xFF0C;&#x7206;&#x53D1;&#x4E86;&#x96FE;&#x793E;&#x4E8B;&#x4EF6;&#xFF0C;&#x571F;&#x8457;&#x5927;&#x8086;&#x6740;&#x622E;&#x65E5;&#x672C;&#x4EBA;&#x3002;&#x62B1;&#x6B49;&#xFF0C;&#x6211;&#x53EA;&#x770B;&#x4E86;&#x4E0A;&#x534A;&#x90E8;&#xFF0C;&#x4E0B;&#x534A;&#x90E8;&#x6CA1;&#x627E;&#x5230;&#x597D;&#x7684;&#x8D44;&#x6E90;&#xFF0C;&#x4E0D;&#x8FC7;&#x6211;&#x4E0D;&#x60F3;&#x770B;&#x4ED6;&#x4EEC;&#x88AB;&#x9547;&#x538B;&#x7684;&#x7ED3;&#x679C;&#x4E86;&#x3002;&#x534E;&#x4E3D;&#x6709;&#x4F59;&#xFF0C;&#x53C8;&#x5177;&#x6709;&#x5386;&#x53F2;&#x610F;&#x4E49;&#xFF0C;&#x7ED9;7&#x5206;&#x3002;</p>
<h4 id="&#x5929;&#x56FD;&#x738B;&#x671D;"><a href="#&#x5929;&#x56FD;&#x738B;&#x671D;" class="headerlink" title="&#x5929;&#x56FD;&#x738B;&#x671D;"></a>&#x5929;&#x56FD;&#x738B;&#x671D;</h4><p><code>&#x7231;&#x5947;&#x827A;</code> <code>8&#x5206;</code><br>&#x8BB2;&#x8FF0;12&#x4E16;&#x7EAA;&#x5341;&#x5B57;&#x519B;&#x5C06;&#x9886;&#x7684;&#x79C1;&#x751F;&#x5B50;&#x4ECE;&#x94C1;&#x5320;&#x5230;&#x82F1;&#x96C4;&#x7684;&#x8F68;&#x8FF9;&#x3002;&#x8036;&#x8DEF;&#x6492;&#x51B7;&#x738B;&#x662F;&#x4E2A;&#x9EBB;&#x98CE;&#x75C5;&#x60A3;&#x8005;&#xFF0C;&#x5F88;&#x6709;&#x6C14;&#x9B44;&#x3002;&#x4ED6;&#x6B7B;&#x540E;&#xFF0C;&#x65B0;&#x56FD;&#x738B;&#x597D;&#x6218;&#xFF0C;&#x524D;&#x53BB;&#x653B;&#x6253;&#x4F0A;&#x65AF;&#x5170;&#x5927;&#x519B;&#xFF0C;&#x5168;&#x519B;&#x8986;&#x6CA1;&#x3002;&#x7537;&#x4E3B;&#x5E26;&#x9886;&#x57CE;&#x6C11;&#x987D;&#x5F3A;&#x62B5;&#x6297;&#x4F0A;&#x65AF;&#x5170;&#x5927;&#x519B;&#xFF0C;&#x6700;&#x7EC8;&#x8FBE;&#x6210;&#x534F;&#x8BAE;&#xFF0C;&#x57FA;&#x7763;&#x5F92;&#x5F97;&#x4EE5;&#x83B7;&#x5F97;&#x751F;&#x8DEF;&#x3002;&#x5341;&#x5206;&#x534E;&#x4E3D;&#xFF0C;&#x7279;&#x6280;&#x8D85;&#x5F3A;&#xFF0C;&#x6709;&#x675C;&#x64B0;&#x7684;&#x6210;&#x5206;&#xFF0C;&#x5C31;&#x50CF;&#x91D1;&#x5EB8;&#x675C;&#x64B0;&#x4E86;&#x6768;&#x8FC7;&#x6740;&#x6B7B;&#x7684;&#x8499;&#x54E5;&#x5927;&#x6C57;&#x4E00;&#x6837;&#xFF0C;&#x4E0D;&#x8FC7;&#x5728;&#x6050;&#x6016;&#x4E3B;&#x4E49;&#x6CDB;&#x6EE5;&#x7684;&#x5F53;&#x65F6;&#xFF0C;&#x8FD9;&#x90E8;&#x7247;&#x8FD8;&#x662F;&#x6709;&#x4E00;&#x5B9A;&#x793E;&#x4F1A;&#x610F;&#x4E49;&#xFF0C;&#x62C9;&#x767B;&#x7684;&#x5076;&#x50CF;&#x5C31;&#x662F;&#x7247;&#x4E2D;&#x7684;&#x4F0A;&#x65AF;&#x5170;&#x9886;&#x8896;&#x8428;&#x62C9;&#x4E01;&#xFF0C;&#x7ED9;8&#x5206;&#x3002;</p>
<h4 id="&#x6307;&#x73AF;&#x738B;&#x4E09;&#x90E8;&#x66F2;"><a href="#&#x6307;&#x73AF;&#x738B;&#x4E09;&#x90E8;&#x66F2;" class="headerlink" title="&#x6307;&#x73AF;&#x738B;&#x4E09;&#x90E8;&#x66F2;"></a>&#x6307;&#x73AF;&#x738B;&#x4E09;&#x90E8;&#x66F2;</h4><p><code>&#x817E;&#x8BAF;&#x89C6;&#x9891;</code> <code>9&#x5206;</code><br>&#x6307;&#x73AF;&#x738B;&#x662F;&#x4E2A;&#x4EC0;&#x4E48;&#x6545;&#x4E8B;&#x5462;&#xFF0C;&#x5947;&#x5E7B;&#x6545;&#x4E8B;&#xFF0C;&#x4E66;&#x5199;&#x4E8E;&#x4E8C;&#x6218;&#x65F6;&#x671F;&#x3002;&#x7531;&#x9B54;&#x6212;&#x5F15;&#x53D1;&#x7684;&#x6B63;&#x4E0E;&#x90AA;&#x7684;&#x8F83;&#x91CF;&#x3002;&#x672C;&#x6765;&#x9B54;&#x541B;&#x5DF2;&#x7ECF;&#x88AB;&#x6253;&#x8D25;&#xFF0C;&#x7559;&#x4E0B;&#x7684;&#x9B54;&#x6212;&#x5374;&#x5177;&#x6709;&#x8BF1;&#x60D1;&#x4EBA;&#x5FC3;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x9B54;&#x738B;&#x60F3;&#x5229;&#x7528;&#x9B54;&#x6212;&#x91CD;&#x65B0;&#x7EDF;&#x6CBB;&#x4E16;&#x754C;&#x3002;&#x9B54;&#x6212;&#x6D41;&#x843D;&#x5230;&#x4E00;&#x4E2A;&#x5E74;&#x8F7B;&#x7684;&#x5C0F;&#x77EE;&#x4EBA;&#x624B;&#x4E0A;&#xFF0C;&#x4ECE;&#x6B64;&#x5C0F;&#x77EE;&#x4EBA;&#x5F00;&#x59CB;&#x4E86;&#x9B54;&#x6212;&#x8FDC;&#x5F81;&#xFF0C;&#x628A;&#x9B54;&#x6212;&#x9001;&#x5230;&#x9B54;&#x541B;&#x7684;&#x57FA;&#x5730;&#xFF0C;&#x6295;&#x5165;&#x4E00;&#x4E2A;&#x7194;&#x5CA9;&#x6CB3;&#xFF0C;&#x9500;&#x6BC1;&#x9B54;&#x6212;&#x3002;&#x53EF;&#x662F;&#x9B54;&#x6212;&#x5C31;&#x662F;&#x9B54;&#x6212;&#xFF0C;&#x975E;&#x5E38;&#x4F1A;&#x86CA;&#x60D1;&#x4EBA;&#x5FC3;&#x3002;&#x5982;&#x679C;&#x628A;&#x6545;&#x4E8B;&#x91CC;&#x7684;&#x6B63;&#x4E0E;&#x90AA;&#x5BF9;&#x5E94;&#x5230;&#x4E8C;&#x6218;&#x7684;&#x6B63;&#x4E0E;&#x90AA;&#xFF0C;&#x53EF;&#x80FD;&#x4F60;&#x4F1A;&#x4F53;&#x4F1A;&#x5230;&#x66F4;&#x591A;&#x7684;&#x5F71;&#x7247;&#x60F3;&#x8868;&#x8FBE;&#x7684;&#x610F;&#x601D;&#x3002;&#x6211;&#x6700;&#x559C;&#x6B22;&#x7684;&#x662F;&#x7B2C;&#x4E00;&#x90E8;&#xFF0C;&#x90A3;&#x4E2A;9&#x4EBA;&#x9B54;&#x6212;&#x8FDC;&#x5F81;&#x961F;&#x5C06;&#x662F;&#x6211;&#x6C38;&#x8FDC;&#x7684;&#x8BB0;&#x5FC6;&#xFF0C;&#x91CC;&#x9762;&#x552F;&#x4E00;&#x6B7B;&#x7684;&#x90A3;&#x4F4D;&#x4E1E;&#x76F8;&#x4E4B;&#x5B50;&#x7684;&#x6F14;&#x5458;&#x5C31;&#x662F;&#x540E;&#x6765;&#x6743;&#x529B;&#x7684;&#x6E38;&#x620F;&#x53F2;&#x5854;&#x514B;&#x7684;&#x7236;&#x4EB2;&#x5948;&#x5FB7;&#x3002;&#x975E;&#x5E38;&#x975E;&#x5E38;&#x534E;&#x4E3D;&#xFF0C;&#x540C;&#x65F6;&#x5177;&#x6709;&#x73B0;&#x5B9E;&#x610F;&#x4E49;&#xFF0C;&#x7EDD;&#x5BF9;&#x5F53;&#x5F97;&#x8D77;&#x71C3;&#x8FD9;&#x4E2A;&#x5B57;&#x3002;&#x4E00;&#x90E8;&#x5173;&#x4E8E;&#x8D23;&#x4EFB;&#xFF0C;&#x52C7;&#x6C14;&#xFF0C;&#x53CB;&#x8C0A;&#xFF0C;&#x8363;&#x8A89;&#xFF0C;&#x8361;&#x6C14;&#x56DE;&#x80A0;&#x7684;&#x53F2;&#x8BD7;&#xFF0C;&#x7ED9;9&#x5206;&#x3002;</p>
<h4 id="&#x8FA9;&#x62A4;&#x4EBA;"><a href="#&#x8FA9;&#x62A4;&#x4EBA;" class="headerlink" title="&#x8FA9;&#x62A4;&#x4EBA;"></a>&#x8FA9;&#x62A4;&#x4EBA;</h4><p><code>&#x7231;&#x5947;&#x827A;</code> <code>9&#x5206;</code><br>&#x97E9;&#x56FD;&#x7535;&#x5F71;&#xFF0C;&#x8BB2;&#x8FF0;&#x4E00;&#x4E2A;&#x594B;&#x6597;&#x51FA;&#x6765;&#x7684;&#x53EA;&#x56FE;&#x94B1;&#x7684;&#x5F8B;&#x5E08;&#x8F6C;&#x578B;&#x6210;&#x4E3A;&#x6C11;&#x6743;&#x6597;&#x58EB;&#x7684;&#x4E8B;&#x8FF9;&#xFF0C;&#x771F;&#x5B9E;&#x4E8B;&#x4EF6;&#x6539;&#x7F16;&#x3002;&#x56FD;&#x5B89;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BCD;&#x542C;&#x8D77;&#x6765;&#x4EE4;&#x4EBA;&#x6050;&#x6016;&#x3002;&#x4E00;&#x6B21;&#x8BFB;&#x4E66;&#x4F1A;&#xFF0C;&#x88AB;&#x8BA4;&#x5B9A;&#x4E3A;&#x8D64;&#x8272;&#x5206;&#x5B50;&#xFF0C;&#x62F7;&#x6253;&#xFF0C;&#x8BA9;&#x4ED6;&#x4EEC;&#x7F16;&#x6545;&#x4E8B;&#xFF0C;&#x8BF4;&#x8C0E;&#x8BDD;&#x3002;&#x7EDF;&#x6CBB;&#x8005;&#x4E3A;&#x4E86;&#x4ED6;&#x4EEC;&#x7684;&#x76EE;&#x7684;&#x53EF;&#x4EE5;&#x968F;&#x610F;&#x5236;&#x9020;&#x793E;&#x4F1A;&#x8206;&#x8BBA;&#xFF0C;&#x968F;&#x610F;&#x727A;&#x7272;&#x4EFB;&#x4F55;&#x4EBA;&#x3002;&#x6C11;&#x6743;&#x4F55;&#x5728;&#xFF1F;&#x56E0;&#x4E3A;&#x6709;&#x6C11;&#x6743;&#x6597;&#x58EB;&#xFF0C;&#x653F;&#x6CBB;&#x624D;&#x4F1A;&#x8FDB;&#x6B65;&#x3002;&#x6700;&#x540E;&#x5F53;&#x7537;&#x4E3B;&#x88AB;&#x5BA1;&#x5224;&#x65F6;&#xFF0C;100&#x591A;&#x4E2A;&#x5F8B;&#x5E08;&#x4E2D;&#xFF0C;90&#x591A;&#x4E2A;&#x51FA;&#x5EAD;&#x4E3A;&#x4ED6;&#x8FA9;&#x62A4;&#x3002;&#x8FD9;&#x90E8;&#x7247;&#x4EE4;&#x4EBA;&#x611F;&#x52A8;&#xFF0C;&#x52A8;&#x5BB9;&#xFF0C;&#x5177;&#x6709;&#x5F3A;&#x5927;&#x7684;&#x793E;&#x4F1A;&#x610F;&#x4E49;&#x3002;&#x97E9;&#x56FD;&#x7247;&#x7684;&#x957F;&#x5904;&#x5C31;&#x662F;&#x53CD;&#x5E94;&#x793E;&#x4F1A;&#xFF0C;&#x7ED9;9&#x5206;&#x3002;</p>
<h4 id="&#x95FB;&#x9999;&#x8BC6;&#x5973;&#x4EBA;"><a href="#&#x95FB;&#x9999;&#x8BC6;&#x5973;&#x4EBA;" class="headerlink" title="&#x95FB;&#x9999;&#x8BC6;&#x5973;&#x4EBA;"></a>&#x95FB;&#x9999;&#x8BC6;&#x5973;&#x4EBA;</h4><p><code>&#x7231;&#x5947;&#x827A;</code> <code>10&#x5206;</code><br>&#x8FD9;&#x662F;&#x4E00;&#x90E8;&#x5173;&#x4E8E;&#xFF0C;&#x4EBA;&#x751F;&#x65E0;&#x53EF;&#x604B;&#x65F6;&#xFF0C;&#x7075;&#x9B42;&#x6551;&#x8D4E;&#x7684;&#x6545;&#x4E8B;&#x3002;&#x4E00;&#x4E2A;&#x9000;&#x5F79;&#x5C06;&#x5B98;&#xFF0C;&#x778E;&#x4E86;&#x773C;&#xFF0C;&#x773C;&#x600E;&#x4E48;&#x778E;&#x7684;&#x5462;&#xFF0C;&#x505A;&#x6559;&#x5B98;&#x65F6;&#x559D;&#x9152;&#x5F15;&#x7206;&#x4E86;&#x624B;&#x69B4;&#x5F39;&#x3002;&#x70C2;&#x4EBA;&#x4E00;&#x4E2A;&#xFF0C;&#x6CA1;&#x4EBA;&#x8BA4;&#x53EF;&#x4ED6;&#x4E86;&#xFF0C;&#x4ED6;&#x4EC0;&#x4E48;&#x90FD;&#x505A;&#x4E0D;&#x4E86;&#xFF0C;&#x60F3;&#x81EA;&#x6740;&#x3002;&#x4E00;&#x4E2A;&#x7A77;&#x4EBA;&#x5BB6;&#x51FA;&#x8EAB;&#x7684;&#x4E2D;&#x5B66;&#x751F;&#xFF0C;&#x770B;&#x5230;&#x4E86;&#x51E0;&#x4E2A;&#x6709;&#x94B1;&#x4EBA;&#x5BF9;&#x5B66;&#x6821;&#x9886;&#x5BFC;&#x7684;&#x6076;&#x4F5C;&#x5267;&#xFF0C;&#x9886;&#x5BFC;&#x8981;&#x6C42;&#x4ED6;&#x6307;&#x51FA;&#x8BA4;&#x90A3;&#x51E0;&#x4E2A;&#x5236;&#x4F5C;&#x6076;&#x4F5C;&#x5267;&#x7684;&#x5B66;&#x751F;&#x3002;&#x8BF4;&#x8FD8;&#x662F;&#x4E0D;&#x8BF4;&#xFF0C;&#x8BF4;&#xFF0C;&#x505A;&#x5C0F;&#x4EBA;&#xFF0C;&#x4E0D;&#x8BF4;&#xFF0C;&#x81EA;&#x5DF1;&#x7684;&#x524D;&#x9014;&#x6BC1;&#x4E86;&#x3002;&#x8FD9;2&#x4E2A;&#x4EBA;&#x78B0;&#x5230;&#x4E86;&#x4E00;&#x8D77;&#xFF0C;&#x4E00;&#x8D77;&#x53BB;&#x4E86;&#x8D9F;&#x7EBD;&#x7EA6;&#xFF0C;&#x5B66;&#x751F;&#x4F5C;&#x4E3A;&#x778E;&#x5B50;&#x7684;&#x52A9;&#x7406;&#x3002;&#x778E;&#x5B50;&#x5728;&#x81EA;&#x6740;&#x524D;&#x8981;&#x505A;&#x4E00;&#x4E9B;&#x4E8B;&#xFF0C;&#x505A;&#x5B8C;&#x4E86;&#x5C31;&#x81EA;&#x6740;&#xFF0C;&#x5B66;&#x751F;&#x5F97;&#x77E5;&#x540E;&#xFF0C;&#x963B;&#x6B62;&#x778E;&#x5B50;&#x81EA;&#x6740;&#xFF0C;&#x5E76;&#x4E14;&#x6210;&#x529F;&#x4E86;&#xFF0C;&#x6CBB;&#x6108;&#x4E86;&#x778E;&#x5B50;&#x3002;&#x6B63;&#x662F;&#x6740;&#x4E86;&#x6211;&#xFF0C;&#x6CBB;&#x6108;&#x6211;&#x3002;&#x8FD4;&#x56DE;&#x540E;&#xFF0C;&#x778E;&#x5B50;&#x5E2E;&#x52A9;&#x5B66;&#x751F;&#x5728;&#x6700;&#x540E;&#x7684;&#x5BA1;&#x5224;&#x4E0A;&#x8BF4;&#x4E86;&#x4E00;&#x4E9B;&#x8BDD;&#xFF0C;&#x6B64;&#x65F6;&#x7684;&#x5F71;&#x7247;&#x5DF2;&#x7ECF;&#x71C3;&#x7834;&#x4E86;&#x5929;&#x9645;&#x3002;2&#x4E2A;&#x4EBA;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x4EFB;&#x4E00;&#x4E2A;&#x5355;&#x62CE;&#x51FA;&#x6765;&#x4E0D;&#x8DB3;&#x4E3A;&#x5947;&#xFF0C;2&#x4E2A;&#x5728;&#x4E00;&#x8D77;&#x4EE4;&#x4EBA;&#x611F;&#x52A8;&#x7684;&#x65E0;&#x4EE5;&#x590D;&#x52A0;&#x3002;&#x4EBA;&#x5728;&#x7EDD;&#x671B;&#x65F6;&#xFF0C;&#x662F;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x4EBA;&#x6307;&#x51FA;&#x4F60;&#x8FD8;&#x6709;&#x4EC0;&#x4E48;&#x4F18;&#x70B9;&#x7684;&#xFF0C;&#x66F4;&#x9700;&#x8981;&#x7684;&#x662F;&#x4F60;&#x7AD9;&#x51FA;&#x6765;&#x76F4;&#x9762;&#x75DB;&#x82E6;&#xFF0C;&#x505A;&#x4F60;&#x8BE5;&#x505A;&#x7684;&#x4E8B;&#xFF0C;&#x522B;&#x4EBA;&#x770B;&#x5728;&#x773C;&#x91CC;&#xFF0C;&#x800C;&#x5FC3;&#x91CC;&#x4E3A;&#x4F60;&#x9F13;&#x638C;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x52C7;&#x6C14;&#x3002;10&#x5206;&#x5F3A;&#x7247;&#xFF0C;&#x5C3D;&#x5728;&#x4E8E;&#x6B64;&#x3002;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/电影/" rel="tag">#电影</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/07/19/50音/" rel="next" title="日语50音">
                <i class="fa fa-chevron-left"></i> 日语50音
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/07/23/燃到爆的电影/"
     data-title="燃到爆的电影"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/07/23/燃到爆的电影/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/07/23/燃到爆的电影/"
           data-title="燃到爆的电影" data-url="https://ZhangXiaodong1993.github.io/2016/07/23/燃到爆的电影/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">19</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">14</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-4"><a class="nav-link" href="#无耻混蛋"><span class="nav-number">1.</span> <span class="nav-text">无耻混蛋</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#热血警探"><span class="nav-number">2.</span> <span class="nav-text">热血警探</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#赛德克巴莱"><span class="nav-number">3.</span> <span class="nav-text">赛德克巴莱</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#天国王朝"><span class="nav-number">4.</span> <span class="nav-text">天国王朝</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#指环王三部曲"><span class="nav-number">5.</span> <span class="nav-text">指环王三部曲</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#辩护人"><span class="nav-number">6.</span> <span class="nav-text">辩护人</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#闻香识女人"><span class="nav-number">7.</span> <span class="nav-text">闻香识女人</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
