<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="亲情,旅行," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x4E8C;&amp;#x59D0;&amp;#x8981;&amp;#x6765;&amp;#x676D;&amp;#x5DDE;&amp;#x73A9;&amp;#x65E9;&amp;#x5728;G20&amp;#x4E4B;&amp;#x524D;&amp;#xFF0C;&amp;#x4E0A;&amp;#x4E2A;&amp;#x6708;&amp;#x4E5F;&amp;#x5C31;&amp;#x662F;8&amp;#x6708;26&amp;#x53F7;&amp;#xFF0C;&amp;#x4E8C;&amp;#x59D0;&amp;#x5C31;&amp;#">
<meta property="og:type" content="article">
<meta property="og:title" content="第4篇日记亲人">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/09/10/第4篇日记亲人/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x4E8C;&amp;#x59D0;&amp;#x8981;&amp;#x6765;&amp;#x676D;&amp;#x5DDE;&amp;#x73A9;&amp;#x65E9;&amp;#x5728;G20&amp;#x4E4B;&amp;#x524D;&amp;#xFF0C;&amp;#x4E0A;&amp;#x4E2A;&amp;#x6708;&amp;#x4E5F;&amp;#x5C31;&amp;#x662F;8&amp;#x6708;26&amp;#x53F7;&amp;#xFF0C;&amp;#x4E8C;&amp;#x59D0;&amp;#x5C31;&amp;#">
<meta property="og:updated_time" content="2016-09-10T14:30:15.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="第4篇日记亲人">
<meta name="twitter:description" content="&amp;#x4E8C;&amp;#x59D0;&amp;#x8981;&amp;#x6765;&amp;#x676D;&amp;#x5DDE;&amp;#x73A9;&amp;#x65E9;&amp;#x5728;G20&amp;#x4E4B;&amp;#x524D;&amp;#xFF0C;&amp;#x4E0A;&amp;#x4E2A;&amp;#x6708;&amp;#x4E5F;&amp;#x5C31;&amp;#x662F;8&amp;#x6708;26&amp;#x53F7;&amp;#xFF0C;&amp;#x4E8C;&amp;#x59D0;&amp;#x5C31;&amp;#">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 第4篇日记亲人 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                第4篇日记亲人
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-09-10T21:09:40+08:00" content="2016-09-10">
              2016-09-10
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/记录/" itemprop="url" rel="index">
                    <span itemprop="name">记录</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/09/10/第4篇日记亲人/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/09/10/第4篇日记亲人/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/09/10/第4篇日记亲人/" class="leancloud_visitors" data-flag-title="第4篇日记亲人">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="&#x4E8C;&#x59D0;&#x8981;&#x6765;&#x676D;&#x5DDE;&#x73A9;"><a href="#&#x4E8C;&#x59D0;&#x8981;&#x6765;&#x676D;&#x5DDE;&#x73A9;" class="headerlink" title="&#x4E8C;&#x59D0;&#x8981;&#x6765;&#x676D;&#x5DDE;&#x73A9;"></a>&#x4E8C;&#x59D0;&#x8981;&#x6765;&#x676D;&#x5DDE;&#x73A9;</h3><p>&#x65E9;&#x5728;G20&#x4E4B;&#x524D;&#xFF0C;&#x4E0A;&#x4E2A;&#x6708;&#x4E5F;&#x5C31;&#x662F;8&#x6708;26&#x53F7;&#xFF0C;&#x4E8C;&#x59D0;&#x5C31;&#x4ECE;&#x5BB6;&#x91CC;&#x6765;&#x5230;&#x7238;&#x5988;&#x7684;&#x6240;&#x5728;&#x5730;&#xFF0C;&#x6148;&#x6EAA;&#x3002;&#x6765;&#x4E4B;&#x524D;&#xFF0C;&#x8F9E;&#x4E86;&#x804C;&#xFF0C;&#x5C31;&#x662F;&#x6253;&#x7B97;&#x6765;&#x73A9;&#x7684;&#x3002;&#x6253;&#x5FC3;&#x91CC;&#x6211;&#x4E0D;&#x60F3;&#x8BA9;&#x5979;&#x6765;&#x676D;&#x5DDE;&#xFF0C;&#x6211;&#x867D;&#x7136;&#x5728;&#x676D;&#x5DDE;&#x5F85;&#x4E86;&#x51E0;&#x4E2A;&#x6708;&#xFF0C;&#x53EF;&#x662F;&#x6211;&#x51E0;&#x4E4E;&#x6CA1;&#x51FA;&#x53BB;&#x8FC7;&#xFF0C;&#x5C31;&#x8DDF;&#x540C;&#x4E8B;&#x53BB;&#x4E86;&#x4E00;&#x6B21;&#x5929;&#x76EE;&#x5C71;&#xFF0C;&#x5BF9;&#x676D;&#x5DDE;&#x4E00;&#x70B9;&#x513F;&#x4E5F;&#x4E0D;&#x719F;&#x3002;&#x6240;&#x5E78;&#x6211;&#x4EE5;G20&#x7684;&#x7F18;&#x7531;&#x6682;&#x65F6;&#x7F13;&#x4F4F;&#x4E86;&#x5979;&#x3002;G20&#x653E;&#x5047;&#x6211;&#x4E5F;&#x53BB;&#x6148;&#x6EAA;&#x5F85;&#x4E86;&#x90A3;7&#x5929;&#xFF0C;&#x7136;&#x540E;&#x5C31;&#x4E00;&#x4E2A;&#x4EBA;&#x56DE;&#x6765;&#x4E0A;&#x73ED;&#x4E86;&#xFF0C;&#x8D70;&#x4E86;&#xFF0C;&#x4E5F;&#x6CA1;&#x611F;&#x89C9;&#x5565;&#xFF0C;&#x5012;&#x662F;&#x88AB;&#x767D;&#x591C;&#x884C;&#x7ED9;&#x5B8C;&#x5168;&#x8FF7;&#x4F4F;&#x4E86;&#x3002;</p>
<h3 id="8&#x53F7;&#x665A;&#x4E0A;&#x7A81;&#x7136;&#x8BF4;9&#x53F7;&#x5C31;&#x6765;"><a href="#8&#x53F7;&#x665A;&#x4E0A;&#x7A81;&#x7136;&#x8BF4;9&#x53F7;&#x5C31;&#x6765;" class="headerlink" title="8&#x53F7;&#x665A;&#x4E0A;&#x7A81;&#x7136;&#x8BF4;9&#x53F7;&#x5C31;&#x6765;"></a>8&#x53F7;&#x665A;&#x4E0A;&#x7A81;&#x7136;&#x8BF4;9&#x53F7;&#x5C31;&#x6765;</h3><p>8&#x53F7;&#x767D;&#x5929;&#x6211;&#x90FD;&#x6C89;&#x6D78;&#x5728;&#x767D;&#x591C;&#x884C;&#x7684;&#x56DE;&#x5FC6;&#x4E2D;&#xFF0C;&#x665A;&#x4E0A;&#x5199;&#x4E86;&#x7BC7;&#x65E5;&#x8BB0;&#x3002;&#x4E4B;&#x540E;&#xFF0C;&#x4E8C;&#x59D0;&#x5C31;&#x5FAE;&#x4FE1;&#x8DDF;&#x6211;&#x8BF4;&#xFF0C;10&#x53F7;11&#x90FD;&#x4E0B;&#x96E8;&#xFF0C;&#x5979;9&#x53F7;&#x5C31;&#x8981;&#x6765;&#x3002;&#x6211;&#x672C;&#x6765;&#x4EE5;&#x4E3A;&#x53EF;&#x4EE5;&#x7B49;2&#x5929;&#x6211;&#x6536;&#x62FE;&#x4E00;&#x4E0B;&#xFF0C;&#x51C6;&#x5907;&#x4E00;&#x4E0B;&#xFF0C;&#x5979;&#x4EEC;&#x6765;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x5B89;&#x6392;&#x4E00;&#x4E0B;&#xFF0C;&#x800C;&#x4E14;8&#x53F7;&#x6CA1;&#x53D1;&#x5DE5;&#x8D44;&#xFF0C;&#x521A;&#x4EA4;&#x623F;&#x79DF;&#xFF0C;&#x6CA1;&#x94B1;&#xFF01;&#x6765;&#x5C31;&#x6765;&#x5427;&#xFF0C;&#x6211;&#x53C8;&#x6321;&#x4E0D;&#x4F4F;&#x3002;&#x5979;&#x4EEC;&#x662F;&#x6307;&#x6211;&#x7238;&#x3001;&#x5988;&#x3001;&#x4E8C;&#x59D0;&#x3001;&#x5927;&#x59D0;&#x548C;&#x5979;&#x7684;&#x5B69;&#x5B50;&#x6C90;&#x6C50;&#x3002;&#x4E8E;&#x662F;&#x6211;&#x665A;&#x4E0A;&#x8BF7;&#x4E86;&#x5047;&#x3002;9&#x53F7;&#x65E9;&#x4E0A;&#xFF0C;&#x8D77;&#x6765;&#x5F00;&#x59CB;&#x6536;&#x62FE;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x5C4B;&#x91CC;&#x592A;&#x810F;&#x4E71;&#xFF0C;&#x9700;&#x8981;&#x6253;&#x626B;&#x3002;&#x8BF4;&#x5B9E;&#x8BDD;&#xFF0C;&#x810F;&#x4E86;&#x51E0;&#x4E2A;&#x6708;&#x7684;&#x623F;&#x5B50;&#x4E0D;&#x597D;&#x6253;&#x626B;&#x5E72;&#x51C0;&#x3002;&#x4E0A;&#x5348;&#x5979;&#x4EEC;&#x544A;&#x8BC9;&#x6211;&#x8BF4;9&#x70B9;&#x591A;&#x7684;&#x5927;&#x5DF4;&#xFF0C;&#x6211;&#x60F3;&#x7740;11&#x70B9;&#x591A;&#x5230;&#xFF0C;12&#x70B9;&#x591A;&#x5230;&#x897F;&#x6E56;&#x5457;&#x3002;&#x7136;&#x540E;&#x7EE7;&#x7EED;&#x6253;&#x626B;&#xFF0C;&#x6253;&#x626B;&#x5B8C;11&#x70B9;&#x591A;&#x4E86;&#x3002;&#x5979;&#x4EEC;&#x4E5F;&#x5230;&#x4E86;&#xFF0C;&#x6211;&#x8D76;&#x7740;&#x53BB;&#x5750;&#x516C;&#x4EA4;&#x8F66;&#x3002;&#x4ED6;&#x4EEC;&#x8BF4;&#x6253;&#x7684;&#xFF0C;&#x95EE;&#x6211;&#x5230;&#x4EC0;&#x4E48;&#x5730;&#x65B9;&#xFF0C;&#x6211;&#x770B;&#x4E86;&#x4E0B;&#x5730;&#x56FE;&#xFF0C;&#x6709;&#x8054;&#x60F3;&#x5230;&#x524D;&#x4E00;&#x5929;&#x521A;&#x770B;&#x8FC7;&#x7684;&#x4E00;&#x6761;&#x65C5;&#x6E38;&#x65B0;&#x95FB;&#xFF0C;&#x5C31;&#x8BF4;&#x5230;&#x5434;&#x5C71;&#x5E7F;&#x573A;&#x4E0B;&#x3002;&#x6211;&#x672C;&#x60F3;&#x7740;&#xFF0C;&#x5979;&#x4EEC;&#x6CBF;&#x7740;&#x897F;&#x6E56;&#xFF0C;&#x8FB9;&#x8D70;&#x8FB9;&#x901B;&#xFF0C;&#x6211;&#x4ECE;&#x5317;&#x8FB9;&#x8DDF;&#x5979;&#x4EEC;&#x6C47;&#x5408;&#x3002;&#x7ED3;&#x679C;&#x6211;&#x6F0F;&#x7B97;&#x4E86;&#xFF0C;&#x5979;&#x4EEC;&#x5B8C;&#x5168;&#x4E0D;&#x77E5;&#x5F80;&#x54EA;&#x8D70;&#x3002;&#x90FD;&#x4EC0;&#x4E48;&#x5E74;&#x4EE3;&#x4E86;&#xFF0C;&#x51FA;&#x884C;&#x8FD8;&#x9700;&#x8981;&#x8BA4;&#x8BC6;&#x8DEF;&#x5417;&#xFF0C;&#x5F00;&#x7740;&#x5730;&#x56FE;&#x8DDF;&#x7740;&#x8D70;&#x5C31;&#x662F;&#x4E86;&#xFF0C;&#x7ED3;&#x679C;&#x5979;&#x4EEC;&#x6CA1;&#x4E00;&#x4E2A;&#x4F1A;&#x770B;&#x5730;&#x56FE;&#x7684;&#x3002;&#x6CA1;&#x529E;&#x6CD5;&#xFF0C;&#x6211;&#x7684;&#x9519;&#xFF0C;&#x6211;&#x8D76;&#x7740;&#x53BB;&#x8DDF;&#x5979;&#x4EEC;&#x6C47;&#x5408;&#xFF0C;12&#x70B9;&#x591A;&#x6C47;&#x5408;&#x4E86;&#x3002;&#x5C31;&#x8FD1;&#x5403;&#x996D;&#xFF0C;&#x5FEB;&#x9910;&#x3002;5&#x4E2A;&#x4EBA;60&#x591A;&#xFF0C;&#x592A;&#x7701;&#x4E86;&#x3002;&#x5F88;&#x663E;&#x7136;&#xFF0C;&#x5979;&#x4EEC;&#x90FD;&#x662F;&#x4E00;&#x526F;&#x4E61;&#x4E0B;&#x4EBA;&#x8FDB;&#x57CE;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x4E0D;&#x77E5;&#x9053;&#x5FEB;&#x9910;&#x5E97;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x6211;&#x4E5F;&#x7406;&#x89E3;&#x3002;&#x5403;&#x5B8C;&#xFF0C;&#x6211;&#x5F88;&#x5FEB;&#x9886;&#x4ED6;&#x4EEC;&#x53BB;&#x4E86;&#x897F;&#x6E56;&#xFF0C;&#x5F00;&#x59CB;&#x901B;&#x5457;&#x3002;&#x6211;&#x70E6;&#x7684;&#x7B2C;&#x4E8C;&#x4E2A;&#x9519;&#x51FA;&#x73B0;&#x4E86;&#xFF0C;&#x4E0D;&#x8BE5;&#x4ECE;&#x6D8C;&#x91D1;&#x95E8;&#x90A3;&#x91CC;&#x5F00;&#x59CB;&#x901B;&#x554A;&#xFF0C;&#x8FD9;&#x8981;&#x901B;&#x5230;&#x96F7;&#x5CF0;&#x5854;&#xFF0C;&#x8D70;&#x65AD;&#x817F;&#x554A;&#x3002;&#x8FD9;&#x4E2A;&#x9519;&#x8BEF;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x5F88;&#x591A;&#x5E74;&#x6CA1;&#x5927;&#x901B;&#x8FC7;&#x897F;&#x6E56;&#x4E86;&#xFF0C;&#x6211;&#x4E4B;&#x524D;&#x6765;&#x8FC7;2&#x6B21;&#x3002;&#x4E00;&#x6B21;&#x901B;&#x5230;&#x96F7;&#x5CF0;&#x5854;&#xFF0C;&#x90A3;&#x662F;&#x5927;&#x4E8C;&#x7684;&#x65F6;&#x5019;&#x5427;&#xFF0C;&#x4E00;&#x6B21;&#x5C31;&#x5728;&#x6E56;&#x8FB9;&#x8D70;&#x4E00;&#x8D70;&#xFF0C;&#x90A3;&#x662F;&#x53BB;&#x5E74;&#x3002;&#x5B8C;&#x5168;&#x5FD8;&#x8BB0;&#x901B;&#x4E00;&#x5708;&#x662F;&#x4EC0;&#x4E48;&#x6982;&#x5FF5;&#xFF0C;&#x6211;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x5DF2;&#x7ECF;&#x592A;&#x665A;&#x4E86;&#x3002;&#x8DEF;&#x4E0A;&#x5462;&#xFF0C;&#x5979;&#x4EEC;&#x8D70;&#x8D70;&#x505C;&#x505C;&#xFF0C;&#x6BD5;&#x7ADF;&#x5E26;&#x7740;&#x4E2A;&#x5B69;&#x5B50;&#xFF0C;&#x7D2F;&#x8D58;&#x554A;&#x3002;&#x8DEF;&#x4E0A;&#x4E5F;&#x6CA1;&#x5565;&#xFF0C;&#x4E0B;&#x5348;5&#x70B9;&#x5DE6;&#x53F3;&#x901B;&#x5B8C;&#x767D;&#x5824;&#x3002;&#x5F00;&#x59CB;&#x8D70;&#x82CF;&#x5824;&#x3002;&#x60B2;&#x5267;&#x51FA;&#x73B0;&#x4E86;&#xFF0C;&#x5979;&#x4EEC;&#x8BF4;&#x8D70;&#x4E0D;&#x52A8;&#x4E86;&#xFF0C;&#x773C;&#x770B;&#x5929;&#x9ED1;&#x4E86;&#xFF0C;&#x96F7;&#x5CF0;&#x5854;&#x8FD8;&#x901B;&#x4E0D;&#x901B;&#x4E86;&#xFF0C;7&#x548C;8&#x70B9;&#x5404;&#x4E00;&#x6B21;&#x7684;&#x706F;&#x5149;&#x79C0;&#x8FD8;&#x770B;&#x4E0D;&#x770B;&#x4E86;&#xFF0C;&#x665A;&#x4E0A;&#x7684;&#x6E38;&#x8239;&#x8FD8;&#x5750;&#x4E0D;&#x5750;&#x4E86;&#xFF0C;&#x996D;&#x8FD8;&#x5403;&#x4E0D;&#x5403;&#x4E86;&#xFF0C;&#x6211;&#x6EE1;&#x8111;&#x5B50;&#x90FD;&#x662F;&#x8FD9;&#x4E9B;&#x3002;&#x5FC3;&#x60F3;&#x7740;&#xFF0C;&#x5DE5;&#x8D44;&#x53D1;&#x4E86;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x8BF7;&#x4ED6;&#x4EEC;&#x5440;&#x3002;&#x7ED3;&#x679C;&#x534A;&#x9053;&#x4E0D;&#x8D70;&#x4E86;&#xFF0C;&#x5168;&#x90FD;&#x6B47;&#x7740;&#xFF0C;&#x6211;&#x4E5F;&#x6709;&#x70B9;&#x5FC3;&#x7D2F;&#xFF0C;&#x5E26;&#x4E0D;&#x52A8;&#x554A;&#x3002;&#x540E;&#x6765;&#x5929;&#x9ED1;&#x7684;&#x90A3;&#x4F1A;&#x513F;&#xFF0C;&#x6211;&#x4E00;&#x4E2A;&#x4EBA;&#x5148;&#x8D70;&#x4E86;&#xFF0C;&#x53BB;&#x627E;&#x5403;&#x996D;&#x7684;&#x5730;&#x65B9;&#x3002;&#x4ED6;&#x4EEC;&#x540E;&#x9762;&#x7D27;&#x8DDF;&#x7740;&#xFF0C;&#x901F;&#x5EA6;&#x5947;&#x5FEB;&#x3002;&#x51FA;&#x6765;&#xFF0C;&#x6211;&#x61F5;&#x4E86;&#xFF0C;&#x6211;&#x5B8C;&#x5168;&#x4E0D;&#x77E5;&#x9053;&#x53BB;&#x54EA;&#x5403;&#xFF0C;&#x770B;&#x652F;&#x4ED8;&#x5B9D;&#x3001;&#x5730;&#x56FE;&#xFF0C;&#x90FD;&#x4E0D;&#x662F;&#x4E13;&#x4E1A;&#x7684;&#x5403;&#x996D;&#x8F6F;&#x4EF6;&#x554A;&#xFF0C;&#x6211;&#x6CA1;&#x6709;&#x7F8E;&#x56E2;&#x3001;&#x5927;&#x4F17;&#x70B9;&#x8BC4;&#xFF0C;&#x5E73;&#x65F6;&#x90FD;&#x662F;&#x522B;&#x4EBA;&#x627E;&#xFF0C;&#x6211;&#x5C31;&#x8DDF;&#x7740;&#xFF0C;&#x624B;&#x673A;&#x4E5F;&#x5FEB;&#x6CA1;&#x7535;&#x4E86;&#xFF0C;&#x5F7B;&#x5E95;&#x61F5;&#x4E86;&#x3002;&#x6211;&#x63D0;&#x8BAE;&#x7684;&#xFF0C;&#x5148;&#x5F80;&#x53F3;&#x8FB9;&#x8D70;&#xFF0C;&#x7ED3;&#x679C;&#x53C8;&#x8981;&#x51E0;&#x767E;&#x7C73;&#xFF0C;&#x4E5F;&#x662F;&#x53BB;&#x96F7;&#x5CF0;&#x5854;&#x7684;&#x53CD;&#x65B9;&#x5411;&#xFF0C;&#x6211;&#x50BB;&#x903C;&#x4E86;&#x3002;&#x8D70;&#x4E86;&#x4E00;&#x4F1A;&#x513F;&#x53C8;&#x5F80;&#x56DE;&#x8D70;&#xFF0C;&#x627E;&#x4E86;&#x4E2A;&#x5730;&#x65B9;&#x5403;&#x996D;&#xFF0C;&#x4EBA;&#x5BB6;&#x62C9;&#x5BA2;&#x62C9;&#x7684;&#xFF0C;&#x8DDF;&#x6211;&#x6CA1;&#x5173;&#x7CFB;&#x3002;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x6211;&#x5DF2;&#x7ECF;&#x4E0D;&#x9AD8;&#x5174;&#x4E86;&#xFF0C;&#x60F3;&#x602A;&#x5230;&#x522B;&#x4EBA;&#x5934;&#x4E0A;&#xFF0C;&#x60F3;&#x60F3;&#x53C8;&#x662F;&#x81EA;&#x5DF1;&#x4E0D;&#x6D4E;&#xFF0C;&#x6CA1;&#x6709;&#x9884;&#x6D4B;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x6CA1;&#x6709;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#x3002;5&#x4E2A;&#x4EBA;&#x70B9;&#x4E86;4&#x4E2A;&#x83DC;&#xFF0C;&#x53EF;&#x601C;&#x554A;&#xFF0C;&#x90FD;&#x662F;&#x6211;&#x7238;&#x4ED8;&#x7684;&#x94B1;&#x3002;&#x5403;&#x5B8C;&#x5566;&#xFF0C;&#x53BB;&#x96F7;&#x950B;&#x5854;&#xFF0C;&#x8F6C;&#x4E86;&#x534A;&#x5929;&#xFF0C;&#x65E9;&#x5C31;&#x4E0D;&#x5F00;&#x653E;&#x4E86;&#xFF0C;&#x6211;&#x53C8;&#x5931;&#x7B97;&#x3002;&#x4E8C;&#x59D0;&#x5E26;&#x7740;&#x4E00;&#x9635;&#x9057;&#x61BE;&#xFF0C;8&#x70B9;&#x65E9;&#x5C31;&#x8FC7;&#x4E86;&#xFF0C;&#x706F;&#x5149;&#x79C0;&#x4E5F;&#x6CA1;&#x4E86;&#xFF0C;&#x53EA;&#x597D;&#x6253;&#x8F66;&#x56DE;&#x53BB;&#xFF0C;&#x5230;&#x6211;&#x4F4F;&#x7684;&#x5730;&#x65B9;&#x6765;&#x3002;&#x6211;&#x53D1;&#x73B0;&#x6211;&#x8FDE;&#x6253;&#x8F66;&#x7684;&#x8F6F;&#x4EF6;&#x90FD;&#x6CA1;&#x6709;&#xFF0C;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x6211;&#x662F;&#x6709;&#x591A;&#x5B85;&#x5427;&#x3002;&#x597D;&#x5728;&#x6709;&#x7B2C;&#x4E09;&#x65B9;&#x6253;&#x8F66;&#x5E73;&#x53F0;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x5FAE;&#x535A;&#xFF0C;&#x7528;&#x5FAE;&#x535A;&#x53EB;&#x4E86;&#x4E2A;&#x8F66;&#xFF0C;&#x6211;&#x672C;&#x6765;&#x4EE5;&#x4E3A;&#x6700;&#x591A;&#x5750;4&#x4E2A;&#x4EBA;&#xFF0C;&#x7ED3;&#x679C;&#x665A;&#x4E0A;&#xFF0C;&#x4EBA;&#x5BB6;&#x613F;&#x610F;&#x5E26;&#xFF0C;49&#x5757;&#x6253;&#x8F66;&#x8D39;&#x5C31;&#x5230;&#x4E86;&#x3002;&#x8DDF;&#x6211;&#x4E00;&#x8DEF;&#x5230;&#x6211;&#x4F4F;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5C4B;&#x5B50;&#x592A;&#x5C0F;&#xFF0C;&#x5DEE;&#x70B9;&#x5750;&#x4E0D;&#x4E0B;&#x3002;&#x4EBA;&#x591A;&#x4E5F;&#x5435;&#xFF0C;&#x5F53;&#x65F6;&#x5DF2;&#x7ECF;10&#x70B9;&#x4E86;&#x3002;&#x6211;&#x5988;&#x8FD8;&#x8BF4;&#x8981;&#x7ED9;&#x6211;&#x6574;&#x7406;&#x623F;&#x95F4;&#xFF0C;&#x5F53;&#x65F6;&#x6211;&#x8BF4;&#x4E86;&#x4E00;&#x53E5;&#xFF0C;&#x53D7;&#x4E0D;&#x4E86;&#x4F60;&#x4EEC;&#x4E86;&#xFF0C;&#x8FD9;&#x5E94;&#x8BE5;&#x662F;&#x6211;&#x5FC3;&#x91CC;&#x7684;&#x58F0;&#x97F3;&#xFF0C;&#x4E5F;&#x53EA;&#x6709;&#x8DDF;&#x5BB6;&#x4EBA;&#x8BF4;&#xFF0C;&#x624D;&#x4E0D;&#x4F1A;&#x6709;&#x4EBA;&#x751F;&#x4F60;&#x7684;&#x6C14;&#x3002;&#x540E;&#x6765;&#x7ED9;&#x4ED6;&#x4EEC;&#x4E70;&#x4E86;&#x56DE;&#x53BB;&#x7684;&#x9AD8;&#x94C1;&#x7968;&#xFF0C;&#x5C31;&#x5E26;&#x4ED6;&#x4EEC;&#x627E;&#x4E86;&#x4E2A;&#x65C5;&#x9986;&#x4F4F;&#x4E0B;&#x4E86;&#xFF0C;100&#x591A;&#x5757;&#x3002;&#x6211;&#x8DDF;&#x6211;&#x7238;&#x56DE;&#x6765;&#xFF0C;&#x6D17;&#x6D17;&#x5C31;&#x7761;&#x4E86;&#x3002;</p>
<h3 id="&#x6211;&#x8D70;&#x4E86;&#xFF0C;&#x5B64;&#x72EC;&#x4E4B;&#x540E;&#x662F;&#x5FCF;&#x6094;"><a href="#&#x6211;&#x8D70;&#x4E86;&#xFF0C;&#x5B64;&#x72EC;&#x4E4B;&#x540E;&#x662F;&#x5FCF;&#x6094;" class="headerlink" title="&#x6211;&#x8D70;&#x4E86;&#xFF0C;&#x5B64;&#x72EC;&#x4E4B;&#x540E;&#x662F;&#x5FCF;&#x6094;"></a>&#x6211;&#x8D70;&#x4E86;&#xFF0C;&#x5B64;&#x72EC;&#x4E4B;&#x540E;&#x662F;&#x5FCF;&#x6094;</h3><p>&#x4E3A;&#x4EC0;&#x4E48;&#x5199;&#x8FD9;&#x7BC7;&#x65E5;&#x8BB0;&#xFF0C;&#x7EDD;&#x4E0D;&#x662F;&#x5E26;&#x7740;&#x5BB6;&#x4EBA;&#x901B;&#x4E86;&#x904D;&#x897F;&#x6E56;&#xFF0C;&#x6211;&#x8981;&#x5FCF;&#x6094;&#x3002;&#x6211;&#x6CA1;&#x628A;&#x4ED6;&#x4EEC;&#x8981;&#x6765;&#x897F;&#x6E56;&#x73A9;&#x7684;&#x4E8B;&#x653E;&#x5728;&#x5FC3;&#x4E0A;&#xFF0C;&#x7ED3;&#x679C;&#x73A9;&#x7684;&#x5403;&#x7684;&#x4F4F;&#x7684;&#x4E0D;&#x5982;&#x4EBA;&#x610F;&#xFF0C;&#x8FD8;&#x8BA9;&#x5979;&#x4EEC;&#x5E26;&#x7740;&#x9057;&#x61BE;&#x8D70;&#x4E86;&#x3002;&#x8FD9;&#x4EF6;&#x4E8B;&#xFF0C;&#x6211;&#x6709;&#x5F88;&#x5927;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x6311;&#x6211;&#x4E0A;&#x73ED;&#x7684;&#x65E5;&#x5B50;&#x6765;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E5F;&#x6709;&#x95EE;&#x9898;&#x3002;&#x6211;&#x8981;&#x5FCF;&#x6094;&#x7684;&#x5E76;&#x4E0D;&#x662F;&#x8FD9;&#x4E2A;&#xFF0C;&#x800C;&#x662F;&#x6211;&#x5BF9;&#x5F85;&#x4ED6;&#x4EEC;&#x7684;&#x5FC3;&#x91CC;&#x60F3;&#x6CD5;&#x3002;&#x4ECA;&#x5929;&#x4E00;&#x5929;&#x76F4;&#x5230;&#x4E0B;&#x5348;&#x786E;&#x5B9A;&#x4ED6;&#x4EEC;&#x5230;&#x5BB6;&#xFF0C;&#x6211;&#x5185;&#x5FC3;&#x624D;&#x7B97;&#x5E73;&#x590D;&#x4E0B;&#x6765;&#x3002;&#x805A;&#x6563;&#x79BB;&#x5408;&#xFF0C;&#x96BE;&#x514D;&#x611F;&#x4F24;&#x3002;&#x4ECA;&#x5929;&#x65E9;&#x4E0A;&#xFF0C;7&#xFF1A;30&#x6211;&#x8D77;&#x6765;&#xFF0C;&#x6D17;&#x6F31;&#xFF0C;&#x4EA4;&#x4EE3;&#x4E00;&#x4E0B;&#x6211;&#x7238;&#xFF0C;&#x6211;&#x8D70;&#x4E86;&#x3002;&#x8D70;&#x5728;&#x8DEF;&#x4E0A;&#xFF0C;&#x604D;&#x5982;&#x9694;&#x4E16;&#x3002;&#x4E0A;&#x5348;&#x5173;&#x5FC3;&#x4ED6;&#x4EEC;&#x6709;&#x6CA1;&#x6709;&#x5403;&#x65E9;&#x996D;&#xFF0C;&#x53BB;&#x54EA;&#x73A9;&#xFF0C;&#x8981;&#x4E0D;&#x8981;&#x53BB;&#x770B;&#x4E2A;&#x7535;&#x5F71;&#x3002;&#x4E0B;&#x5348;&#x5173;&#x5FC3;&#x4ED6;&#x4EEC;&#x6709;&#x6CA1;&#x6709;&#x51FA;&#x53D1;&#xFF0C;&#x5750;&#x8F66;&#xFF0C;&#x5230;&#x5BB6;&#x3002;&#x5FCF;&#x6094;&#x6709;&#x4E8C;&#xFF1A;&#x4E00;&#x662F;&#x6211;&#x4E0D;&#x8BE5;&#x90A3;&#x6837;&#x5BF9;&#x4ED6;&#x4EEC;&#xFF0C;&#x519C;&#x6751;&#x4EBA;&#x8FDB;&#x57CE;&#xFF0C;&#x4E0D;&#x53EF;&#x80FD;&#x4E00;&#x4E0B;&#x5B50;&#x6CA1;&#x6709;&#x4E61;&#x4E0B;&#x4EBA;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x6211;&#x591A;&#x5C11;&#x6709;&#x70B9;&#x9119;&#x5937;&#x7684;&#x5FC3;&#x6001;&#x770B;&#x5F85;&#x4ED6;&#x4EEC;&#x3002;&#x4E8C;&#x662F;&#xFF0C;&#x6211;&#x4E0D;&#x8BE5;&#x5BF9;&#x7236;&#x6BCD;&#x6709;&#x6028;&#x6068;&#xFF0C;&#x7ECF;&#x6B64;&#x4E00;&#x6B21;&#xFF0C;&#x6211;&#x60F3;&#x6211;&#x4F1A;&#x66F4;&#x548C;&#x5584;&#x7684;&#x5BF9;&#x5F85;&#x4ED6;&#x4EEC;&#xFF0C;&#x5728;&#x6211;&#x7529;&#x8138;&#x5B50;&#xFF0C;&#x53D1;&#x813E;&#x6C14;&#xFF0C;&#x5927;&#x58F0;&#x8BF4;&#x8BDD;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x4EEC;&#x90FD;&#x662F;&#x5305;&#x5BB9;&#xFF0C;&#x4E3A;&#x6211;&#x8FA9;&#x89E3;&#x3002;&#x5F53;&#x6211;&#x538C;&#x6076;&#x4ED6;&#x4EEC;&#x7684;&#x65F6;&#x5019;&#x591A;&#x60F3;&#x60F3;&#x4ED6;&#x4EEC;&#x7684;&#x597D;&#x5C31;&#x884C;&#x4E86;&#x3002;&#x6211;&#x8FD8;&#x60F3;&#x5230;&#x4E00;&#x4E2A;&#x4E8B;&#xFF0C;&#x5C31;&#x50CF;&#x662F;&#x5317;&#x4EAC;&#x6298;&#x53E0;&#x4E00;&#x6837;&#xFF0C;&#x6211;&#x5462;&#x5904;&#x4E8E;&#x4E2D;&#x4EA7;&#x7684;&#x5E95;&#x5C42;&#xFF0C;&#x800C;&#x4ED6;&#x4EEC;&#x5728;&#x4E0B;&#x5C42;&#x3002;&#x6211;&#x4E0E;&#x4ED6;&#x4EEC;&#x4F9D;&#x7136;&#x4E0D;&#x662F;&#x4E00;&#x6837;&#x7684;&#x4EBA;&#x751F;&#x4E86;&#xFF0C;&#x5C31;&#x50CF;&#x4E8C;&#x59D0;&#x8BF4;&#x7684;&#xFF0C;&#x5979;&#x4E0D;&#x4F1A;&#x5F85;&#x5728;&#x5927;&#x57CE;&#x5E02;&#xFF0C;&#x800C;&#x6211;&#x53EA;&#x80FD;&#x5F85;&#x5728;&#x5927;&#x57CE;&#x5E02;&#x4E86;&#x3002;&#x665A;&#x4E0A;&#x56DE;&#x6765;&#xFF0C;&#x770B;&#x5230;&#x5988;&#x5988;&#x7ED9;&#x6211;&#x518D;&#x6536;&#x62FE;&#x7684;&#x623F;&#x5B50;&#xFF0C;&#x6211;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#x4E86;&#xFF0C;&#x6C38;&#x4E45;&#x90A3;&#x6837;&#x6446;&#x653E;&#xFF0C;&#x76F4;&#x5230;&#x6211;&#x4ECE;&#x8FD9;&#x91CC;&#x642C;&#x8D70;&#x3002;</p>
<p>9.10&#x65E5;&#xFF0C;&#x5BA4;&#x5185;&#x6574;&#x7406;&#x4E00;&#x89C8;<br>&#x5395;&#x6240;&#xFF1A;&#x64E6;&#x5730;&#x6BDB;&#x5DFE;&#x3001;&#x64E6;&#x6C34;&#x6BDB;&#x5DFE;&#x3001;&#x978B;&#x5237;&#x3001;&#x9999;&#x7682;&#x5E95;&#x4E0B;&#x653E;&#x5851;&#x6599;&#x888B;&#x9632;&#x6ED1;&#x3001;&#x4E00;&#x6761;&#x6BDB;&#x5DFE;&#x3001;&#x76C6;&#x3001;&#x6876;&#x3001;&#x5395;&#x6240;&#x5783;&#x573E;&#x6876;&#x3001;&#x6D17;&#x8863;&#x7C89;<br>&#x95E8;&#x540E;&#x6302;2&#x6BDB;&#x5DFE;&#xFF0C;&#x6D17;&#x8138;&#x3001;&#x6D17;&#x6FA1;<br>&#x95E8;&#x540E;&#x5783;&#x573E;&#x6876;&#xFF0C;&#x810F;&#x8863;&#x6536;&#x7EB3;&#x888B;&#x6298;&#x53E0;<br>&#x8863;&#x67DC;&#x4E0A;&#x653E;&#x4F1E;&#xFF0C;&#x888B;&#x5B50;&#x3001;&#x76D2;&#x5B50;&#x6742;&#x7269;&#x3001;&#x98CE;&#x6247;<br>&#x8863;&#x67DC;&#x5185;&#x5E95;&#x90E8;&#x5851;&#x6599;&#x888B;&#xFF0C;&#x4E0A;&#x653E;&#x88AB;&#x5B50;&#xFF0C;&#x9632;&#x6F6E;<br>&#x7A7A;&#x5730;&#x591A;<br>&#x5E8A;&#x6574;&#x6D01;&#x8863;&#x7269;&#x5C11;<br>&#x7A97;&#x5E18;&#x62C9;&#x5F00;<br>&#x7A97;&#x53F0;&#x667E;&#x6652;&#x978B;&#x57AB;<br>&#x7A97;&#x5916;&#x667E;&#x6652;&#x6628;&#x65E5;&#x6D17;&#x7684;&#x8863;&#x670D;<br>&#x7A97;&#x53F0;&#x5916;&#x4E0B;&#x65B9;&#x7A7A;&#x8C03;&#x7BB1;&#x667E;&#x6652;&#x978B;&#x5B50;<br>&#x7A97;&#x4E0B;&#x5C0F;&#x684C;&#x653E;&#x70ED;&#x6C34;&#x5668;<br>&#x8D2D;&#x7F6E;&#x6C34;&#x676F;&#x5E76;&#x6CE1;&#x4E00;&#x676F;&#x8336;<br>&#x8D2D;&#x4E70;&#x82F9;&#x679C;&#x9999;&#x8549;&#x5404;&#x4E00;&#x888B;<br>&#x8D2D;&#x4E70;&#x5783;&#x573E;&#x888B;&#x3001;&#x836F;&#x54C1;&#x3001;&#x5377;&#x7EB8;&#x3001;&#x4E00;&#x7BB1;&#x9178;&#x5976;<br>&#x684C;&#x4E0B;&#x65E0;&#x6742;&#x7269;<br>&#x64E6;&#x6240;&#x6709;&#x7684;&#x978B;&#x3001;&#x5237;&#x978B;2&#x53CC;&#x3001;&#x667E;&#x6652;&#x978B;&#x57AB;&#x3001;&#x978B;&#x5E26;<br>&#x8D2D;&#x4E70;&#x6BDB;&#x5DFE;&#x4E00;&#x6761;<br>&#x7A97;&#x5E18;&#x62C9;&#x5F00;&#x3001;&#x7A97;&#x6237;&#x6253;&#x5F00;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/亲情/" rel="tag">#亲情</a>
          
            <a href="/tags/旅行/" rel="tag">#旅行</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/09/08/G20日记-md/" rel="next" title="G20日记">
                <i class="fa fa-chevron-left"></i> G20日记
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/09/10/第4篇日记亲人/"
     data-title="第4篇日记亲人"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/09/10/第4篇日记亲人/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/09/10/第4篇日记亲人/"
           data-title="第4篇日记亲人" data-url="https://ZhangXiaodong1993.github.io/2016/09/10/第4篇日记亲人/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">24</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">20</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#二姐要来杭州玩"><span class="nav-number">1.</span> <span class="nav-text">二姐要来杭州玩</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#8号晚上突然说9号就来"><span class="nav-number">2.</span> <span class="nav-text">8号晚上突然说9号就来</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#我走了，孤独之后是忏悔"><span class="nav-number">3.</span> <span class="nav-text">我走了，孤独之后是忏悔</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
