<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="小说," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x8BFB;&amp;#x4E66;&amp;#x603B;&amp;#x7ED3;&amp;#xFF1F;&amp;#x8BFB;&amp;#x4E66;&amp;#x8BFB;&amp;#x7684;&amp;#x662F;&amp;#x4EC0;&amp;#x4E48;&amp;#xFF1F;&amp;#x8BFB;&amp;#x4E86;&amp;#x4E00;&amp;#x672C;&amp;#x4E66;&amp;#xFF0C;&amp;#x9664;&amp;#x4E86;&amp;#x8DDF;&amp;#x968F;&amp;#x4F5C;&amp;#x8005;">
<meta property="og:type" content="article">
<meta property="og:title" content="草房子">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x8BFB;&amp;#x4E66;&amp;#x603B;&amp;#x7ED3;&amp;#xFF1F;&amp;#x8BFB;&amp;#x4E66;&amp;#x8BFB;&amp;#x7684;&amp;#x662F;&amp;#x4EC0;&amp;#x4E48;&amp;#xFF1F;&amp;#x8BFB;&amp;#x4E86;&amp;#x4E00;&amp;#x672C;&amp;#x4E66;&amp;#xFF0C;&amp;#x9664;&amp;#x4E86;&amp;#x8DDF;&amp;#x968F;&amp;#x4F5C;&amp;#x8005;">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi1.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi2.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi3.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi4.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi5.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi6.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi7.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi8.JPG">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi9.JPG">
<meta property="og:updated_time" content="2016-05-18T16:05:42.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="草房子">
<meta name="twitter:description" content="&amp;#x8BFB;&amp;#x4E66;&amp;#x603B;&amp;#x7ED3;&amp;#xFF1F;&amp;#x8BFB;&amp;#x4E66;&amp;#x8BFB;&amp;#x7684;&amp;#x662F;&amp;#x4EC0;&amp;#x4E48;&amp;#xFF1F;&amp;#x8BFB;&amp;#x4E86;&amp;#x4E00;&amp;#x672C;&amp;#x4E66;&amp;#xFF0C;&amp;#x9664;&amp;#x4E86;&amp;#x8DDF;&amp;#x968F;&amp;#x4F5C;&amp;#x8005;">
<meta name="twitter:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/caofangzi1.JPG">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 草房子 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                草房子
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-05-08T18:27:00+08:00" content="2016-05-08">
              2016-05-08
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/读书碎碎念/" itemprop="url" rel="index">
                    <span itemprop="name">读书碎碎念</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/05/08/草房子/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/05/08/草房子/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/05/08/草房子/" class="leancloud_visitors" data-flag-title="草房子">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="&#x8BFB;&#x4E66;&#x603B;&#x7ED3;&#xFF1F;"><a href="#&#x8BFB;&#x4E66;&#x603B;&#x7ED3;&#xFF1F;" class="headerlink" title="&#x8BFB;&#x4E66;&#x603B;&#x7ED3;&#xFF1F;"></a>&#x8BFB;&#x4E66;&#x603B;&#x7ED3;&#xFF1F;</h3><p>&#x8BFB;&#x4E66;&#x8BFB;&#x7684;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x8BFB;&#x4E86;&#x4E00;&#x672C;&#x4E66;&#xFF0C;&#x9664;&#x4E86;&#x8DDF;&#x968F;&#x4F5C;&#x8005;&#x9886;&#x7565;&#x4E86;&#x4E3B;&#x4EBA;&#x516C;&#x7684;&#x5FC3;&#x8DEF;&#x5386;&#x7A0B;&#xFF0C;&#x4F53;&#x9A8C;&#x4E86;&#x4E00;&#x756A;&#x522B;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x7ECF;&#x5386;&#xFF0C;&#x4E8E;&#x6211;&#x7559;&#x4E0B;&#x4E86;&#x4EC0;&#x4E48;&#x3002;&#x65F6;&#x95F4;&#x4E00;&#x4E45;&#xFF0C;&#x6050;&#x6015;&#x5C31;&#x4EC0;&#x4E48;&#x90FD;&#x5FD8;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x8BF4;&#x8BFB;&#x4E66;&#x4E0D;&#x5149;&#x662F;&#x4F53;&#x9A8C;&#xFF0C;&#x8FD8;&#x8981;&#x603B;&#x7ED3;&#x3002;&#x8FD9;&#x624D;&#x662F;&#x8BFB;&#x4E66;&#x7684;&#x7528;&#x610F;&#x6240;&#x5728;&#x3002;&#x51B5;&#x4E14;&#x542C;&#x4EBA;&#x8BF4;&#xFF0C;&#x5C31;&#x7B97;&#x8BFB;&#x7684;&#x4E66;&#x518D;&#x5C11;&#xFF0C;&#x4E5F;&#x8981;&#x5199;&#x603B;&#x7ED3;&#x3002;&#x4E8E;&#x662F;&#x8FD9;&#x7BC7;&#x5C31;&#x662F;&#x4E00;&#x7BC7;&#x603B;&#x7ED3;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x8BA4;&#x771F;&#x8BFB;&#x5B8C;&#x4E86;&#x7684;&#x603B;&#x7ED3;&#x3002;</p>
<h3 id="&#x8349;&#x623F;&#x5B50;&#xFF1F;"><a href="#&#x8349;&#x623F;&#x5B50;&#xFF1F;" class="headerlink" title="&#x8349;&#x623F;&#x5B50;&#xFF1F;"></a>&#x8349;&#x623F;&#x5B50;&#xFF1F;</h3><p>&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x513F;&#x7AE5;&#x6587;&#x5B66;&#xFF0C;&#x5165;&#x9009;&#x4E2D;&#x5B66;&#x8BFE;&#x6587;&#x7684;&#x3002;&#x65E9;&#x5728;&#x6211;&#x4E2D;&#x5B66;&#x65F6;&#xFF0C;&#x5C31;&#x5728;&#x540C;&#x684C;&#x7684;&#x624B;&#x91CC;&#x89C1;&#x8FC7;&#x8FD9;&#x672C;&#x4E66;&#x4E86;&#xFF0C;&#x5E76;&#x4E14;&#x4ED6;&#x5F53;&#x65F6;&#x8FD8;&#x8DDF;&#x6211;&#x5B89;&#x5229;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x9519;&#x8FC7;&#x4E86;&#x6CA1;&#x6709;&#x8BFB;&#x3002;&#x540E;&#x6765;&#x4E5F;&#x5FD8;&#x8BB0;&#x662F;&#x9AD8;&#x4E2D;&#x8FD8;&#x662F;&#x5927;&#x5B66;&#x4E86;&#xFF0C;&#x5728;&#x5C11;&#x513F;&#x9891;&#x9053;&#x770B;&#x8FC7;&#x7535;&#x5F71;&#x7248;&#x3002;&#x5F53;&#x65F6;&#x770B;&#x7684;&#x5F88;&#x611F;&#x52A8;&#x7684;&#xFF0C;&#x867D;&#x7136;&#x90FD;&#x662F;&#x5C0F;&#x670B;&#x53CB;&#x7684;&#x620F;&#xFF0C;&#x4F46;&#x662F;&#x6709;&#x5171;&#x9E23;&#x554A;&#x3002;&#x76F4;&#x5230;&#x4F5C;&#x8005;&#x66F9;&#x6587;&#x8F69;&#x83B7;&#x5F97;&#x56FD;&#x9645;&#x5B89;&#x5F92;&#x751F;&#x5956;&#xFF0C;&#x8349;&#x623F;&#x5B50;&#x53C8;&#x8FDB;&#x5165;&#x4E86;&#x6211;&#x7684;&#x89C6;&#x91CE;&#xFF0C;&#x679C;&#x65AD;&#x4E70;&#x4E86;&#x672C;&#x56DE;&#x6765;&#x770B;&#x3002;&#x867D;&#x7136;&#x5DF2;&#x7ECF;&#x6B65;&#x5165;&#x5DE5;&#x4F5C;&#xFF0C;&#x770B;&#x5B8C;&#x4E86;&#x4E4B;&#x540E;&#xFF0C;&#x4ECD;&#x7136;&#x89C9;&#x5F97;&#x611F;&#x52A8;&#x4F9D;&#x5728;&#x3002;</p>
<h3 id="&#x611F;&#x52A8;&#x4F9D;&#x5728;"><a href="#&#x611F;&#x52A8;&#x4F9D;&#x5728;" class="headerlink" title="&#x611F;&#x52A8;&#x4F9D;&#x5728;"></a>&#x611F;&#x52A8;&#x4F9D;&#x5728;</h3><p>&#x79C3;&#x9E64;&#x56E0;&#x4E3A;&#x662F;&#x79C3;&#x5B50;&#xFF0C;&#x88AB;&#x4EBA;&#x5632;&#x7B11;&#xFF0C;&#x4E0D;&#x53D7;&#x4EBA;&#x5F85;&#x89C1;&#x3002;&#x4F46;&#x662F;&#x4ED6;&#x5374;&#x5728;&#x4E8B;&#x5173;&#x5B66;&#x6821;&#x8363;&#x8A89;&#x7684;&#x6587;&#x827A;&#x8868;&#x6F14;&#x4E0A;&#xFF0C;&#x8BC1;&#x660E;&#x4E86;&#x81EA;&#x5DF1;&#x3002;&#x539F;&#x6765;&#x4EBA;&#x53EF;&#x4EE5;&#x4E0D;&#x56E0;&#x4E3A;&#x5916;&#x8868;&#xFF0C;&#x800C;&#x662F;&#x56E0;&#x4E3A;&#x6709;&#x6240;&#x62C5;&#x5F53;&#xFF0C;&#x53D8;&#x6210;&#x6700;&#x82F1;&#x4FCA;&#x7684;&#x5C11;&#x5E74;&#x3002;<br>&#x7EB8;&#x6708;&#x88AB;&#x7537;&#x540C;&#x5B66;&#x6B3A;&#x8D1F;&#xFF0C;&#x88AB;&#x8FEB;&#x8F6C;&#x5B66;&#x3002;&#x8F6C;&#x5B66;&#x540E;&#x4F9D;&#x7136;&#x6709;&#x4EBA;&#x5728;&#x4E0A;&#x5B66;&#x8DEF;&#x4E0A;&#x9A9A;&#x6270;&#x5979;&#xFF0C;&#x5929;&#x5929;&#x8FDF;&#x5230;&#xFF0C;&#x6851;&#x6851;&#x7AD9;&#x4E86;&#x51FA;&#x6765;&#xFF0C;&#x6851;&#x6851;&#x4E3A;&#x5E2E;&#x52A9;&#x7EB8;&#x6708;&#x9003;&#x8131;&#xFF0C;&#x8DDF;&#x4EBA;&#x6BD4;&#x8BD5;&#x4ECE;&#x6865;&#x4E0A;&#x8DF3;&#x4E0B;&#x53BB;&#x3002;&#x5C11;&#x5E74;&#x4E3A;&#x4E86;&#x5C11;&#x5973;&#x7518;&#x5192;&#x8270;&#x9669;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;&#x503C;&#x5F97;&#x7684;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;&#x80C6;&#x7565;&#xFF1F;<br>&#x6851;&#x6851;&#x6210;&#x4E86;&#x848B;&#x8001;&#x5E08;&#x548C;&#x767D;&#x96C0;&#x7684;&#x4FE1;&#x4F7F;&#xFF0C;&#x4ED6;&#x4E5F;&#x4E0D;&#x61C2;&#x4E3A;&#x4EC0;&#x4E48;&#x5C31;&#x613F;&#x610F;&#x6210;&#x4E3A;&#x4FE1;&#x4F7F;&#xFF0C;&#x5E76;&#x628A;&#x8FD9;&#x4EF6;&#x4E8B;&#x53D8;&#x6210;&#x4E86;&#x4ED6;&#x7684;&#x8D23;&#x4EFB;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x7684;&#x597D;&#x5947;&#x5BFC;&#x81F4;&#x4ED6;&#x4FE9;&#x7684;&#x8BEF;&#x4F1A;&#xFF0C;&#x6851;&#x6851;&#x803F;&#x803F;&#x4E8E;&#x6000;&#xFF0C;&#x603B;&#x60F3;&#x7740;&#x5F25;&#x8865;&#x3002;&#x540E;&#x6765;&#x7EC8;&#x4E8E;&#x6851;&#x6851;&#x8BF4;&#x51FA;&#x4E86;&#x5B9E;&#x60C5;&#xFF0C;&#x53EF;&#x662F;&#x65F6;&#x8FC7;&#x5883;&#x8FC1;&#xFF0C;&#x633D;&#x56DE;&#x5DF2;&#x4E0D;&#x53EF;&#x80FD;&#x3002;&#x767D;&#x96C0;&#x628A;&#x90A3;&#x4E9B;&#x4FE1;&#x5168;&#x90E8;&#x9001;&#x7ED9;&#x4E86;&#x6851;&#x6851;&#xFF0C;&#x5E0C;&#x671B;&#x4ED6;&#x4EE5;&#x540E;&#x53EF;&#x4EE5;&#x61C2;&#x5F97;&#x591A;&#xFF0C;&#x5C31;&#x8BEF;&#x4F1A;&#x5C11;&#x4E86;&#x3002;&#x9634;&#x5DEE;&#x9633;&#x9519;&#xFF0C;&#x4E0D;&#x80FD;&#x5168;&#x602A;&#x6851;&#x6851;&#xFF0C;&#x9664;&#x4E86;&#x8981;&#x6851;&#x6851;&#x660E;&#x767D;&#xFF0C;&#x4E5F;&#x662F;&#x8981;&#x8BFB;&#x8005;&#x660E;&#x767D;&#xFF0C;&#x5927;&#x4EBA;&#x7684;&#x4E16;&#x754C;&#x662F;&#x4EC0;&#x4E48;&#x6837;&#x3002;<br>&#x79E6;&#x5927;&#x5976;&#x5976;&#x72EC;&#x5C45;&#x6821;&#x56ED;&#x5C0F;&#x5C4B;&#xFF0C;&#x5B66;&#x6821;&#x8D76;&#x4E0D;&#x8D70;&#x3002;&#x56E0;&#x6B64;&#x5979;&#x548C;&#x5B66;&#x6821;&#x5C31;&#x7ED3;&#x4E0B;&#x4E86;&#x6881;&#x5B50;&#xFF0C;&#x8BA9;&#x4EBA;&#x8BEF;&#x4F1A;&#x3002;&#x5374;&#x5728;&#x5B66;&#x751F;&#x843D;&#x6C34;&#x4E4B;&#x9645;&#xFF0C;&#x4E0D;&#x987E;&#x5E74;&#x8FC8;&#x633A;&#x8EAB;&#x800C;&#x51FA;&#xFF0C;&#x8D62;&#x5F97;&#x4E86;&#x5927;&#x5BB6;&#x7684;&#x5C0A;&#x91CD;&#xFF0C;&#x4E5F;&#x56E0;&#x6B64;&#x53D8;&#x6210;&#x4E86;&#x6148;&#x7965;&#x7684;&#x79E6;&#x5927;&#x5976;&#x5976;&#xFF0C;&#x76F4;&#x5230;&#x6545;&#x53BB;&#x5F15;&#x5F97;&#x4E00;&#x7FA4;&#x5B66;&#x751F;&#x60B2;&#x4F24;&#x4E0E;&#x6000;&#x5FF5;&#x3002;<br>&#x675C;&#x5C0F;&#x5EB7;&#x672C;&#x662F;&#x6CB9;&#x9EBB;&#x5730;&#x5BCC;&#x8D35;&#x4EBA;&#x5BB6;&#x7684;&#x5B69;&#x5B50;&#xFF0C;&#x6210;&#x7EE9;&#x597D;&#xFF0C;&#x603B;&#x662F;&#x62A2;&#x4E86;&#x6851;&#x6851;&#x7684;&#x98CE;&#x5934;&#xFF0C;2&#x4EBA;&#x4ECE;&#x7ADE;&#x4E89;&#x5BF9;&#x624B;&#x5230;&#x670B;&#x53CB;&#x5927;&#x6982;&#x8FD8;&#x662F;&#x56E0;&#x4E3A;&#x675C;&#x5C0F;&#x5EB7;&#x7684;&#x5FC3;&#x80F8;&#x8C41;&#x8FBE;&#xFF0C;&#x613F;&#x610F;&#x501F;&#x8F66;&#x7ED9;&#x6851;&#x6851;&#x9A91;&#xFF0C;&#x4E5F;&#x7531;&#x6B64;&#x5F15;&#x53D1;&#x4E86;&#x4E00;&#x573A;&#x5927;&#x706B;&#x3002;&#x675C;&#x5C0F;&#x5EB7;&#x6709;&#x62C5;&#x5F53;&#xFF0C;&#x4E3B;&#x52A8;&#x627F;&#x8BA4;&#xFF0C;&#x800C;&#x6851;&#x6851;&#x5374;&#x505A;&#x4E86;&#x7F29;&#x5934;&#x4E4C;&#x9F9F;&#x3002;&#x6851;&#x6851;&#x56E0;&#x6B64;&#x75DB;&#x6068;&#x81EA;&#x5DF1;&#xFF0C;&#x7FA1;&#x6155;&#x7740;&#x675C;&#x5C0F;&#x5EB7;&#x3002;&#x4F46;&#x662F;&#x5929;&#x6709;&#x4E0D;&#x6D4B;&#x98CE;&#x4E91;&#xFF0C;&#x675C;&#x5BB6;&#x906D;&#x96BE;&#x4E86;&#xFF0C;&#x8D27;&#x8239;&#x6C89;&#x8239;&#x4E86;&#xFF0C;&#x5BB6;&#x9053;&#x4E2D;&#x843D;&#x3002;&#x675C;&#x5C0F;&#x5EB7;&#x4E0A;&#x4E0D;&#x4E86;&#x5B66;&#xFF0C;&#x8DDF;&#x7740;&#x7236;&#x4EB2;&#x53BB;&#x653E;&#x9E2D;&#xFF0C;&#x4E5F;&#x5931;&#x8D25;&#x4E86;&#x3002;&#x8FD9;&#x91CC;&#x5E94;&#x8BE5;&#x662F;&#x5168;&#x7BC7;&#x7684;&#x9AD8;&#x6F6E;&#xFF0C;&#x4E5F;&#x662F;&#x4E2D;&#x5B66;&#x8BFE;&#x6587;&#x7684;&#x90A3;&#x6BB5;&#x3002;&#x675C;&#x5C0F;&#x5EB7;&#x5728;&#x653E;&#x9E2D;&#x9014;&#x4E2D;&#xFF0C;&#x9762;&#x5BF9;&#x5B64;&#x72EC;&#xFF0C;&#x5FFD;&#x7136;&#x957F;&#x5927;&#x4E86;&#xFF0C;&#x56DE;&#x6765;&#x540E;&#x6851;&#x6851;&#x4E3B;&#x52A8;&#x5356;&#x9E3D;&#x5B50;&#x7ED9;&#x675C;&#x5C0F;&#x5EB7;&#x7B79;&#x94B1;&#x6446;&#x5C0F;&#x644A;&#x5356;&#x4E1C;&#x897F;&#x3002;&#x675C;&#x5C0F;&#x5EB7;&#x7684;&#x52C7;&#x6562;&#xFF0C;&#x4E0E;&#x6851;&#x6851;&#x7684;&#x53CB;&#x8C0A;&#xFF0C;&#x8361;&#x6C14;&#x56DE;&#x80A0;&#xFF0C;&#x5927;&#x6709;&#x82F1;&#x96C4;&#x60DC;&#x82F1;&#x96C4;&#x4E4B;&#x610F;&#x3002;<br>&#x7EC6;&#x9A6C;&#x662F;&#x90B1;&#x5BB6;&#x8981;&#x6765;&#x7684;&#x5B69;&#x5B50;&#xFF0C;&#x4ED6;&#x662F;&#x5916;&#x5730;&#x6765;&#x7684;&#xFF0C;&#x8DDF;&#x4E0D;&#x4E0A;&#x5B66;&#x6821;&#x8FDB;&#x5EA6;&#x3002;&#x4E8E;&#x662F;&#x8F8D;&#x5B66;&#x53BB;&#x653E;&#x7F8A;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x5BB6;&#x91CC;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x6851;&#x6851;&#x6210;&#x4E3A;&#x7EC6;&#x9A6C;&#x552F;&#x4E00;&#x7684;&#x670B;&#x53CB;&#x3002;&#x7EC6;&#x9A6C;&#x56E0;&#x4E3A;&#x5E74;&#x9F84;&#x7A0D;&#x5927;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x88AB;&#x90B1;&#x4E8C;&#x5988;&#x8BA4;&#x4E3A;&#x662F;&#x6765;&#x7EE7;&#x627F;&#x5BB6;&#x4EA7;&#x7684;&#x800C;&#x4E0D;&#x662F;&#x6765;&#x5B5D;&#x656C;&#x53CC;&#x4EB2;&#x7684;&#x3002;&#x60F3;&#x8D76;&#x7EC6;&#x9A6C;&#x8D70;&#xFF0C;&#x4F46;&#x90B1;&#x4E8C;&#x7237;&#x5BF9;&#x7EC6;&#x9A6C;&#x786E;&#x662F;&#x771F;&#x60C5;&#x5B9E;&#x610F;&#xFF0C;&#x4EE4;&#x7EC6;&#x9A6C;&#x5F88;&#x611F;&#x52A8;&#x3002;&#x5C31;&#x5728;&#x4ED6;&#x88AB;&#x9001;&#x8D70;&#x7684;&#x65F6;&#x5019;&#x53C8;&#x81EA;&#x5DF1;&#x56DE;&#x6765;&#x4E86;&#x3002;&#x6070;&#x9022;&#x53D1;&#x5927;&#x6C34;&#xFF0C;&#x90B1;&#x5BB6;&#x88AB;&#x6DF9;&#x4E86;&#xFF0C;&#x6CA1;&#x6709;&#x5BB6;&#x4EA7;&#x4E86;&#xFF0C;&#x90B1;&#x4E8C;&#x7237;&#x75C5;&#x6545;&#x4E86;&#xFF0C;&#x7EC6;&#x9A6C;&#x6210;&#x4E86;&#x5BB6;&#x91CC;&#x7684;&#x9876;&#x6881;&#x67F1;&#x3002;&#x7ECF;&#x5386;&#x4E86;&#x8FD9;&#x4E9B;&#xFF0C;&#x7EC6;&#x9A6C;&#x4E5F;&#x7A81;&#x7136;&#x95F4;&#x957F;&#x5927;&#x4E86;&#xFF0C;&#x4ED6;&#x963B;&#x6B62;&#x90B1;&#x4E8C;&#x5988;&#x81EA;&#x5BFB;&#x6B7B;&#x8DEF;&#xFF0C;&#x7CBE;&#x660E;&#x7684;&#x505A;&#x4E00;&#x4E9B;&#x751F;&#x610F;&#xFF0C;&#x8981;&#x7ED9;&#x90B1;&#x4E8C;&#x5988;&#x76D6;&#x65B0;&#x623F;&#x5B50;&#xFF0C;&#x4E3A;&#x4EBA;&#x517B;&#x5B50;&#x8005;&#x505A;&#x5230;&#x5982;&#x6B64;&#xFF0C;&#x65E0;&#x6127;&#x4E8E;&#x5929;&#x4E0B;&#x4E86;&#x3002;<br>&#x6587;&#x4E2D;&#x6700;&#x540E;&#x6851;&#x6851;&#x7ECF;&#x5386;&#x4E86;&#x6B7B;&#x4EA1;&#x7684;&#x8003;&#x9A8C;&#xFF0C;&#x539F;&#x6765;&#x5728;&#x9762;&#x4E34;&#x6B7B;&#x4EA1;&#x4E4B;&#x9645;&#xFF0C;&#x4EBA;&#x6027;&#x7684;&#x5149;&#x8F89;&#x7A81;&#x7136;&#x4F1A;&#x53D8;&#x5F97;&#x65E0;&#x6BD4;&#x8000;&#x773C;&#xFF0C;&#x4ED6;&#x613F;&#x610F;&#x505A;&#x4E00;&#x5207;&#x4E3A;&#x4EFB;&#x4F55;&#x4EBA;&#x3002;&#x4E5F;&#x8BB8;&#x662F;&#x4E0A;&#x5929;&#x60B2;&#x60AF;&#xFF0C;&#x770B;&#x5230;&#x4E86;&#x6851;&#x6851;&#x7684;&#x771F;&#x60C5;&#x5B9E;&#x610F;&#xFF0C;&#x7ED9;&#x4E0E;&#x4E86;&#x4ED6;&#x514D;&#x6B7B;&#x724C;&#x3002;</p>
<h3 id="&#x540E;&#x8BB0;"><a href="#&#x540E;&#x8BB0;" class="headerlink" title="&#x540E;&#x8BB0;"></a>&#x540E;&#x8BB0;</h3><p>&#x6B63;&#x5982;&#x5C0F;&#x8BF4;&#x6249;&#x9875;&#x6240;&#x8BF4;&#xFF0C;</p>
<blockquote>
<p>&#x4E5F;&#x8BB8;&#xFF0C;&#x6211;&#x4EEC;&#x8C01;&#x4E5F;&#x65E0;&#x6CD5;&#x8D70;&#x51FA;&#x81EA;&#x5DF1;&#x7684;&#x7AE5;&#x5E74;&#xB7;&#xB7;&#xB7;&#xB7;&#xB7;&#xB7;</p>
</blockquote>
<p>&#x6211;&#x4E5F;&#x6DF1;&#x523B;&#x9886;&#x609F;&#x8FC7;&#x7AE5;&#x5E74;&#xFF0C;&#x524D;&#x6BB5;&#x65F6;&#x95F4;&#x7FFB;&#x5230;&#x6211;&#x5927;&#x5B66;&#x65F6;&#x5199;&#x8FC7;&#x7684;&#x4E00;&#x7BC7;&#x62A5;&#x544A;&#xFF0C;&#x4E0A;&#x9762;&#x8FD8;&#x63CF;&#x8FF0;&#x4E86;&#x4E00;&#x6BB5;&#x60CA;&#x5FC3;&#x52A8;&#x9B44;&#x7684;&#x8FC7;&#x5F80;&#x3002;<br>&#x5C0F;&#x65F6;&#x5019;&#xFF0C;&#x8DDF;&#x4F19;&#x4F34;&#x53BB;&#x6865;&#x4E0B;&#x73A9;&#xFF0C;&#x8E29;&#x7740;&#x77F3;&#x5934;&#x8FC7;&#x6CB3;&#x3002;&#x6211;&#x4EEC;&#x64BA;&#x6387;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x7B2C;&#x4E00;&#x4E2A;&#x53BB;&#xFF0C;&#x7ED3;&#x679C;&#x88AB;&#x6C34;&#x51B2;&#x5230;&#x4E0B;&#x6E38;&#x53BB;&#x4E86;&#xFF0C;&#x60CA;&#x52A8;&#x4E86;&#x5F88;&#x591A;&#x4EBA;&#xFF0C;&#x597D;&#x5728;&#x4E0B;&#x6E38;&#x6709;&#x5927;&#x77F3;&#x5934;&#x6321;&#x4F4F;&#x4E86;&#x4ED6;&#xFF0C;&#x4E0D;&#x7136;&#x540E;&#x679C;&#x4F1A;&#x5F88;&#x4E25;&#x91CD;&#x3002;&#x8FD9;&#x4E48;&#x591A;&#x5E74;&#x6211;&#x90FD;&#x8BB0;&#x5F97;&#xFF0C;&#x66F4;&#x8BB0;&#x4F4F;&#x4E86;&#x4E0D;&#x80FD;&#x62FF;&#x751F;&#x547D;&#x5192;&#x9669;&#xFF0C;&#x66F4;&#x4E0D;&#x80FD;&#x8BA9;&#x522B;&#x4EBA;&#x62FF;&#x751F;&#x547D;&#x5192;&#x9669;&#x3002;</p>
<p>&#x53C8;&#x5982;&#x5C0F;&#x8BF4;&#x5185;&#x5BB9;&#x63D0;&#x8981;&#x6982;&#x62EC;&#x7684;&#x90A3;&#x6837;&#xFF0C;&#x5C11;&#x7537;&#x5C11;&#x5973;&#x4E4B;&#x524D;&#x6BEB;&#x65E0;&#x7455;&#x75B5;&#x7684;&#x7EAF;&#x60C5;&#xFF0C;&#x4E0D;&#x5E78;&#x5C11;&#x5E74;&#x4E0E;&#x5384;&#x8FD0;&#x76F8;&#x62FC;&#x65F6;&#x7684;&#x60B2;&#x6006;&#x4E0E;&#x4F18;&#x96C5;&#xFF0C;&#x6B8B;&#x75BE;&#x7537;&#x5B69;&#x5BF9;&#x5C0A;&#x4E25;&#x7684;&#x6267;&#x7740;&#x575A;&#x5B88;&#xFF0C;&#x5782;&#x66AE;&#x8001;&#x4EBA;&#x5728;&#x6700;&#x540E;&#x4E00;&#x77AC;&#x6240;&#x95EA;&#x8000;&#x7684;&#x4EBA;&#x683C;&#x5149;&#x5F69;&#xFF0C;&#x5728;&#x6B7B;&#x4EA1;&#x4F53;&#x9A8C;&#x4E2D;&#x5BF9;&#x751F;&#x547D;&#x6DF1;&#x523B;&#x800C;&#x4F18;&#x7F8E;&#x7684;&#x9886;&#x609F;&#xFF0C;&#x5927;&#x4EBA;&#x4EEC;&#x4E4B;&#x95F4;&#x6251;&#x6714;&#x8FF7;&#x79BB;&#x800C;&#x53C8;&#x5145;&#x6EE1;&#x8BD7;&#x60C5;&#x753B;&#x610F;&#x7684;&#x60C5;&#x611F;&#x7EA0;&#x845B;&#xB7;&#xB7;&#xB7;&#xB7;&#xB7;&#x8FD9;&#x4E00;&#x5207;&#x6B63;&#x5F0F;&#x4E00;&#x4E2A;&#x5C11;&#x5E74;&#x6B63;&#x5728;&#x4F53;&#x9A8C;&#x6216;&#x7EC8;&#x5C06;&#x4F53;&#x9A8C;&#x7684;&#x5F81;&#x7A0B;&#x3002;&#x5176;&#x5B9E;&#x4E0D;&#x5149;&#x662F;&#x5C11;&#x5E74;&#xFF0C;&#x73B0;&#x5728;&#x793E;&#x4F1A;&#x7684;&#x5C11;&#x5E74;&#x4F53;&#x9A8C;&#x8FD9;&#x4E9B;&#x7684;&#x65F6;&#x95F4;&#x660E;&#x663E;&#x6EDE;&#x540E;&#x4E86;&#x3002;&#x65E0;&#x8BBA;&#x4F55;&#x65F6;&#xFF0C;&#x4E8E;&#x4E2A;&#x4EBA;&#x800C;&#x8A00;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x4E00;&#x7B14;&#x73CD;&#x8D35;&#x7684;&#x8D22;&#x5BCC;&#x3002;</p>
<h3 id="&#x656C;&#x4E0A;&#x4E66;&#x4E2D;&#x6240;&#x6709;&#x63D2;&#x56FE;"><a href="#&#x656C;&#x4E0A;&#x4E66;&#x4E2D;&#x6240;&#x6709;&#x63D2;&#x56FE;" class="headerlink" title="&#x656C;&#x4E0A;&#x4E66;&#x4E2D;&#x6240;&#x6709;&#x63D2;&#x56FE;"></a>&#x656C;&#x4E0A;&#x4E66;&#x4E2D;&#x6240;&#x6709;&#x63D2;&#x56FE;</h3><p><img src="/2016/05/08/&#x8349;&#x623F;&#x5B50;/caofangzi1.JPG" alt=""></p>
<p><img src="/2016/05/08/&#x8349;&#x623F;&#x5B50;/caofangzi2.JPG" alt=""></p>
<p><img src="/2016/05/08/&#x8349;&#x623F;&#x5B50;/caofangzi3.JPG" alt=""></p>
<p><img src="/2016/05/08/&#x8349;&#x623F;&#x5B50;/caofangzi4.JPG" alt=""></p>
<p><img src="/2016/05/08/&#x8349;&#x623F;&#x5B50;/caofangzi5.JPG" alt=""></p>
<p><img src="/2016/05/08/&#x8349;&#x623F;&#x5B50;/caofangzi6.JPG" alt=""></p>
<p><img src="/2016/05/08/&#x8349;&#x623F;&#x5B50;/caofangzi7.JPG" alt=""></p>
<p><img src="/2016/05/08/&#x8349;&#x623F;&#x5B50;/caofangzi8.JPG" alt=""></p>
<p><img src="/2016/05/08/&#x8349;&#x623F;&#x5B50;/caofangzi9.JPG" alt=""></p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/小说/" rel="tag">#小说</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/05/08/2016购书清单/" rel="next" title="2016购书清单">
                <i class="fa fa-chevron-left"></i> 2016购书清单
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/05/15/岛上书店/" rel="prev" title="岛上书店">
                岛上书店 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/05/08/草房子/"
     data-title="草房子"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/05/08/草房子/"
           data-title="草房子" data-url="https://ZhangXiaodong1993.github.io/2016/05/08/草房子/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">23</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">18</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#读书总结？"><span class="nav-number">1.</span> <span class="nav-text">读书总结？</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#草房子？"><span class="nav-number">2.</span> <span class="nav-text">草房子？</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#感动依在"><span class="nav-number">3.</span> <span class="nav-text">感动依在</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#后记"><span class="nav-number">4.</span> <span class="nav-text">后记</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#敬上书中所有插图"><span class="nav-number">5.</span> <span class="nav-text">敬上书中所有插图</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
