<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="上海," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x5F15;&amp;#x8A00; 2015&amp;#x5E74;&amp;#x4E0B;&amp;#x534A;&amp;#x5E74;&amp;#x6211;&amp;#x90FD;&amp;#x5F85;&amp;#x5728;&amp;#x4E0A;&amp;#x6D77;&amp;#xFF0C;&amp;#x4ECE;&amp;#x5B66;&amp;#x751F;&amp;#x8F6C;&amp;#x5411;&amp;#x804C;&amp;#x573A;&amp;#xFF0C;&amp;#x9887;&amp;#x591A;&amp;#x8270;&amp;#">
<meta property="og:type" content="article">
<meta property="og:title" content="2015 in上海">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/05/08/2015in上海/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x5F15;&amp;#x8A00; 2015&amp;#x5E74;&amp;#x4E0B;&amp;#x534A;&amp;#x5E74;&amp;#x6211;&amp;#x90FD;&amp;#x5F85;&amp;#x5728;&amp;#x4E0A;&amp;#x6D77;&amp;#xFF0C;&amp;#x4ECE;&amp;#x5B66;&amp;#x751F;&amp;#x8F6C;&amp;#x5411;&amp;#x804C;&amp;#x573A;&amp;#xFF0C;&amp;#x9887;&amp;#x591A;&amp;#x8270;&amp;#">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/2015in上海/2015in1.jpg">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/2015in上海/2015in2.jpg">
<meta property="og:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/2015in上海/2015in3.jpg">
<meta property="og:updated_time" content="2016-05-18T16:33:24.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="2015 in上海">
<meta name="twitter:description" content="&amp;#x5F15;&amp;#x8A00; 2015&amp;#x5E74;&amp;#x4E0B;&amp;#x534A;&amp;#x5E74;&amp;#x6211;&amp;#x90FD;&amp;#x5F85;&amp;#x5728;&amp;#x4E0A;&amp;#x6D77;&amp;#xFF0C;&amp;#x4ECE;&amp;#x5B66;&amp;#x751F;&amp;#x8F6C;&amp;#x5411;&amp;#x804C;&amp;#x573A;&amp;#xFF0C;&amp;#x9887;&amp;#x591A;&amp;#x8270;&amp;#">
<meta name="twitter:image" content="https://ZhangXiaodong1993.github.io/2016/05/08/2015in上海/2015in1.jpg">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 2015 in上海 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                2015 in上海
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-05-08T15:11:29+08:00" content="2016-05-08">
              2016-05-08
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/记录/" itemprop="url" rel="index">
                    <span itemprop="name">记录</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/05/08/2015in上海/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/05/08/2015in上海/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/05/08/2015in上海/" class="leancloud_visitors" data-flag-title="2015 in上海">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <blockquote>
<p><strong>&#x5F15;&#x8A00;</strong> 2015&#x5E74;&#x4E0B;&#x534A;&#x5E74;&#x6211;&#x90FD;&#x5F85;&#x5728;&#x4E0A;&#x6D77;&#xFF0C;&#x4ECE;&#x5B66;&#x751F;&#x8F6C;&#x5411;&#x804C;&#x573A;&#xFF0C;&#x9887;&#x591A;&#x8270;&#x96BE;&#x3002;&#x6240;&#x89C1;&#x6240;&#x95FB;&#xFF0C;&#x5076;&#x6709;&#x6240;&#x611F;&#xFF0C;&#x9042;&#x8BB0;&#x4E4B;&#x3002;</p>
</blockquote>
<h3 id="&#x8D8A;&#x8001;&#x611F;&#x609F;&#x8D8A;&#x4E0D;&#x540C;"><a href="#&#x8D8A;&#x8001;&#x611F;&#x609F;&#x8D8A;&#x4E0D;&#x540C;" class="headerlink" title="&#x8D8A;&#x8001;&#x611F;&#x609F;&#x8D8A;&#x4E0D;&#x540C;"></a>&#x8D8A;&#x8001;&#x611F;&#x609F;&#x8D8A;&#x4E0D;&#x540C;</h3><p><code>2016-01-03</code></p>
<p>&#x751F;&#x6D3B;&#x5C31;&#x50CF;&#x5F3A;&#x5978;&#xFF0C;&#x65E2;&#x7136;&#x53CD;&#x6297;&#x4E0D;&#x80FD;&#xFF0C;&#x90A3;&#x5C31;&#x5B89;&#x7136;&#x63A5;&#x53D7;&#xFF01;&#x4EE5;&#x524D;&#x5B85;&#x4E45;&#x4E86;&#xFF0C;&#x51FA;&#x53BB;&#x5230;&#x5916;&#x9762;&#x5435;&#x95F9;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x6068;&#x4E0D;&#x5F97;&#x627E;&#x4E2A;&#x5730;&#x7F1D;&#x94BB;&#x8FDB;&#x53BB;&#x4E0D;&#x51FA;&#x6765;&#x3002;&#x89C9;&#x5F97;&#x8DDF;&#x81EA;&#x5DF1;&#x6BEB;&#x4E0D;&#x76F8;&#x5173;&#xFF0C;&#x5374;&#x6253;&#x6270;&#x5230;&#x6211;&#xFF0C;&#x771F;&#x60F3;&#x5475;&#x5475;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x4E00;&#x8138;&#x3002;&#x90A3;&#x65F6;&#x5019;&#x662F;&#x771F;&#x7684;&#x6291;&#x90C1;&#xFF0C;&#x4E00;&#x70B9;&#x4E0D;&#x4E0E;&#x5916;&#x754C;&#x4EA4;&#x6D41;&#x3002;&#x73B0;&#x5728;&#x53CD;&#x800C;&#x89C9;&#x5F97;&#x7D2F;&#x4E86;&#x95F7;&#x4E86;&#x5C31;&#x5230;&#x90A3;&#x4E9B;&#x5435;&#x95F9;&#x6B22;&#x5FEB;&#x7684;&#x5730;&#x65B9;&#x53BB;&#xFF0C;&#x867D;&#x7136;&#x4ED6;&#x4EEC;&#x8DDF;&#x6211;&#x8FD8;&#x662F;&#x4E00;&#x70B9;&#x5173;&#x7CFB;&#x6CA1;&#x6709;&#xFF0C;&#x4F46;&#x5979;&#x4EEC;&#x6709;&#x7B11;&#x5BB9;&#xFF0C;&#x603B;&#x662F;&#x80FD;&#x611F;&#x67D3;&#x5230;&#x6211;&#x3002;&#x8FD9;&#x4E4B;&#x95F4;&#x4E3B;&#x8981;&#x7684;&#x53D8;&#x5316;&#x5927;&#x6982;&#x662F;&#x4ECE;&#x4E0D;&#x95FB;&#x4E0D;&#x770B;&#x5230;&#x613F;&#x95FB;&#x613F;&#x89C1;&#x3002;&#x63A5;&#x53D7;&#x4ED6;&#x4EEC;&#x63A5;&#x53D7;&#x4E16;&#x754C;&#x624D;&#x80FD;&#x8FDB;&#x4E00;&#x6B65;&#x70ED;&#x7231;&#x751F;&#x6D3B;&#x70ED;&#x7231;&#x4E16;&#x754C;&#x3002;</p>
<p><img src="/2016/05/08/2015in&#x4E0A;&#x6D77;/2015in1.jpg" alt=""></p>
<h3 id="&#x4E0A;&#x6D77;&#x521D;&#x89C1;&#x95FB;"><a href="#&#x4E0A;&#x6D77;&#x521D;&#x89C1;&#x95FB;" class="headerlink" title="&#x4E0A;&#x6D77;&#x521D;&#x89C1;&#x95FB;"></a>&#x4E0A;&#x6D77;&#x521D;&#x89C1;&#x95FB;</h3><p><code>2016-01-14</code></p>
<p>&#x5728;&#x4E0A;&#x6D77;&#x5F85;&#x4E86;&#x51E0;&#x4E2A;&#x6708;&#x4E86;&#xFF0C;&#x60F3;&#x804A;&#x4E00;&#x804A;&#x6211;&#x773C;&#x4E2D;&#x7684;&#x4E0A;&#x6D77;&#x3002;</p>
<p>&#x521A;&#x6765;&#x4E0A;&#x6D77;&#x7684;&#x65F6;&#x5019;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x4E86;&#x89E3;&#xFF0C;&#x53EA;&#x89C9;&#x5F97;&#x8FD9;&#x662F;&#x4E2A;&#x9AD8;&#x5927;&#x4E0A;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5730;&#x94C1;&#x90FD;&#x98DE;&#x884C;&#x4E8E;&#x5730;&#x9762;&#x4E0A;&#xFF0C;6&#x7684;&#x98DE;&#x8D77;&#x3002;</p>
<p>&#x540E;&#x6765;&#x4F4F;&#x4E86;&#x4E00;&#x4E9B;&#x5929;&#xFF0C;&#x53D1;&#x73B0;&#x4E0A;&#x6D77;&#x539F;&#x4F4F;&#x6C11;&#x90FD;&#x4F1A;&#x517B;&#x5BA0;&#x7269;&#xFF0C;&#x5E76;&#x4E14;&#x558A;&#x72D7;&#x72D7;&#x662F;&#x5B9D;&#x5B9D;&#x3002;&#x5BF9;&#x5F85;&#x72D7;&#x90FD;&#x50CF;&#x81EA;&#x5DF1;&#x513F;&#x5B50;&#x4E00;&#x6837;&#xFF0C;&#x6BD4;&#x5982;&#x4F1A;&#x7ED9;&#x72D7;&#x64E6;&#x5C41;&#x80A1;&#x3002;&#x3002;</p>
<p>&#x8FD8;&#x6709;&#x5C31;&#x662F;&#x8FD9;&#x8FB9;&#x7684;&#x5C0F;&#x5403;&#x8DEF;&#x8FB9;&#x644A;&#x4E00;&#x4E9B;&#x95E8;&#x5E97;&#x90FD;&#x662F;&#x6CDB;&#x4E2D;&#x539F;&#x7C4D;&#x4EBA;&#x6C11;&#x7ECF;&#x8425;&#x7684;&#x3002;&#x64CD;&#x7740;&#x4E00;&#x53E3;&#x4E2D;&#x539F;&#x5B98;&#x8BDD;&#xFF0C;&#x6211;&#x542C;&#x7740;&#x90FD;&#x5F88;&#x719F;&#x6089;&#x3002;&#x4E5F;&#x4E0D;&#x662F;&#x4E0A;&#x6D77;&#xFF0C;&#x5927;&#x6C5F;&#x5357;&#x5317;&#x5230;&#x5904;&#x90FD;&#x6709;&#xFF0C;&#x6BD5;&#x7ADF;&#x8D76;&#x4E0A;&#x6539;&#x9769;&#x5F00;&#x653E;&#xFF0C;&#x4E2D;&#x539F;&#x4EBA;&#x53E3;&#x5E9E;&#x5927;&#x5C31;&#x90FD;&#x5F80;&#x4E1C;&#x5357;&#x65B9;&#x5411;&#x8C0B;&#x751F;&#x53BB;&#x4E86;&#x3002;&#x5C31;&#x8DDF;&#x4F60;&#x5728;&#x73E0;&#x4E09;&#x89D2;&#x611F;&#x89C9;&#x4E91;&#x8D35;&#x5DDD;&#x6E58;&#x4EBA;&#x591A;&#x4E00;&#x6837;&#x3002;</p>
<p>&#x540E;&#x6765;&#x9886;&#x7565;&#x5230;&#x4E0A;&#x6D77;&#x623F;&#x4EF7;&#x4E4B;&#x8D35;&#xFF0C;&#x90CA;&#x533A;&#x4E5F;&#x90FD;200&#x591A;w&#xFF0C;&#x611F;&#x89C9;&#x628A;&#x81EA;&#x5DF1;&#x4E00;&#x8F88;&#x5B50;&#x90FD;&#x5356;&#x7ED9;&#x4E0A;&#x6D77;&#x4E5F;&#x6015;&#x662F;&#x96BE;&#x4E70;&#x5957;&#x623F;&#x4F4F;&#x4E0B;&#x6765;&#x3002;</p>
<p>&#x7269;&#x4EF7;&#x8FD8;&#x597D;&#xFF0C;&#x4F4F;&#x4E5F;&#x4E0D;&#x662F;&#x5F88;&#x5938;&#x5F20;&#x3002;&#x4E4B;&#x524D;&#x770B;&#x5230;&#x4E00;&#x670B;&#x53CB;&#x8F6C;&#x8F7D;&#x7684;&#x4E00;&#x6587;&#x7AE0;&#xFF0C;&#x8BF4;&#x5728;&#x4E0A;&#x6D77;&#xFF0C;&#x6708;&#x85AA;8k&#x52C9;&#x5F3A;&#x81EA;&#x7ED9;&#x81EA;&#x8DB3;&#xFF0C;&#x6211;&#x611F;&#x89C9;&#x4E5F;&#x6CA1;&#x6709;&#x8BF4;&#x7684;&#x90A3;&#x4E48;&#x5938;&#x5F20;&#x3002;</p>
<p>&#x542C;&#x4EBA;&#x8BF4;&#x5317;&#x4EAC;&#x8FD9;&#x5730;&#x65B9;&#x5DE5;&#x4F5C;&#x533A;&#x8DDF;&#x751F;&#x6D3B;&#x533A;&#x6324;&#x5728;&#x4E24;&#x5927;&#x5768;&#xFF0C;&#x7136;&#x540E;&#x6BCF;&#x5929;&#x5927;&#x5BB6;&#x90FD;&#x5F80;&#x4E00;&#x4E2A;&#x65B9;&#x5411;&#x53BB;&#x4E0A;&#x73ED;&#xFF0C;&#x53C8;&#x540C;&#x4E00;&#x4E2A;&#x65B9;&#x5411;&#x4E0B;&#x73ED;&#x3002;&#x6240;&#x4EE5;&#x5730;&#x94C1;&#x7279;&#x62E5;&#x5835;&#x3002;&#x4E0A;&#x6D77;&#x5012;&#x662F;&#x8FD8;&#x597D;&#xFF0C;&#x56E0;&#x4E3A;&#x5DE5;&#x4F5C;&#x533A;&#x662F;&#x5448;&#x661F;&#x5C04;&#x7EBF;&#x578B;&#x5411;&#x56DB;&#x5468;&#x6269;&#x6563;&#xFF0C;&#x9664;&#x4E86;&#x5E02;&#x4E2D;&#x5FC3;&#x54EA;&#x4E00;&#x73AF;&#x6BD4;&#x8F83;&#x6324;&#xFF0C;&#x5176;&#x4ED6;&#x5730;&#x65B9;&#x8FD8;&#x597D;&#x7684;&#x3002;</p>
<p>&#x5C31;&#x8BF4;&#x6211;&#x53BB;&#x8FC7;&#x7684;&#x51E0;&#x4E2A;&#x533A;&#x5427;&#xFF0C;&#x9996;&#x5148;&#x6D66;&#x4E1C;&#x8FD9;&#x5730;&#x65B9;&#x771F;&#x7684;&#x662F;&#x6709;&#x70B9;&#x4EBA;&#x5C11;&#xFF0C;&#x9664;&#x4E86;&#x4E00;&#x4E9B;&#x5927;&#x578B;&#x7684;&#x5DE5;&#x4F5C;&#x56ED;&#x533A;&#xFF0C;&#x66F4;&#x591A;&#x770B;&#x5230;&#x7684;&#x662F;&#x5BBD;&#x9614;&#x7684;&#x9A6C;&#x8DEF;&#xFF0C;&#x723D;&#x6717;&#x7684;&#x5929;&#x7A7A;&#x3002;&#x4EFF;&#x4F5B;&#x8FDC;&#x65B9;&#x7684;&#x5927;&#x6D77;&#x5C31;&#x5728;&#x4E0D;&#x8FDC;&#x5904;&#x4E00;&#x6837;&#x3002;&#x8BF4;&#x5230;&#x5DE5;&#x4F5C;&#x56ED;&#x533A;&#xFF0C;&#x90A3;&#x771F;&#x7684;&#x662F;&#x4E00;&#x4E2A;&#x633A;&#x8BA9;&#x4EBA;&#x5411;&#x5F80;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x6210;&#x719F;&#x7684;&#x751F;&#x6D3B;&#x56ED;&#x533A;&#x3002;&#x4F60;&#x5728;&#x8FD9;&#x4E0A;&#x73ED;&#xFF0C;&#x6211;&#x6709;&#x4E30;&#x5BCC;&#x7684;&#x9910;&#x996E;&#x5927;&#x697C;&#xFF0C;&#x5A31;&#x4E50;&#x653E;&#x677E;&#x5927;&#x697C;&#xFF0C;&#x4FDD;&#x8BC1;&#x4F60;&#x4E0D;&#x4F1A;&#x67AF;&#x71E5;&#x3002;</p>
<p>&#x5F80;&#x5357;&#x5230;&#x95F5;&#x884C;&#x5949;&#x8D24;&#x8FC7;&#xFF0C;&#x90A3;&#x8FB9;&#x513F;&#x4E3B;&#x8981;&#x7684;&#x611F;&#x53D7;&#x5C31;&#x662F;&#x4EBA;&#x591A;&#xFF0C;&#x4E3B;&#x8981;&#x7684;&#x5C45;&#x6C11;&#x533A;&#x5C45;&#x4F4F;&#x533A;&#x633A;&#x591A;&#xFF0C;&#x4F46;&#x662F;&#x90A3;&#x8FB9;&#x7F8E;&#x5973;&#x4E5F;&#x86EE;&#x591A;&#x7684;&#xFF0C;&#x54C8;&#x54C8;&#x3002;</p>
<p>&#x5E02;&#x4E2D;&#x5FC3;&#x4EE5;&#x53CA;&#x6D66;&#x4E1C;&#x7684;&#x9AD8;&#x79D1;&#x6280;&#x516C;&#x53F8;&#x8F83;&#x591A;&#xFF0C;&#x4F46;&#x662F;&#x5E02;&#x4E2D;&#x5FC3;&#x4E5F;&#x662F;&#x53C2;&#x5DEE;&#x4E0D;&#x9F50;&#xFF0C;&#x4E5F;&#x6709;&#x7834;&#x70C2;&#x7684;&#x5C0F;&#x4F5C;&#x574A;&#xFF0C;&#x4E5F;&#x6709;&#x9AD8;&#x5927;&#x4E0A;&#x7684;&#x7532;&#x7EA7;&#x5199;&#x5B57;&#x697C;&#x3002;&#x603B;&#x4E4B;&#x6D66;&#x4E1C;&#x662F;&#x4E00;&#x4E2A;&#x53EF;&#x4EE5;&#x5411;&#x5F80;&#x7684;&#x5730;&#x65B9;&#x3002;</p>
<p>&#x5730;&#x94C1;&#x975E;&#x5E38;&#x53D1;&#x8FBE;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x4F60;&#x8981;&#x53BB;&#x7684;&#x5730;&#x65B9;90%&#x90FD;&#x662F;&#x7528;&#x4E0D;&#x7740;&#x5728;&#x505A;&#x516C;&#x4EA4;&#x8F66;&#x7684;&#x3002;&#x5C31;&#x8BF4;&#x6709;&#x7684;&#x65F6;&#x5019;&#x4F60;&#x8981;&#x8F6C;&#x4E2A;&#x7EBF;&#xFF0C;&#x7ECF;&#x5E38;&#x76F4;&#x7EBF;&#x4E0B;&#x964D;&#x51E0;&#x5341;&#x7C73;&#x90FD;&#x5F88;&#x6B63;&#x5E38;&#x3002;&#x4E0D;&#x77E5;&#x9053;&#x5728;&#x91CD;&#x5E86;&#x7684;&#x670B;&#x53CB;&#x4F1A;&#x4E0D;&#x4F1A;&#x6253;&#x6211;&#x3002;</p>
<p>&#x518D;&#x6709;&#x5C31;&#x662F;&#x516C;&#x4EA4;&#xFF0C;&#x6709;&#x7684;&#x90CA;&#x533A;&#x86EE;&#x4E71;&#x7684;&#x8BF4;&#xFF0C;&#x4E0D;&#x662F;&#x81EA;&#x52A8;&#x552E;&#x7968;&#x3002;&#x6D66;&#x4E1C;&#x7684;&#x5C31;&#x5F88;&#x597D;&#xFF0C;&#x4F1A;&#x7528;&#x4E09;&#x79CD;&#x8BED;&#x8A00;&#x64AD;&#x62A5;&#xFF0C;&#x666E;&#x901A;&#x8BDD;&#xFF0C;&#x4E0A;&#x6D77;&#x8BDD;&#xFF0C;&#x82F1;&#x8BED;&#x90FD;&#x6765;&#x3002;&#x6211;&#x8FD8;&#x5B66;&#x4F1A;&#x4E86;&#x8BF4;&#x8C22;&#x8C22;&#xFF0C;&#x4E0A;&#x6D77;&#x8BDD;&#x8BF4;&#x542C;&#x8D77;&#x6765;&#x548C;&#x201C;&#x4E0B;&#x538B;&#x201D;&#x5DEE;&#x4E0D;&#x591A;&#x3002;&#x54C8;&#x54C8;</p>
<p>&#x8FD8;&#x6709;&#x5C31;&#x662F;&#x5609;&#x5B9A;&#xFF0C;&#x90A3;&#x5730;&#x65B9;&#xFF0C;&#x7A7A;&#x65F7;&#x98CE;&#x5927;&#xFF0C;&#x4EBA;&#x6D41;&#x591A;&#xFF0C;&#x5403;&#x7684;&#x5730;&#x65B9;&#x5C11;&#x3002;&#x5C31;&#x4E0D;&#x8981;&#x53BB;&#x559D;&#x897F;&#x5317;&#x98CE;&#x4E86;&#x54C8;</p>
<p><img src="/2016/05/08/2015in&#x4E0A;&#x6D77;/2015in2.jpg" alt=""></p>
<h3 id="&#x96C1;&#x6816;&#x4E4B;&#x5730;-&#x6C5F;&#x6E7E;&#x65B0;&#x57CE;"><a href="#&#x96C1;&#x6816;&#x4E4B;&#x5730;-&#x6C5F;&#x6E7E;&#x65B0;&#x57CE;" class="headerlink" title="&#x96C1;&#x6816;&#x4E4B;&#x5730;-&#x6C5F;&#x6E7E;&#x65B0;&#x57CE;"></a>&#x96C1;&#x6816;&#x4E4B;&#x5730;-&#x6C5F;&#x6E7E;&#x65B0;&#x57CE;</h3><p><code>2016-01-15</code></p>
<p>&#x4E5F;&#x8BB8;&#x4EE5;&#x540E;&#x5C11;&#x6709;&#x673A;&#x4F1A;&#x5199;&#x4E1C;&#x897F;&#x4E86;&#x3002;&#x884C;&#x4E07;&#x91CC;&#x8DEF;&#xFF0C;&#x8BFB;&#x4E07;&#x5377;&#x4E66;&#x3002;&#x6240;&#x89C1;&#x6240;&#x95FB;&#xFF0C;&#x7FA4;&#x50CF;&#x767E;&#x6001;&#xFF0C;&#x7686;&#x53EF;&#x6210;&#x6587;&#x3002;</p>
<p>&#x6628;&#x5929;&#x53BB;&#x4E86;&#x6C5F;&#x6E7E;&#x65B0;&#x57CE;&#xFF0C;&#x53D1;&#x89C9;&#x867D;&#x7136;&#x6D66;&#x4E1C;&#x7A7A;&#x65F7;&#x548C;&#x5927;&#x6C14;&#xFF0C;&#x6C5F;&#x6E7E;&#x8FD9;&#x5730;&#x65B9;&#x4E00;&#x70B9;&#x4E0D;&#x8F93;&#x3002;&#x6C5F;&#x6E7E;&#x662F;&#x5B64;&#x50B2;&#x4E2D;&#x63BA;&#x6742;&#x4E9B;&#x8BB8;&#x81EA;&#x7136;&#x3002;</p>
<p>&#x6211;&#x6709;&#x8BF4;&#x884C;&#x8D70;&#x5728;&#x6C5F;&#x6E7E;&#x7684;&#x5927;&#x8DEF;&#x4E0A;&#xFF0C;&#x60F3;&#x8D77;&#x6765;&#x4E5D;&#x5CF0;&#x5C71;&#x9A91;&#x884C;&#x7684;&#x8C6A;&#x60C5;&#x3002;&#x4E5D;&#x5CF0;&#x5C71;&#x771F;&#x7684;&#x6709;&#x4E5D;&#x5EA7;&#x5C71;&#x4E18;&#xFF0C;&#x5728;&#x91D1;&#x534E;&#xFF0C;&#x4E5D;&#x5CF0;&#x5C71;&#x8FD8;&#x6709;&#x6C34;&#x4E0A;&#x4E50;&#x56ED;&#xFF0C;&#x662F;&#x4E2A;&#x751F;&#x6001;&#x65C5;&#x6E38;&#x666F;&#x70B9;&#x3002;&#x5F53;&#x5E74;&#x53BB;&#x4E5D;&#x5CF0;&#x5C71;&#x4E00;&#x8DEF;&#x4E0A;&#x4EBA;&#x70DF;&#x7A00;&#x5C11;&#xFF0C;&#x53EA;&#x6709;&#x4E00;&#x6761;&#x5B64;&#x5BC2;&#x7684;&#x9053;&#x8DEF;&#x7EF5;&#x7EF5;&#x4E0D;&#x7EDD;&#xFF0C;&#x671B;&#x4E0D;&#x5230;&#x5C3D;&#x5934;&#x3002;&#x8DEF;&#x4E0A;&#x8349;&#x4E1B;&#x4E2D;&#x5076;&#x5C14;&#x8FD8;&#x4F1A;&#x51FA;&#x73B0;&#x575F;&#x8314;&#x3002;&#x6D59;&#x6C5F;&#x5730;&#x533A;&#x6709;&#x79CD;&#x7279;&#x8272;&#xFF0C;&#x5F80;&#x5F80;&#x5728;&#x8DEF;&#x8FB9;&#x4F1A;&#x89C1;&#x5230;&#x5893;&#x7891;&#x548C;&#x4E00;&#x4E9B;&#x4F9B;&#x5949;&#x62DC;&#x796D;&#x7684;&#x5668;&#x5177;&#xFF0C;&#x6216;&#x8005;&#x8FD8;&#x4F1A;&#x6709;&#x6B8B;&#x7559;&#x7684;&#x9999;&#x7EBF;&#xFF0C;&#x4F60;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x5F53;&#x5E74;&#x591C;&#x95F4;&#x9A91;&#x884C;&#x6240;&#x5FCC;&#x60EE;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x653E;&#x54EA;&#x513F;&#x4E0D;&#x597D;&#xFF0C;&#x628A;&#x5893;&#x7891;&#x7AD6;&#x5728;&#x8DEF;&#x8FB9;&#x8FD9;&#x6837;&#x771F;&#x7684;&#x597D;&#x5417;&#xFF1F;</p>
<p>&#x5728;&#x53BB;&#x56ED;&#x533A;&#x4E4B;&#x524D;&#xFF0C;&#x9047;&#x4E00;&#x6EAA;&#x6D41;&#x3002;&#x8FD9;&#x5E76;&#x4E0D;&#x8DB3;&#x5947;&#xFF0C;&#x5438;&#x5F15;&#x773C;&#x7403;&#x7684;&#x662F;&#x5CB8;&#x8FB9;&#x5782;&#x9493;&#x8005;&#x4F17;&#x591A;&#xFF0C;&#x7EC6;&#x4E0B;&#x5FC3;&#x6765;&#x53BB;&#x6570;&#x9493;&#x7AFF;&#xFF0C;&#x4E24;&#x8FB9;&#x680F;&#x6746;&#x52A0;&#x5728;&#x4E00;&#x8D77;&#x8DB3;&#x8DB3;&#x6709;20&#x6709;&#x4F59;&#x7AFF;&#x3002;&#x8FD9;&#x79CD;&#x5730;&#x65B9;&#xFF0C;&#x9AD8;&#x697C;&#x6797;&#x7ACB;&#xFF0C;&#x6C34;&#x90A3;&#x4E48;&#x9ED1;&#xFF0C;&#x4F1A;&#x6709;&#x9C7C;&#xFF1F;&#x8FD8;&#x771F;&#x7684;&#x6709;&#xFF0C;&#x6211;&#x89C2;&#x5BDF;&#x4ED6;&#x4EEC;&#x653E;&#x9C7C;&#x7684;&#x6C34;&#x888B;&#x5B50;&#x4E2D;&#x5927;&#x9C7C;&#x5C0F;&#x9C7C;&#x5168;&#x6709;&#xFF0C;&#x771F;&#x662F;&#x4E2A;&#x5B9D;&#x5730;&#x3002;&#x9C7C;&#x513F;&#x6E38;&#x5F97;&#x8FC7;&#x6765;&#xFF0C;&#x8BF4;&#x660E;&#x751F;&#x6001;&#x8FD8;&#x6CA1;&#x6709;&#x7834;&#x574F;&#x3002;&#x51ED;&#x680F;&#x671B;&#x53BB;&#xFF0C;&#x4EC0;&#x4E48;&#xFF01;&#x8FD8;&#x6709;&#x9E2D;&#x5B50;&#x6C34;&#x4E2D;&#x6E38;&#xFF0C;&#x6CB3;&#x8FB9;&#x8349;&#x4E1B;&#x6DF1;&#xFF0C;&#x7533;&#x5EF6;&#x5165;&#x6CB3;&#x4E2D;&#xFF0C;&#x9E2D;&#x5B50;&#x7684;&#x8EAB;&#x5F71;&#x6E10;&#x6E10;&#x9690;&#x6CA1;&#x5176;&#x540E;&#x3002;&#x9A7B;&#x8DB3;&#x53C8;&#x6709;&#x7247;&#x523B;&#xFF0C;&#x6210;&#x53CC;&#x7684;&#x767D;&#x9E25;&#x4ECE;&#x6211;&#x5934;&#x9876;&#x98DE;&#x8FC7;&#xFF0C;&#x76EE;&#x5149;&#x8FFD;&#x968F;&#x5B83;&#x4EEC;&#x8EAB;&#x5F71;&#xFF0C;&#x89E6;&#x5230;&#x659C;&#x5C04;&#x8FC7;&#x6765;&#x7684;&#x9633;&#x5149;&#xFF0C;&#x4E43;&#x6B62;&#x3002;</p>
<p>&#x6709;&#x5982;&#x6B64;&#x666F;&#x8272;&#xFF0C;&#x4F20;&#x8BF4;&#x4E2D;&#x7684;&#x6E7E;&#x8C37;&#x79D1;&#x6280;&#x56ED;&#x53C8;&#x5982;&#x4F55;&#x5462;&#x3002;&#x5927;&#xFF0C;&#x975E;&#x5E38;&#x4E4B;&#x5927;&#xFF0C;&#x5927;&#x5230;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x5B83;&#x4F1A;&#x6709;&#x591A;&#x5927;&#x3002;a&#x4F46;&#x662F;&#x7531;&#x4E8E;&#x521A;&#x521A;&#x5F00;&#x53D1;&#x5B8C;&#x6BD5;&#xFF0C;&#x5F88;&#x591A;&#x5927;&#x697C;&#x6CA1;&#x6709;&#x5165;&#x9A7B;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x7A7A;&#x7A7A;&#x5982;&#x4E5F;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x4E0D;&#x8981;&#x7D27;&#xFF0C;&#x4EA4;&#x901A;&#x65B9;&#x4FBF;&#x554A;&#xFF0C;&#x867D;&#x7136;&#x6CA1;&#x6709;&#x76F4;&#x8FBE;&#x7684;&#x5730;&#x94C1;&#x3002;&#x4F46;&#x662F;&#x56ED;&#x533A;&#x81EA;&#x5DF1;&#x6709;&#x516C;&#x8F66;&#x554A;&#xFF0C;&#x53EA;&#x4F1A;&#x5F80;&#x8FD4;&#x4E24;&#x4E2A;&#x7AD9;&#x70B9;&#xFF0C;&#x4ECE;&#x9644;&#x8FD1;&#x7684;&#x5730;&#x94C1;&#x7AD9;&#x5230;&#x56ED;&#x533A;&#x53EA;&#x8981;10&#x5206;&#x949F;&#x3002;&#x6211;&#x662F;&#x5DF2;&#x7ECF;&#x5FC3;&#x5411;&#x5F80;&#x4E4B;&#x4E86;&#x3002;</p>
<p>&#x5F53;&#x5929;&#x804A;&#x7684;&#x4E5F;&#x4E0D;&#x9519;&#xFF0C;&#x6709;&#x5E0C;&#x671B;&#x3002;&#x4F46;&#x662F;&#x5230;&#x4ECA;&#x5929;&#x5374;&#x53C8;&#x6709;&#x53D8;&#xFF0C;&#x5927;&#x6982;&#x8981;&#x53BB;&#x53E6;&#x4E00;&#x4E2A;&#x5730;&#x65B9;&#x4E86;&#x3002;</p>
<p>&#x4ECA;&#x5929;&#x4E5F;&#x53BB;&#x4E86;&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x6709;&#x53EF;&#x8BF4;&#x9053;&#x4E4B;&#x5904;&#x3002;&#x5F90;&#x5BB6;&#x6C47;&#x5E38;&#x719F;&#x8DEF;&#x9644;&#x8FD1;&#x51E0;&#x6761;&#x8857;&#x5927;&#x6982;&#x662F;&#x8001;&#x5916;&#x7684;&#x751F;&#x6D3B;&#x5708;&#x5B50;&#x5427;&#xFF0C;&#x8D70;&#x5728;&#x8DEF;&#x4E0A;&#x4E00;&#x534A;&#x90FD;&#x662F;&#x6B6A;&#x679C;&#x4EC1;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x5BF9;&#x6B6A;&#x679C;&#x4EC1;&#x54E5;&#x4EEC;&#x9A91;&#x4E09;&#x8F6E;&#x8F66;&#x5356;&#x978B;&#x5B50;&#xFF0C;&#x4E30;&#x5BCC;&#x4E86;&#x6211;&#x7684;&#x773C;&#x7403;&#x554A;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x8BFB;&#x4E86;&#x4E2A;&#x5386;&#x53F2;&#x63A8;&#x7406;&#x6587;&#x96C6;&#xFF0C;&#x4E09;&#x56FD;&#x8C1C;&#x6848;&#xFF0C;&#x9887;&#x6709;&#x65B0;&#x610F;&#x3002;&#x9664;&#x4E86;&#x4E00;&#x4E9B;&#x60AC;&#x6848;&#x8BF8;&#x5982;&#x9093;&#x827E;&#x662D;&#x96EA;&#x4E4B;&#x96BE;&#x3001;&#x53F8;&#x9A6C;&#x65AD;&#x55E3;&#x3001;&#x4E1C;&#x5434;&#x4E8C;&#x5BAB;&#x5E76;&#x9619;&#x3001;&#x8840;&#x8863;&#x5E26;&#x8BCF;&#x3001;&#x674E;&#x4E25;&#x5E9F;&#x9EDC;&#x901A;&#x8FC7;&#x53F2;&#x5BB6;&#x9690;&#x7B14;&#x7ED9;&#x51FA;&#x5408;&#x7406;&#x63A8;&#x6D4B;&#xFF0C;&#x5386;&#x53F2;&#x662F;&#x4EFB;&#x4EBA;&#x6253;&#x626E;&#x7684;&#x5973;&#x5B69;&#x3002;&#x5173;&#x952E;&#x662F;&#x6D1B;&#x795E;&#x5BC6;&#x7801;&#x7684;&#x63A8;&#x7406;&#x771F;&#x6709;&#x8BA9;&#x4EBA;&#x8BB6;&#x5F02;&#x7684;&#x5730;&#x65B9;&#x3002;&#x6D1B;&#x795E;&#x5BC6;&#x7801;&#x7684;&#x4E3B;&#x89D2;&#x4E0D;&#x662F;&#x7504;&#x5B93;&#x4E0D;&#x662F;&#x66F9;&#x690D;&#x4E5F;&#x4E0D;&#x662F;&#x66F9;&#x4E15;&#xFF0C;&#x800C;&#x662F;&#x66F9;&#x5F70;&#xFF01;&#x4F5C;&#x8005;&#x751A;&#x81F3;&#x63A8;&#x6D4B;&#x51FA;&#x66F9;&#x777F;&#x662F;&#x66F9;&#x5F70;&#x8DDF;&#x7504;&#x5B93;&#x7684;&#x513F;&#x5B50;&#xFF01;&#x66F9;&#x690D;&#x7684;&#x6D1B;&#x795E;&#x8D4B;&#x5199;&#x7684;&#x662F;&#x66F9;&#x5F70;&#xFF01;&#x771F;&#x7684;&#x65B0;&#x9896;&#x5730;&#x503C;&#x5F97;&#x4E00;&#x770B;&#x3002;</p>
<p>&#x8F6C;&#x773C;&#x8FD8;&#x6709;&#x4E09;&#x5468;&#x5C31;&#x8FC7;&#x5E74;&#x4E86;&#xFF0C;&#x4EE5;&#x540E;&#x4E5F;&#x5C11;&#x6709;&#x673A;&#x4F1A;&#x8BFB;&#x4E00;&#x4E9B;&#x6742;&#x8C08;&#x4E4B;&#x7C7B;&#x7684;&#x4E1C;&#x897F;&#x4E86;&#xFF0C;&#x5C81;&#x5C81;&#x5C11;&#xFF0C;&#x5C81;&#x5C81;&#x5C11;&#xFF01;</p>
<p><img src="/2016/05/08/2015in&#x4E0A;&#x6D77;/2015in3.jpg" alt=""></p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/上海/" rel="tag">#上海</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/05/06/侧耳倾听/" rel="next" title="侧耳倾听">
                <i class="fa fa-chevron-left"></i> 侧耳倾听
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/05/08/iOS通讯录AddressBook框架/" rel="prev" title="iOS通讯录 AddressBook框架">
                iOS通讯录 AddressBook框架 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/05/08/2015in上海/"
     data-title="2015 in上海"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/05/08/2015in上海/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/05/08/2015in上海/"
           data-title="2015 in上海" data-url="https://ZhangXiaodong1993.github.io/2016/05/08/2015in上海/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">23</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">18</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#越老感悟越不同"><span class="nav-number">1.</span> <span class="nav-text">越老感悟越不同</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#上海初见闻"><span class="nav-number">2.</span> <span class="nav-text">上海初见闻</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#雁栖之地-江湾新城"><span class="nav-number">3.</span> <span class="nav-text">雁栖之地-江湾新城</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
