<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css"/>




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  




<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="历史," />





  <link rel="alternate" href="/atom.xml" title="地球屋敷" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x5E74;&amp;#x53F7;&amp;#x8868;


&amp;#x5E74;&amp;#x53F7;
&amp;#x5E99;&amp;#x53F7;
&amp;#x59D3;&amp;#x540D;
&amp;#x8C25;&amp;#x53F7;
&amp;#x8D77;&amp;#x6B62;&amp;#x5E74;
&amp;#x6CE8;
&amp;#x8BC4;&amp;#x4EF7;




&amp;#x5609;&amp;#x9756;
&amp;#x4E16;&amp;#x5B97;
&amp;#x6731;&amp;#x539A;">
<meta property="og:type" content="article">
<meta property="og:title" content="明朝那些事儿4 粉饰太平">
<meta property="og:url" content="https://ZhangXiaodong1993.github.io/2016/06/25/明朝那些事儿4粉饰太平/index.html">
<meta property="og:site_name" content="地球屋敷">
<meta property="og:description" content="&amp;#x5E74;&amp;#x53F7;&amp;#x8868;


&amp;#x5E74;&amp;#x53F7;
&amp;#x5E99;&amp;#x53F7;
&amp;#x59D3;&amp;#x540D;
&amp;#x8C25;&amp;#x53F7;
&amp;#x8D77;&amp;#x6B62;&amp;#x5E74;
&amp;#x6CE8;
&amp;#x8BC4;&amp;#x4EF7;




&amp;#x5609;&amp;#x9756;
&amp;#x4E16;&amp;#x5B97;
&amp;#x6731;&amp;#x539A;">
<meta property="og:updated_time" content="2016-06-26T10:35:39.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="明朝那些事儿4 粉饰太平">
<meta name="twitter:description" content="&amp;#x5E74;&amp;#x53F7;&amp;#x8868;


&amp;#x5E74;&amp;#x53F7;
&amp;#x5E99;&amp;#x53F7;
&amp;#x59D3;&amp;#x540D;
&amp;#x8C25;&amp;#x53F7;
&amp;#x8D77;&amp;#x6B62;&amp;#x5E74;
&amp;#x6CE8;
&amp;#x8BC4;&amp;#x4EF7;




&amp;#x5609;&amp;#x9756;
&amp;#x4E16;&amp;#x5B97;
&amp;#x6731;&amp;#x539A;">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6280406333497804000,
      author: '天泽圣司tzss'
    }
  };
</script>

  <title> 明朝那些事儿4 粉饰太平 | 地球屋敷 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  





  <script type="text/javascript">
    (function() {
      var hm = document.createElement("script");
      hm.src = "//tajs.qq.com/stats?sId=55973248";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>






  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">地球屋敷</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">半山腰的古董店</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-home fa-fw"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-archive fa-fw"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-th fa-fw"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-tags fa-fw"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                明朝那些事儿4 粉饰太平
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-06-25T20:21:29+08:00" content="2016-06-25">
              2016-06-25
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/读书碎碎念/" itemprop="url" rel="index">
                    <span itemprop="name">读书碎碎念</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/06/25/明朝那些事儿4粉饰太平/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/06/25/明朝那些事儿4粉饰太平/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2016/06/25/明朝那些事儿4粉饰太平/" class="leancloud_visitors" data-flag-title="明朝那些事儿4 粉饰太平">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="&#x5E74;&#x53F7;&#x8868;"><a href="#&#x5E74;&#x53F7;&#x8868;" class="headerlink" title="&#x5E74;&#x53F7;&#x8868;"></a>&#x5E74;&#x53F7;&#x8868;</h3><table>
<thead>
<tr>
<th style="text-align:center">&#x5E74;&#x53F7;</th>
<th style="text-align:center">&#x5E99;&#x53F7;</th>
<th style="text-align:center">&#x59D3;&#x540D;</th>
<th style="text-align:center">&#x8C25;&#x53F7;</th>
<th style="text-align:center">&#x8D77;&#x6B62;&#x5E74;</th>
<th>&#x6CE8;</th>
<th>&#x8BC4;&#x4EF7;</th>
</tr>
</thead>
<tbody>
<tr>
<td style="text-align:center">&#x5609;&#x9756;</td>
<td style="text-align:center">&#x4E16;&#x5B97;</td>
<td style="text-align:center">&#x6731;&#x539A;&#x719C;</td>
<td style="text-align:center">&#x8083;&#x5E1D;</td>
<td style="text-align:center">1522-1566&#xFF08;45&#x5E74;&#xFF09;</td>
<td>&#x8C25;&#x53F7;16&#x5B57;&#x3002;&#x6B63;&#x5FB7;&#x5E1D;&#x6731;&#x539A;&#x7167;&#x65E0;&#x5B50;&#xFF0C;&#x7531;&#x5176;&#x5802;&#x5F1F;&#x6731;&#x539A;&#x719C;&#x7EE7;&#x4F4D;&#x3002;&#x6731;&#x539A;&#x719C;&#xFF0C;&#x6731;&#x89C1;&#x6DF1;&#x4E4B;&#x5B59;&#xFF0C;&#x6731;&#x4F51;&#x6A18;&#x4E4B;&#x4F84;&#x3002;&#x6731;&#x539A;&#x719C;&#x7236;&#xFF0C;&#x6731;&#x4F51;&#x676C;&#xFF0C;&#x8FFD;&#x5C01;&#x732E;&#x5E1D;&#xFF0C;&#x5E99;&#x53F7;&#x777F;&#x5B97;&#x3002;</td>
<td>&#x59CB;&#x4EA1;&#x4E8E;&#x5609;&#x9756;</td>
</tr>
</tbody>
</table>
<h3 id="&#x5609;&#x9756;"><a href="#&#x5609;&#x9756;" class="headerlink" title="&#x5609;&#x9756;"></a>&#x5609;&#x9756;</h3><h4 id="&#x6731;&#x539A;&#x719C;"><a href="#&#x6731;&#x539A;&#x719C;" class="headerlink" title="&#x6731;&#x539A;&#x719C;"></a>&#x6731;&#x539A;&#x719C;</h4><p>&#x5609;&#x9756;&#x5E1D;&#x6731;&#x539A;&#x719C;&#x662F;&#x8C01;&#xFF1F;&#x6211;&#x4EEC;&#x90FD;&#x77E5;&#x9053;&#x6731;&#x539A;&#x7167;&#x65E0;&#x5B50;&#xFF0C;&#x4E0D;&#x5149;&#x65E0;&#x5B50;&#xFF0C;&#x8FDE;&#x5F1F;&#x5F1F;&#x90FD;&#x6CA1;&#x6709;&#x3002;&#x5F80;&#x4E0A;&#x8FFD;&#x6EAF;&#xFF0C;&#x6731;&#x539A;&#x7167;&#x8001;&#x7239;&#x6731;&#x4F51;&#x6A18;&#x6709;&#x5F1F;&#x5F1F;&#x5427;&#xFF0C;&#x6709;&#x3002;&#x867D;&#x7136;&#x4E07;&#x5983;&#x6BD4;&#x8F83;&#x574F;&#xFF0C;&#x6731;&#x4F51;&#x6A18;&#x4FA5;&#x5E78;&#x6D3B;&#x8FC7;&#x6765;&#x7684;&#xFF0C;&#x4E0D;&#x8FC7;&#x540E;&#x6765;&#x6731;&#x4F51;&#x6A18;&#x8FD8;&#x662F;&#x6709;&#x5F88;&#x591A;&#x5F1F;&#x5F1F;&#x7684;&#x3002;&#x6709;&#x4E2A;&#x5F1F;&#x5F1F;&#x53EB;<code>&#x6731;&#x4F51;&#x676C;</code>&#xFF0C;&#x6731;&#x539A;&#x719C;&#x5C31;&#x662F;&#x6731;&#x4F51;&#x676C;&#x7684;&#x513F;&#x5B50;&#x3002;&#x6B63;&#x5FB7;16&#x5E74;4&#x6708;&#xFF0C;&#x539F;&#x4F4F;<code>&#x6E56;&#x5317;&#x5B89;&#x9646;</code>&#x53BF;&#x7684;&#x6731;&#x539A;&#x719C;&#x5230;&#x8FBE;&#x4EAC;&#x57CE;&#xFF0C;&#x6B64;&#x65F6;&#x7684;&#x4ED6;&#x53EA;&#x6709;15&#x5C81;&#x3002;&#x521A;&#x5230;&#x4EAC;&#x57CE;&#x7684;&#x6731;&#x539A;&#x719C;&#x5C31;&#x5173;&#x4E8E;&#x8D70;&#x54EA;&#x6761;&#x8DEF;&#x5230;&#x4EC0;&#x4E48;&#x6BBF;&#x5C45;&#x4F4F;&#x8DDF;&#x524D;&#x6765;&#x8FCE;&#x63A5;&#x5927;&#x81E3;&#x4EEC;&#x4EA7;&#x751F;&#x4E86;&#x77DB;&#x76FE;&#xFF0C;&#x5927;&#x81E3;&#x4EEC;&#x8981;&#x4ED6;&#x8D70;&#x4E1C;&#x5B89;&#x95E8;&#x5230;&#x6587;&#x534E;&#x6BBF;&#xFF0C;&#x6B64;&#x4E3A;&#x7687;&#x592A;&#x5B50;&#x6240;&#x8D70;&#x8DEF;&#x7EBF;&#xFF0C;&#x800C;&#x6731;&#x539A;&#x719C;&#x8981;&#x8D70;&#x5927;&#x660E;&#x95E8;&#x5230;&#x5949;&#x5929;&#x6BBF;&#xFF0C;&#x6B64;&#x4E3A;&#x7687;&#x5E1D;&#x6240;&#x8D70;&#x8DEF;&#x7EBF;&#x3002;&#x5927;&#x81E3;&#x4EEC;&#x4E0D;&#x8BA9;&#xFF0C;&#x6731;&#x539A;&#x719C;&#x8868;&#x793A;&#x5982;&#x679C;&#x4E0D;&#x8BA9;&#xFF0C;&#x5C31;&#x6253;&#x9053;&#x56DE;&#x5E9C;&#xFF0C;&#x4E0D;&#x5E72;&#x7687;&#x5E1D;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x5927;&#x81E3;&#x4EEC;&#x8BA9;&#x6B65;&#x3002;&#x4ECE;&#x8FD9;&#x4E00;&#x70B9;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x6731;&#x539A;&#x719C;&#x7EDD;&#x975E;&#x5EB8;&#x4EBA;&#x3002;&#x793C;&#x90E8;&#x5C1A;&#x4E66;<code>&#x6BDB;&#x6F84;</code>&#x4E0A;&#x4E66;&#x8BA9;&#x7687;&#x5E1D;&#x5C0A;&#x5B5D;&#x5B97;&#x7687;&#x5E1D;&#x4E3A;&#x7236;&#xFF0C;&#x79F0;&#x5176;&#x4EB2;&#x7236;&#x4EB2;&#x6BCD;&#x4E3A;<code>&#x7687;&#x53D4;&#x8003;&#x3001;&#x7687;&#x53D4;&#x6BCD;</code>&#x3002;&#x4E8E;&#x662F;&#x6731;&#x539A;&#x719C;&#x627E;&#x5230;<code>&#x6768;&#x5EF7;&#x548C;</code>&#xFF08;&#x65F6;63&#x5C81;&#xFF09;&#x8981;&#x7ED9;&#x81EA;&#x5DF1;&#x7236;&#x6BCD;&#x540D;&#x5206;&#xFF0C;&#x6768;&#x5EF7;&#x548C;&#x6CA1;&#x6709;&#x7ED9;&#x4ED6;&#x529E;&#x3002;&#x793C;&#x90E8;&#x5C0F;&#x5B98;<code>&#x5F20;&#x7481;</code>&#x5728;&#x7FFB;&#x9605;&#x6BDB;&#x6F84;&#x594F;&#x758F;&#x65F6;&#xFF0C;&#x53D1;&#x73B0;&#x4E86;&#x90A3;&#x7BC7;&#x7ED9;&#x7687;&#x5E1D;&#x7684;&#x594F;&#x758F;&#xFF0C;&#x5199;&#x5C31;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x652F;&#x6301;&#x7687;&#x5E1D;&#x7ED9;&#x7236;&#x6BCD;&#x540D;&#x5206;&#x3002;<code>&#x5927;&#x8BAE;&#x793C;</code>&#x5F00;&#x59CB;&#xFF0C;&#x540C;&#x65F6;&#xFF0C;&#x6731;&#x539A;&#x719C;&#x4EB2;&#x5988;&#x4E5F;&#x6765;&#x4E86;&#x4EAC;&#x57CE;&#x3002;&#x6768;&#x5EF7;&#x548C;&#x8BA9;&#x6B65;&#xFF0C;&#x7ED9;&#x7687;&#x5E1D;&#x7236;&#x6BCD;<code>&#x5174;&#x732E;&#x5E1D;&#x3001;&#x5174;&#x732E;&#x540E;</code>&#x7684;&#x79F0;&#x53F7;&#xFF0C;&#x540C;&#x65F6;&#x628A;&#x5F20;&#x7481;&#x8C03;&#x5230;&#x5357;&#x4EAC;&#x3002;&#x8FD8;&#x6709;&#x4E00;&#x53EB;<code>&#x6842;&#x843C;</code>&#x7684;&#x4E5F;&#x662F;&#x5F20;&#x7481;&#x7684;&#x62E5;&#x62A4;&#x8005;&#xFF0C;&#x5176;&#x80CC;&#x540E;&#x6709;<code>&#x6768;&#x4E00;&#x6E05;</code>&#x7684;&#x652F;&#x6301;&#x3002;&#x5609;&#x9756;2&#x5E74;&#xFF0C;&#x5F20;&#x7481;&#x653B;&#x51FB;&#x6768;&#x5EF7;&#x548C;&#xFF0C;&#x6768;&#x5EF7;&#x548C;&#x4E3B;&#x52A8;&#x9000;&#x4F11;&#x3002;&#x539F;&#x56E0;&#x662F;&#x771F;&#x7D2F;&#x4E86;&#xFF0C;&#x8981;&#x62BD;&#x8EAB;&#x3002;</p>
<h4 id="&#x6768;&#x614E;"><a href="#&#x6768;&#x614E;" class="headerlink" title="&#x6768;&#x614E;"></a>&#x6768;&#x614E;</h4><p>&#x6768;&#x614E;&#xFF0C;&#x6768;&#x5EF7;&#x548C;&#x513F;&#x5B50;&#xFF0C;&#x6B63;&#x5FB7;6&#x5E74;&#x72B6;&#x5143;&#x3002;&#x6768;&#x5EF7;&#x548C;&#x8D70;&#x4E86;&#xFF0C;&#x6768;&#x614E;&#x6210;&#x4E86;&#x6768;&#x5EF7;&#x548C;&#x90A3;&#x5E2E;&#x4EBA;&#x7684;&#x9886;&#x8896;&#xFF0C;&#x5609;&#x9756;3&#x5E74;&#xFF0C;&#x793C;&#x90E8;&#x5C1A;&#x4E66;<code>&#x6C6A;&#x4FCA;</code>&#x8054;&#x5408;&#x4F17;&#x6587;&#x5B98;&#x4E0A;&#x4E66;&#x53CD;&#x51FB;&#x3002;&#x6731;&#x539A;&#x719C;&#x6025;&#x5FD9;&#x53EC;&#x5F20;&#x7481;&#x3001;&#x6842;&#x843C;&#x8FDB;&#x4EAC;&#xFF0C;&#x6C6A;&#x4FCA;&#x89C1;&#x98CE;&#x4F7F;&#x8235;&#xFF0C;&#x613F;&#x610F;&#x7ED9;&#x52A0;&#x4E2A;&#x7687;&#x5B57;,&#x53D8;&#x4E3A;<code>&#x5174;&#x732E;&#x7687;&#x5E1D;&#x3001;&#x5174;&#x732E;&#x7687;&#x540E;</code>&#x3002;&#x5F20;&#x7481;&#x8FDB;&#x4EAC;&#xFF0C;&#x6768;&#x614E;&#x627E;&#x4EBA;&#x8981;&#x5728;<code>&#x5DE6;&#x987A;&#x95E8;</code>&#x6253;&#x6B7B;&#x5F20;&#x7481;&#x3001;&#x6842;&#x843C;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x90FD;&#x9003;&#x4E86;&#x3002;<code>&#x90ED;&#x52CB;</code>&#xFF0C;&#x6731;&#x5143;&#x748B;&#x65F6;&#x671F;&#x90ED;&#x82F1;&#x540E;&#x4EE3;&#xFF0C;&#x8FD8;&#x6709;&#x7684;&#x4F18;&#x79C0;&#x540E;&#x4EE3;&#x5982;&#x571F;&#x6728;&#x5821;&#x65F6;&#x671F;&#x7684;<code>&#x90ED;&#x767B;</code>&#xFF0C;&#x90ED;&#x52CB;&#x6295;&#x673A;&#xFF0C;&#x6210;&#x4E3A;&#x5F20;&#x7481;&#x6B7B;&#x515A;&#x3002;&#x4F17;&#x6587;&#x5B98;&#x54ED;&#x8DEA;&#x793A;&#x5A01;&#xFF0C;&#x8981;&#x6C42;&#x8BDB;&#x6740;&#x5F20;&#x7481;&#xFF0C;&#x91CD;&#x6587;&#x5B98;&#x5168;&#x90E8;&#x88AB;&#x6293;&#xFF0C;&#x96C6;&#x4F53;&#x6253;&#x5C41;&#x80A1;&#xFF0C;&#x6B7B;&#x4EA1;&#x7387;&#x8FBE;&#x5230;12%&#xFF0C;&#x6768;&#x614E;&#x88AB;&#x6D41;&#x653E;&#x4E91;&#x5357;&#xFF0C;&#x5728;&#x90A3;&#x91CC;&#xFF0C;&#x6768;&#x614E;&#x4E13;&#x5FC3;&#x641E;&#x6587;&#x5B66;&#x3002;&#x5609;&#x9756;8&#x5E74;&#xFF0C;&#x6768;&#x5EF7;&#x548C;&#x53BB;&#x4E16;&#xFF0C;&#x5E74;71&#x3002;&#x660E;&#x4EE3;&#x4E09;&#x5927;&#x624D;&#x5B50;&#xFF0C;<code>&#x89E3;&#x7F19;&#xFF0C;&#x6768;&#x614E;&#xFF0C;&#x5F90;&#x6E2D;</code>&#x3002;&#x6768;&#x614E;&#x6392;&#x7B2C;&#x4E00;&#xFF0C;&#x6BD4;&#x5982;<code>&#x4E09;&#x56FD;&#x6F14;&#x4E49;</code>&#x5F00;&#x7BC7;&#x7684;<code>&#x6EDA;&#x6EDA;&#x957F;&#x6C5F;&#x4E1C;&#x901D;&#x6C34;</code>&#x90A3;&#x9996;&#x8BCD;&#x5C31;&#x662F;&#x6768;&#x614E;&#x5199;&#x7684;&#x3002;&#x5609;&#x9756;38&#x5E74;&#xFF0C;&#x6768;&#x614E;&#x53BB;&#x4E16;&#xFF0C;&#x5E74;72.</p>
<h4 id="&#x5F20;&#x7481;"><a href="#&#x5F20;&#x7481;" class="headerlink" title="&#x5F20;&#x7481;"></a>&#x5F20;&#x7481;</h4><p>&#x5F20;&#x7481;&#x60F3;&#x8981;&#x5165;&#x9601;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x786E;&#x5B9E;&#x6CA1;&#x8D44;&#x683C;&#xFF0C;&#x60F3;&#x5165;&#x9601;&#xFF0C;&#x5FC5;&#x987B;&#x662F;<code>&#x5EB6;&#x5409;&#x58EB;</code>&#xFF0C;&#x7FF0;&#x6797;&#x9662;&#x5F85;&#x8FC7;&#x7684;&#xFF0C;&#x5F20;&#x7481;&#x592A;&#x83DC;&#xFF0C;&#x8003;&#x8FDB;&#x58EB;&#x90FD;&#x8003;&#x4E86;7&#x3001;8&#x56DE;&#x624D;&#x8003;&#x4E0A;&#x3002;&#x80CC;&#x540E;&#x7684;&#x6768;&#x4E00;&#x6E05;&#x51FA;&#x5173;&#xFF0C;&#x5F20;&#x7481;&#x624D;&#x5165;&#x9601;&#x3002;&#x5F20;&#x7481;&#x6BD4;&#x8F83;&#x7F3A;&#x5FB7;&#xFF0C;&#x5609;&#x9756;8&#x5E74;&#xFF0C;&#x5F97;&#x610F;&#x5FD8;&#x5F62;&#x4E4B;&#x540E;&#x7ADF;&#x7136;&#x653B;&#x51FB;&#x6768;&#x4E00;&#x6E05;&#xFF0C;&#x8BF4;&#x6768;&#x4E00;&#x6E05;&#x7ED9;<code>&#x5F20;&#x6C38;</code>&#x5199;&#x5893;&#x5FD7;&#x94ED;&#xFF0C;&#x6536;&#x8D3F;&#x8D42;200&#x4E24;&#xFF0C;&#x6768;&#x4E00;&#x6E05;&#x88AB;&#x514D;&#x804C;&#x3002;</p>
<h4 id="&#x590F;&#x8A00;"><a href="#&#x590F;&#x8A00;" class="headerlink" title="&#x590F;&#x8A00;"></a>&#x590F;&#x8A00;</h4><p>&#x5609;&#x9756;9&#x5E74;&#xFF0C;&#x590F;&#x8A00;&#x4E5F;&#x56E0;&#x4E3A;&#x793C;&#x4EEA;&#x5D2D;&#x9732;&#x5934;&#x89D2;&#x3002;&#x5F20;&#x7481;&#x611F;&#x5230;&#x88AB;&#x62A2;&#x4E86;&#x751F;&#x610F;&#xFF0C;&#x653B;&#x51FB;&#x590F;&#x8A00;&#x3002;&#x590F;&#x8A00;&#x7684;&#x6B66;&#x5668;&#x662F;&#x53E3;&#x624D;&#x548C;&#x7B14;&#x6CD5;&#xFF0C;&#x786E;&#x5B9E;&#x662F;&#x6709;&#x624D;&#x7684;&#x4EBA;&#x3002;&#x5F20;&#x7481;&#x7ED3;&#x515A;&#xFF0C;&#x751A;&#x81F3;&#x9A82;&#x5B54;&#x5B50;&#xFF0C;<code>&#x5F90;&#x9636;</code>&#x767B;&#x573A;&#xFF0C;&#x53CD;&#x5BF9;&#x5F20;&#x7481;&#xFF0C;&#x5F90;&#x9636;&#x88AB;&#x8D2C;&#x798F;&#x5EFA;&#xFF0C;&#x7687;&#x5E1D;&#x5BF9;&#x5F20;&#x7481;&#x7684;&#x6001;&#x5EA6;&#x6E10;&#x6E10;&#x8F6C;&#x53D8;&#x3002;&#x5F20;&#x7481;&#x627E;&#x4E86;&#x4E2A;&#x590F;&#x8A00;&#x7684;&#x4EBA;&#xFF0C;&#x8BA9;&#x5176;&#x4E0A;&#x4E66;&#x8BF4;&#x7687;&#x5E1D;&#x751F;&#x4E0D;&#x51FA;&#x513F;&#x5B50;&#xFF0C;&#x9677;&#x5BB3;&#x590F;&#x8A00;&#xFF0C;&#x6B64;&#x4EBA;&#x88AB;&#x5BA1;&#xFF0C;&#x7ED3;&#x679C;&#x95F9;&#x5927;&#x4E86;&#xFF0C;&#x5F20;&#x7481;&#x8D25;&#x9732;&#xFF0C;&#x5609;&#x9756;10&#x5E74;&#xFF0C;&#x5F20;&#x7481;&#x88AB;&#x514D;&#x804C;&#xFF0C;&#x590F;&#x8A00;&#x5347;&#x793C;&#x90E8;&#x5C1A;&#x4E66;&#x3002;&#x5609;&#x9756;15&#x5E74;&#xFF0C;&#x590F;&#x8A00;&#x6210;&#x4E3A;&#x9996;&#x8F85;&#x3002;&#x5609;&#x9756;20&#x5E74;&#xFF0C;&#x90ED;&#x52CB;&#x653B;&#x51FB;&#x590F;&#x8A00;&#xFF0C;&#x5F88;&#x5FEB;&#x90ED;&#x52CB;&#x72AF;&#x4E86;&#x4E8B;&#xFF0C;&#x6B7B;&#x4E8E;&#x72F1;&#x4E2D;&#x3002;&#x518D;&#x6765;&#x8BF4;&#x8BF4;&#x6731;&#x539A;&#x719C;&#xFF0C;&#x6731;&#x539A;&#x719C;&#x4E00;&#x4E0A;&#x53F0;&#xFF0C;&#x6BD4;&#x8F83;&#x538C;&#x6076;&#x592A;&#x76D1;&#xFF0C;&#x65A9;&#x4E86;<code>&#x6C5F;&#x5F6C;&#x3001;&#x94B1;&#x5B81;</code>,&#x751A;&#x81F3;&#x8981;&#x65A9;&#x5F20;&#x6C38;&#xFF0C;&#x591A;&#x4E8F;&#x4E86;&#x6768;&#x4E00;&#x6E05;&#xFF0C;&#x5F20;&#x6C38;&#x624D;&#x6CA1;&#x4E8B;&#x3002;&#x6731;&#x539A;&#x719C;&#x8FF7;&#x4FE1;&#x4E8E;<code>&#x4FEE;&#x9053;</code>&#xFF0C;&#x5609;&#x9756;21&#x5E74;&#xFF0C;&#x53D1;&#x751F;<code>&#x5BAB;&#x53D8;</code>&#xFF0C;&#x6709;&#x4E2A;&#x5BAB;&#x5973;&#x8D81;&#x5609;&#x9756;&#x7761;&#x89C9;&#xFF0C;&#x62FF;&#x7EF3;&#x5B50;&#x5DEE;&#x70B9;&#x52D2;&#x6B7B;&#x5609;&#x9756;&#xFF0C;&#x5609;&#x9756;&#x4ECE;&#x6B64;&#x79FB;&#x5C45;<code>&#x897F;&#x82D1;</code>&#x3002;</p>
<h4 id="&#x4E25;&#x5D69;"><a href="#&#x4E25;&#x5D69;" class="headerlink" title="&#x4E25;&#x5D69;"></a>&#x4E25;&#x5D69;</h4><p>&#x4E25;&#x5D69;&#xFF0C;&#x6C5F;&#x897F;&#x8881;&#x5DDE;&#x5E9C;<code>&#x5206;&#x5B9C;</code>&#x4EBA;&#xFF0C;&#x6210;&#x5316;16&#x5E74;&#x751F;&#x3002;&#x6B63;&#x5FB7;&#x5143;&#x5E74;&#x5EB6;&#x5409;&#x58EB;&#xFF0C;&#x4E4B;&#x540E;&#x6BCD;&#x4EB2;&#x53BB;&#x4E16;&#xFF0C;&#x56DE;&#x5BB6;&#x5F52;&#x9690;&#x3002;&#x6B63;&#x5FB7;16&#x5E74;&#x8FDB;&#x4EAC;&#xFF0C;&#x5609;&#x9756;17&#x5E74;&#x4EFB;&#x793C;&#x90E8;&#x5C1A;&#x4E66;&#xFF0C;&#x5DE5;&#x4F5C;&#x52E4;&#x594B;&#xFF0C;&#x4E25;&#x5D69;&#x5DF4;&#x7ED3;&#x590F;&#x8A00;&#xFF0C;&#x590F;&#x8A00;&#x4E0D;&#x642D;&#x7406;&#x4E25;&#x5D69;&#x3002;&#x5609;&#x9756;21&#x5E74;&#xFF0C;&#x4E25;&#x5D69;&#x5F39;&#x52BE;&#x590F;&#x8A00;&#x85D0;&#x89C6;&#x7687;&#x5E1D;&#xFF0C;&#x590F;&#x8A00;&#x79BB;&#x804C;&#xFF0C;&#x4E25;&#x5D69;&#x5165;&#x9601;&#x3002;&#x5609;&#x9756;24&#x5E74;&#xFF0C;&#x590F;&#x8A00;&#x53C8;&#x56DE;&#x6765;&#x4E86;&#xFF0C;&#x590F;&#x8A00;&#x4E3A;&#x4EBA;&#x6BD4;&#x8F83;&#x5B64;&#x50B2;&#xFF0C;&#x4E0D;&#x7ED3;&#x515A;&#xFF0C;&#x4F46;&#x4E5F;&#x63D0;&#x62D4;&#x4E86;&#x5F90;&#x9636;&#x3002;</p>
<h4 id="&#x5F90;&#x9636;"><a href="#&#x5F90;&#x9636;" class="headerlink" title="&#x5F90;&#x9636;"></a>&#x5F90;&#x9636;</h4><p>&#x5F90;&#x9636;&#xFF0C;&#x5F18;&#x6CBB;16&#x5E74;&#x751F;&#xFF0C;&#x677E;&#x6C5F;<code>&#x534E;&#x4EAD;</code>&#x4EBA;&#xFF08;&#x4ECA;&#x4E0A;&#x6D77;&#xFF09;&#x3002;&#x6B63;&#x5FB7;15&#x5E74;&#xFF0C;<code>&#x8042;&#x8C79;</code>&#x4E3A;&#x534E;&#x4EAD;&#x77E5;&#x53BF;&#xFF0C;&#x5F90;&#x9636;&#x62DC;&#x5176;&#x4E3A;&#x5E08;&#xFF0C;&#x662F;&#x4E3A;&#x738B;&#x5B66;<code>&#x6C5F;&#x53F3;&#x5B66;&#x6D3E;</code>&#x95E8;&#x4EBA;&#x3002;&#x5609;&#x9756;2&#x5E74;&#x4E2D;&#x63A2;&#x82B1;&#xFF0C;&#x5609;&#x9756;3&#x5E74;&#xFF0C;&#x7236;&#x4EB2;&#x53BB;&#x4E16;&#x56DE;&#x5BB6;&#x5B88;&#x5B5D;&#xFF0C;&#x5609;&#x9756;6&#x5E74;&#x56DE;&#x6765;&#xFF0C;&#x56E0;&#x4E3A;&#x53CD;&#x5BF9;&#x5F20;&#x7481;&#xFF0C;&#x88AB;&#x8D2C;&#x798F;&#x5EFA;&#xFF0C;&#x653F;&#x7EE9;&#x7A81;&#x51FA;&#xFF0C;&#x5609;&#x9756;13&#x5E74;&#xFF0C;&#x63D0;&#x4E3A;&#x6E56;&#x5E7F;&#x9EC4;&#x5DDE;&#x540C;&#x77E5;&#xFF0C;&#x5609;&#x9756;18&#x5E74;&#x8FDB;&#x4EAC;&#x3002;</p>
<h4 id="&#x4E25;&#x4E16;&#x8543;"><a href="#&#x4E25;&#x4E16;&#x8543;" class="headerlink" title="&#x4E25;&#x4E16;&#x8543;"></a>&#x4E25;&#x4E16;&#x8543;</h4><p>&#x5F90;&#x9636;&#x8DDF;&#x590F;&#x8A00;&#x662F;&#x540C;&#x4E00;&#x7C7B;&#x4EBA;&#xFF0C;&#x6BD4;&#x8F83;&#x575A;&#x6301;&#x539F;&#x5219;&#x3002;&#x5609;&#x9756;22&#x5E74;&#xFF0C;&#x5F90;&#x9636;&#x4EFB;&#x56FD;&#x5B50;&#x76D1;&#x6821;&#x957F;&#x3002;&#x4E25;&#x4E16;&#x8543;&#xFF0C;&#x4E25;&#x5D69;&#x513F;&#x5B50;&#xFF0C;&#x72EC;&#x773C;&#x3002;&#x4E25;&#x4E16;&#x8543;&#x5BF9;&#x4E25;&#x5D69;&#x8BF4;&#x590F;&#x8A00;&#x4E0D;&#x8DB3;&#x4E3A;&#x8651;&#xFF0C;&#x5F53;&#x4ECA;&#x5929;&#x4E0B;&#x53EA;&#x6709;3&#x4E2A;&#x5947;&#x624D;&#xFF0C;1&#x662F;<code>&#x6768;&#x535A;</code>&#xFF0C;&#x673A;&#x667A;&#xFF0C;&#x519B;&#x4E8B;&#x91CD;&#x81E3;&#xFF0C;2&#x662F;<code>&#x9646;&#x70B3;</code>&#xFF0C;&#x9526;&#x8863;&#x536B;&#xFF0C;&#x5609;&#x9756;&#x53D1;&#x5C0F;&#xFF0C;&#x6551;&#x8FC7;&#x5609;&#x9756;&#x7684;&#x547D;&#xFF0C;3&#x662F;&#x81EA;&#x5DF1;&#xFF0C;&#x786E;&#x5B9E;&#xFF0C;&#x4E25;&#x4E16;&#x8543;&#x7EDD;&#x9876;&#x806A;&#x660E;&#xFF0C;&#x751A;&#x81F3;&#x6BD4;&#x53E6;&#x5916;2&#x4E2A;&#x90FD;&#x8981;&#x5389;&#x5BB3;&#x3002;3&#x4EBA;&#x5F97;2&#x5C31;&#x80FD;&#x6273;&#x5012;&#x590F;&#x8A00;&#x3002;</p>
<h4 id="&#x590F;&#x8A00;2"><a href="#&#x590F;&#x8A00;2" class="headerlink" title="&#x590F;&#x8A00;2"></a>&#x590F;&#x8A00;2</h4><p>&#x590F;&#x8A00;&#x6293;&#x4F4F;&#x4E86;&#x4E25;&#x4E16;&#x8543;&#x8D2A;&#x6C61;&#x7684;&#x7F6A;&#x8BC1;&#xFF0C;&#x4E25;&#x5D69;&#x5F97;&#x77E5;&#xFF0C;&#x4E25;&#x4E16;&#x8543;&#x8BF4;&#x552F;&#x4E00;&#x7684;&#x51FA;&#x8DEF;&#x5C31;&#x662F;&#x6C42;&#x60C5;&#xFF0C;&#x4E25;&#x5D69;&#x8DEA;&#x5730;&#x6C42;&#x9976;&#xFF0C;&#x88AB;&#x590F;&#x8A00;&#x539F;&#x8C05;&#x3002;&#x9646;&#x70B3;&#x4E5F;&#x72AF;&#x4E86;&#x4E8B;&#xFF0C;&#x4E5F;&#x53BB;&#x627E;&#x590F;&#x8A00;&#x8DEA;&#x5730;&#x6C42;&#x9976;&#xFF0C;&#x4E5F;&#x88AB;&#x539F;&#x8C05;&#xFF0C;&#x4F46;&#x9646;&#x70B3;&#x4ECE;&#x6B64;&#x6068;&#x4E0A;&#x4E86;&#x590F;&#x8A00;&#x3002;&#x5C06;&#x9886;<code>&#x66FE;&#x94E3;</code>&#x4E0A;&#x4E66;&#x8BF7;&#x6C42;&#x6536;&#x590D;&#x6CB3;&#x5957;&#xFF0C;&#x590F;&#x8A00;&#x652F;&#x6301;&#xFF0C;&#x5609;&#x9756;&#x53CD;&#x5BF9;&#x3002;&#x4E25;&#x4E16;&#x8543;&#x627E;&#x5230;&#x9646;&#x70B3;&#x5408;&#x8C0B;&#xFF0C;&#x5229;&#x7528;&#x8DDF;&#x66FE;&#x94E3;&#x6709;&#x4EC7;&#x7684;<code>&#x4EC7;&#x9E3E;</code>&#x653B;&#x51FB;&#x3002;&#x4E25;&#x5D69;&#x4E0A;&#x4E66;&#x652F;&#x6301;&#x5609;&#x9756;&#xFF0C;&#x53CD;&#x5BF9;&#x590F;&#x8A00;&#xFF0C;&#x590F;&#x8A00;&#x575A;&#x6301;&#xFF0C;&#x4E8E;&#x662F;&#x88AB;&#x514D;&#x804C;&#x3002;&#x4EC7;&#x9E3E;&#x4E0A;&#x4E66;&#x5F39;&#x52BE;&#x66FE;&#x94E3;&#xFF0C;&#x8BF4;&#x66FE;&#x94E3;&#x7ED3;&#x4EA4;&#x8FD1;&#x4F8D;&#xFF08;&#x590F;&#x8A00;&#xFF09;&#xFF0C;&#x5609;&#x9756;27&#x5E74;&#xFF0C;&#x66FE;&#x94E3;&#x88AB;&#x65A9;&#xFF0C;&#x590F;&#x8A00;&#x4E5F;&#x6B7B;&#x3002;</p>
<h4 id="&#x5F90;&#x9636;2"><a href="#&#x5F90;&#x9636;2" class="headerlink" title="&#x5F90;&#x9636;2"></a>&#x5F90;&#x9636;2</h4><p>&#x5176;&#x5B9E;&#xFF0C;&#x9664;&#x4E86;&#x4E25;&#x4E16;&#x8543;&#x8BF4;&#x7684;3&#x4E2A;&#x5947;&#x624D;&#xFF0C;&#x8FD8;&#x6709;&#x53E6;&#x5916;&#x7684;3&#x4E2A;&#x5947;&#x624D;&#xFF0C;4&#x662F;&#x5F90;&#x9636;&#xFF0C;5&#x662F;<code>&#x9AD8;&#x62F1;</code>,&#x9AD8;&#x62F1;&#xFF0C;&#x6B63;&#x5FB7;7&#x5E74;&#x751F;&#xFF0C;&#x6CB3;&#x5357;&#x65B0;&#x90D1;&#x4EBA;&#x3002;6&#x662F;<code>&#x5F20;&#x5C45;&#x6B63;</code>,&#x5609;&#x9756;26&#x5E74;&#xFF0C;&#x5F90;&#x9636;&#x4EFB;&#x7FF0;&#x6797;&#x9662;&#x9662;&#x957F;&#xFF0C;&#x53D1;&#x73B0;&#x4E86;&#x5F20;&#x5C45;&#x6B63;&#x662F;&#x4E2A;&#x4EBA;&#x624D;&#x3002;&#x5609;&#x9756;29&#x5E74;&#xFF0C;&#x9791;&#x977C;<code>&#x4FFA;&#x7B54;</code>&#x8FDB;&#x653B;&#x5927;&#x540C;&#xFF0C;&#x4EC7;&#x9E3E;&#x7ED9;&#x94B1;&#x9001;&#x8D70;&#x4FFA;&#x7B54;&#xFF0C;&#x4E8E;&#x662F;&#x4FFA;&#x7B54;&#x8F6C;&#x800C;&#x8FDB;&#x653B;&#x5317;&#x4EAC;&#xFF0C;&#x5609;&#x9756;&#x53EC;&#x96C6;&#x4F17;&#x4EBA;&#x5546;&#x8BAE;&#x5BF9;&#x7B56;&#xFF0C;&#x4E25;&#x5D69;&#x80C6;&#x5C0F;&#x4E0D;&#x8BF4;&#x8BDD;&#x4E86;&#xFF0C;&#x5F90;&#x9636;&#x8BF4;&#x51FA;&#x62D6;&#x5EF6;&#x5F85;&#x63F4;&#x7684;&#x5BF9;&#x7B56;&#x3002;&#x63F4;&#x519B;&#x6765;&#x4E86;&#xFF0C;&#x4FFA;&#x7B54;&#x64A4;&#x9000;&#xFF0C;&#x5609;&#x9756;&#x8981;<code>&#x4E01;&#x6C5D;&#x5914;</code>&#x53CD;&#x51FB;&#xFF0C;&#x4E01;&#x6C5D;&#x5914;&#x627E;&#x5230;&#x4E25;&#x5D69;&#xFF0C;&#x4E25;&#x5D69;&#x544A;&#x8BC9;&#x4ED6;&#x4E0D;&#x8981;&#x8FFD;&#x51FB;&#xFF0C;&#x56E0;&#x4E3A;&#x8FFD;&#x51FB;&#x5982;&#x679C;&#x5931;&#x8D25;&#x5C31;&#x8981;&#x62C5;&#x8D23;&#x4EFB;&#xFF0C;&#x5E76;&#x4E14;&#x4F1A;&#x4FDD;&#x4ED6;&#x65E0;&#x4E8B;&#x3002;&#x5609;&#x9756;&#x8FFD;&#x7A76;&#x4E01;&#x6C5D;&#x5914;&#x8D23;&#x4EFB;&#xFF0C;&#x4E25;&#x5D69;&#x5374;&#x628A;&#x4ED6;&#x5356;&#x4E86;&#xFF0C;&#x4E01;&#x6C5D;&#x5914;&#x88AB;&#x65A9;&#x9996;&#x3002;&#x53F2;&#x79F0;<code>&#x5E9A;&#x620C;&#x4E4B;&#x53D8;</code>&#x3002;&#x5F90;&#x9636;&#x56E0;&#x4E3A;&#x8FD9;&#x4EF6;&#x4E8B;&#x5F00;&#x59CB;&#x6210;&#x4E3A;&#x7EA2;&#x4EBA;&#xFF0C;&#x4E25;&#x5D69;&#x544A;&#x4E86;&#x5F90;&#x9636;&#x4E00;&#x72B6;&#xFF0C;&#x8BF4;&#x5F90;&#x9636;&#x6709;&#x4E8C;&#x5FC3;&#xFF0C;&#x539F;&#x56E0;&#x662F;&#x5609;&#x9756;30&#x5E74;&#xFF0C;&#x5F90;&#x9636;&#x4E0A;&#x4E66;&#x8BF7;&#x6C42;&#x65E9;&#x7ACB;&#x592A;&#x5B50;&#xFF0C;&#x5609;&#x9756;&#x53C8;&#x5F00;&#x59CB;&#x51B7;&#x843D;&#x5F90;&#x9636;&#xFF0C;&#x4F46;&#x662F;&#x5F90;&#x9636;&#x8DDF;&#x590F;&#x8A00;&#x4E0D;&#x540C;&#x7684;&#x662F;&#x5F90;&#x9636;&#x4F1A;&#x5DF4;&#x7ED3;&#x9022;&#x8FCE;&#x4E25;&#x5D69;&#xFF0C;&#x5F53;&#x7136;&#x5F90;&#x9636;&#x7684;&#x5DF4;&#x7ED3;&#x9022;&#x8FCE;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x5347;&#x5B98;&#x53D1;&#x8D22;&#xFF0C;&#x800C;&#x662F;&#x4E3A;&#x4E86;&#x9EBB;&#x75F9;&#x4E25;&#x5D69;&#xFF0C;&#x9664;&#x6389;&#x4E25;&#x5D69;&#x3002;&#x867D;&#x7136;&#x7956;&#x4E0A;<code>&#x4EC7;&#x94BA;</code>&#x662F;&#x5E73;&#x5B9A;<code>&#x5B89;&#x5316;&#x738B;&#x53DB;&#x4E71;</code>&#x7684;&#x529F;&#x81E3;&#xFF0C;&#x4F46;&#x4EC7;&#x9E3E;&#x662F;&#x4E2A;&#x65E0;&#x80FD;&#x7684;&#x4EBA;,&#x5F00;<code>&#x9A6C;&#x5E02;</code>&#x88AB;&#x4FFA;&#x7B54;&#x5077;&#x53BB;&#x5F88;&#x591A;&#x8D22;&#x7269;&#xFF0C;&#x5F90;&#x9636;&#x4E0A;&#x4E66;&#x544A;&#x4E86;&#x4EC7;&#x9E3E;&#x7684;&#x72B6;&#xFF0C;&#x4E0D;&#x4E45;&#x4EC7;&#x9E3E;&#x75C5;&#x6B7B;&#x3002;&#x4E25;&#x5D69;&#x4E5F;&#x627E;&#x5230;&#x9646;&#x70B3;&#x544A;&#x4EC7;&#x9E3E;&#x7684;&#x72B6;&#xFF0C;&#x8FD8;&#x8BF4;&#x4EC7;&#x9E3E;&#x8DDF;&#x5F90;&#x9636;&#x5173;&#x7CFB;&#x5BC6;&#x5207;&#xFF0C;&#x5609;&#x9756;&#x628A;&#x5F90;&#x9636;&#x7684;&#x594F;&#x758F;&#x62FF;&#x7ED9;&#x4E25;&#x5D69;&#x770B;&#xFF0C;&#x4E25;&#x5D69;&#x5C34;&#x5C2C;&#x4E86;&#x3002;&#x4E25;&#x4E16;&#x85E9;&#x8BF4;&#x6B64;&#x65F6;&#x7684;&#x5F90;&#x9636;&#x5DF2;&#x6210;&#x6C14;&#x5019;&#xFF0C;&#x52A8;&#x4E0D;&#x5F97;&#x4E86;&#xFF0C;&#x53EA;&#x80FD;&#x538B;&#x5236;&#x3002;</p>
<h4 id="&#x6768;&#x7EE7;&#x76DB;"><a href="#&#x6768;&#x7EE7;&#x76DB;" class="headerlink" title="&#x6768;&#x7EE7;&#x76DB;"></a>&#x6768;&#x7EE7;&#x76DB;</h4><p>&#x867D;&#x7136;&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#x4E25;&#x5D69;&#x662F;&#x5978;&#x81E3;&#xFF0C;&#x4F46;&#x662F;&#x6CA1;&#x4EBA;&#x6562;&#x653B;&#x51FB;&#x4E25;&#x5D69;&#xFF0C;&#x9664;&#x975E;&#x4E0D;&#x6015;&#x6B7B;&#x7684;&#x3002;&#x6768;&#x535A;&#xFF0C;&#x867D;&#x7136;&#x8BA8;&#x538C;&#x4E25;&#x5D69;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x5916;&#x9762;&#x641E;&#x519B;&#x4E8B;&#x3002;&#x5F20;&#x5C45;&#x6B63;&#x5E0C;&#x671B;&#x8001;&#x5E08;&#x5F90;&#x9636;&#x80FD;&#x633A;&#x8EAB;&#x800C;&#x51FA;&#x6253;&#x51FB;&#x4E25;&#x5D69;&#xFF0C;&#x5F53;&#x7136;&#x5F90;&#x9636;&#x4E0D;&#x4F1A;&#x90A3;&#x6837;&#x8822;&#x3002;&#x9AD8;&#x62F1;&#x6295;&#x9760;<code>&#x88D5;&#x738B;</code>&#xFF0C;&#x4E25;&#x5D69;&#x8DDF;&#x4ED6;&#x5173;&#x7CFB;&#x4E0D;&#x5927;&#x3002;&#x9646;&#x70B3;&#x867D;&#x7136;&#x7B97;&#x662F;&#x4E2A;&#x597D;&#x4EBA;&#xFF0C;&#x4F46;&#x6BD5;&#x7ADF;&#x8FD8;&#x662F;&#x4E25;&#x5D69;&#x7684;&#x540C;&#x76DF;&#x3002;<code>&#x6C88;&#x934A;</code>&#x662F;&#x9646;&#x70B3;&#x7684;&#x4E0B;&#x5C5E;&#xFF0C;&#x544A;&#x4E86;&#x4E25;&#x5D69;&#xFF0C;&#x88AB;&#x4E25;&#x4E16;&#x8543;&#x5BB3;&#x6B7B;&#xFF0C;&#x9646;&#x70B3;&#x5FC3;&#x4E2D;&#x7684;&#x5929;&#x5E73;&#x5F00;&#x59CB;&#x5F80;&#x4E25;&#x5D69;&#x76F8;&#x53CD;&#x7684;&#x65B9;&#x5411;&#x503E;&#x659C;&#x4E86;&#x3002;&#x6768;&#x7EE7;&#x76DB;&#xFF0C;&#x6B63;&#x5FB7;5&#x5E74;&#x751F;&#xFF0C;&#x5609;&#x9756;26&#x5E74;&#x8FDB;&#x58EB;&#xFF0C;&#x540C;&#x5E74;&#x7684;&#x8FD8;&#x6709;<code>&#x8D75;&#x8D1E;&#x5409;</code>&#xFF0C;<code>&#x540E;&#x4E03;&#x5B50;</code>&#x4E4B;&#x4E00;&#xFF0C;&#x636E;&#x8BF4;&#x662F;<code>&#x91D1;&#x74F6;&#x6885;</code>&#x7684;&#x4F5C;&#x8005;&#x3002;&#x6768;&#x7EE7;&#x76DB;&#x662F;&#x5927;&#x516C;&#x65E0;&#x79C1;&#x7684;&#x4EBA;&#xFF0C;&#x6B7B;&#x52BE;&#x4E25;&#x5D69;&#x3002;&#x594F;&#x758F;&#x9001;&#x4E0A;&#x53BB;&#x540E;&#xFF0C;&#x4E25;&#x4E16;&#x8543;&#x770B;&#x5230;&#x539F;&#x6587;&#x540E;&#x53D1;&#x73B0;&#x4E86;&#x7834;&#x7EFD;&#xFF0C;&#x56E0;&#x4E3A;&#x6587;&#x4E2D;&#x5F15;&#x51FA;&#x4E86;<code>&#x88D5;&#x738B;&#x3001;&#x666F;&#x738B;</code>&#x3002;&#x9AD8;&#x62F1;&#x4E5F;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x53EF;&#x80FD;&#x4F1A;&#x7ED9;&#x4ED6;&#x5E26;&#x6765;&#x706D;&#x9876;&#x4E4B;&#x707E;&#xFF0C;&#x4E8E;&#x662F;&#x4ED6;&#x627E;&#x5230;&#x5F90;&#x9636;&#xFF0C;&#x5F90;&#x9636;&#x627E;&#x5230;&#x9646;&#x70B3;&#xFF0C;&#x5E0C;&#x671B;&#x9646;&#x70B3;&#x80FD;&#x8BF4;&#x53E5;&#x8BDD;&#xFF0C;&#x4E0D;&#x8981;&#x7275;&#x626F;&#x5230;&#x88D5;&#x738B;&#xFF0C;&#x4FDD;&#x5168;&#x6768;&#x7EE7;&#x76DB;&#x3002;&#x4E25;&#x4E16;&#x8543;&#x4E5F;&#x627E;&#x5230;&#x9646;&#x70B3;&#xFF0C;&#x8981;&#x6574;&#x6B7B;&#x6768;&#x7EE7;&#x76DB;&#xFF0C;&#x7275;&#x626F;&#x5230;&#x88D5;&#x738B;&#x8EAB;&#x4E0A;&#x3002;&#x4E4B;&#x540E;&#x9646;&#x70B3;&#x8C01;&#x4E5F;&#x4E0D;&#x5E2E;&#xFF0C;&#x4FDD;&#x6301;&#x4E86;&#x4E2D;&#x7ACB;&#x3002;&#x4E4B;&#x540E;&#x6768;&#x7EE7;&#x76DB;&#x88AB;&#x6253;100&#x519B;&#x68CD;&#xFF0C;&#x817F;&#x65AD;&#x4E86;&#xFF0C;&#x5728;&#x72F1;&#x4E2D;&#xFF0C;&#x8089;&#x8150;&#x70C2;&#xFF0C;&#x4E8E;&#x662F;&#x6768;&#x7EE7;&#x76DB;&#x62FF;&#x7897;&#x7247;&#x5272;&#x53BB;&#x8150;&#x8089;&#xFF0C;&#x4E0D;&#x6127;&#x4E3A;&#x786C;&#x6C49;&#x3002;3&#x5E74;&#x540E;&#xFF0C;&#x5609;&#x9756;34&#x5E74;&#x82F1;&#x52C7;&#x5C31;&#x4E49;&#xFF0C;&#x8D4B;&#x8BD7;&#x66F0;<code>&#x6D69;&#x6C14;&#x8FD8;&#x592A;&#x865A;&#xFF0C;&#x4E39;&#x5FC3;&#x7167;&#x5343;&#x53E4;&#x3002;&#x751F;&#x5E73;&#x672A;&#x62A5;&#x6069;&#xFF0C;&#x7559;&#x4F5C;&#x5FE0;&#x9B42;&#x8865;&#x3002;</code></p>
<h4 id="&#x80E1;&#x5B97;&#x5BAA;"><a href="#&#x80E1;&#x5B97;&#x5BAA;" class="headerlink" title="&#x80E1;&#x5B97;&#x5BAA;"></a>&#x80E1;&#x5B97;&#x5BAA;</h4><p>&#x5609;&#x9756;32&#x5E74;&#xFF0C;<code>&#x5F20;&#x7ECF;</code>&#x4EFB;&#x6D59;&#x6C5F;&#x603B;&#x7763;&#xFF0C;&#x6307;&#x5BFC;&#x6297;&#x502D;&#x3002;&#x5609;&#x9756;33&#x5E74;&#xFF0C;<code>&#x8D75;&#x6587;&#x534E;</code>&#x6765;&#x5230;&#x6D59;&#x6C5F;&#xFF0C;&#x8D75;&#x6587;&#x534E;&#x662F;&#x4E25;&#x5D69;&#x5E72;&#x513F;&#x5B50;&#xFF0C;&#x5F20;&#x7ECF;&#x5F97;&#x7F6A;&#x4E86;&#x8D75;&#x6587;&#x534E;&#xFF0C;&#x4E8E;&#x662F;&#x8D75;&#x6587;&#x534E;&#x6574;&#x5F20;&#x7ECF;&#x3002;&#x5F20;&#x7ECF;&#x5728;&#x7B49;&#x5F85;&#x5E7F;&#x897F;&#x7684;<code>&#x72FC;&#x571F;&#x5175;</code>&#x5230;&#x6765;&#xFF0C;&#x4E00;&#x76F4;&#x6CA1;&#x51FA;&#x5175;&#x3002;&#x5609;&#x9756;34&#x5E74;&#xFF0C;&#x738B;&#x6CFE;&#x5728;&#x5609;&#x5174;&#x6253;&#x8D25;&#x502D;&#x5BC7;&#xFF0C;&#x540C;&#x65F6;&#x8D75;&#x6587;&#x534E;&#x4E0A;&#x4E66;&#x5F39;&#x52BE;&#x5F20;&#x7ECF;&#xFF0C;&#x8BF4;&#x4ED6;&#x62E5;&#x5175;&#x81EA;&#x91CD;&#xFF0C;&#x5750;&#x89C2;&#x502D;&#x4E71;&#x3002;&#x80E1;&#x5B97;&#x5BAA;&#xFF0C;<code>&#x5FBD;&#x5DDE;</code>&#x4EBA;&#xFF0C;&#x5609;&#x9756;17&#x5E74;&#x8FDB;&#x58EB;&#x3002;&#x5F00;&#x59CB;&#x5728;&#x897F;&#x5317;&#x4EFB;&#x804C;&#xFF0C;&#x77E5;&#x5175;&#x4E8B;&#xFF0C;&#x5609;&#x9756;33&#x5E74;&#x4E5F;&#x6765;&#x5230;&#x6D59;&#x6C5F;&#xFF0C;&#x6295;&#x9760;&#x8D75;&#x6587;&#x534E;&#xFF0C;&#x5F20;&#x7ECF;&#x8D70;&#x4E86;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x4EFB;&#x6D59;&#x6C5F;&#x5DE1;&#x629A;&#x3002;&#x4EFB;&#x804C;&#x540E;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x6253;&#x4E86;&#x8D25;&#x4ED7;&#xFF0C;&#x502D;&#x5BC7;&#x90FD;&#x662F;&#x65E5;&#x672C;<code>&#x6D6A;&#x4EBA;</code>&#xFF0C;&#x5C31;&#x662F;&#x5931;&#x53BB;&#x571F;&#x5730;&#x7684;&#x6B66;&#x58EB;&#xFF0C;&#x4E2A;&#x4EBA;&#x6280;&#x80FD;&#x5F88;&#x9AD8;&#x3002;<code>&#x4FDE;&#x5927;&#x7337;</code>&#xFF08;y&#xF3;u),&#x798F;&#x5EFA;&#x664B;&#x6C5F;&#x4EBA;&#xFF0C;&#x5F18;&#x6CBB;17&#x5E74;&#x751F;&#xFF0C;&#x662F;&#x4F4D;&#x6B66;&#x6797;&#x9AD8;&#x624B;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x7528;&#x5176;&#x4E3A;&#x603B;&#x5175;&#x5B98;&#x3002;<code>&#x5F90;&#x6E2D;</code>&#xFF0C;&#x660E;&#x4EE3;&#x4E09;&#x5927;&#x624D;&#x5B50;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#xFF0C;&#x6B63;&#x5FB7;16&#x5E74;&#x751F;&#xFF0C;&#x4E00;&#x76F4;&#x8003;&#x4E0D;&#x4E2D;&#x8FDB;&#x58EB;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x7528;&#x5176;&#x4E3A;&#x5E55;&#x50DA;&#xFF0C;&#x90D1;&#x677F;&#x6865;&#x89C1;&#x5230;&#x5F90;&#x6E2D;&#x7684;&#x753B;&#xFF0C;&#x8BF4;<code>&#x613F;&#x4E3A;&#x9752;&#x85E4;&#x95E8;&#x4E0B;&#x8D70;&#x72D7;</code>,&#x800C;&#x5F90;&#x6E2D;&#x81EA;&#x5DF1;&#x5374;&#x8BF4;<code>&#x543E;&#x4E66;&#x7B2C;&#x4E00;&#xFF0C;&#x8BD7;&#x6B21;&#x4E4B;&#xFF0C;&#x6587;&#x6B21;&#x4E4B;&#xFF0C;&#x753B;&#x53C8;&#x6B21;&#x4E4B;</code>&#xFF0C;&#x53EF;&#x89C1;&#x5176;&#x624D;&#x9AD8;&#x516B;&#x6597;&#x3002;<code>&#x6C6A;&#x76F4;&#x3001;&#x5F90;&#x6D77;</code>&#x90FD;&#x662F;&#x5FBD;&#x5DDE;&#x4EBA;&#x3002;&#x6C6A;&#x76F4;&#xFF0C;&#x662F;&#x4E2A;&#x8DE8;&#x5883;&#x8D70;&#x79C1;&#x72AF;&#xFF0C;&#x8D70;&#x79C1;&#x519B;&#x706B;&#xFF0C;&#x505A;&#x65E5;&#x672C;&#x4EBA;&#x7684;&#x751F;&#x610F;&#xFF0C;&#x62E5;&#x6709;&#x79C1;&#x4EBA;&#x6B66;&#x88C5;&#xFF0C;&#x5728;&#x65E5;&#x672C;&#x4E5D;&#x5DDE;&#x5C9B;&#x8FD8;&#x5EFA;&#x6709;&#x6839;&#x636E;&#x5730;&#xFF0C;&#x65E5;&#x672C;&#x4EBA;&#x7ED9;&#x4ED6;&#x6253;&#x5DE5;&#xFF0C;&#x6240;&#x4EE5;&#x6C6A;&#x76F4;&#x7B97;&#x4E0D;&#x4E0A;&#x6C49;&#x5978;&#x3002;&#x800C;&#x5F90;&#x6D77;&#x662F;&#x6C49;&#x5978;&#xFF0C;&#x4E13;&#x95E8;&#x5E72;&#x6D77;&#x76D7;&#x3002;&#x5F90;&#x6E2D;&#x7ED9;&#x51FA;&#x7684;&#x7B56;&#x7565;&#x662F;&#x62DB;&#x629A;&#xFF0C;&#x56E0;&#x4E3A;&#x6253;&#x6253;&#x4E0D;&#x8FC7;&#x3002;&#x80E1;&#x5B97;&#x5BAA;&#x6D3E;&#x51FA;&#x4F7F;&#x8005;&#x524D;&#x53BB;&#x8DDF;&#x6C6A;&#x76F4;&#x8C08;&#x5224;&#xFF0C;<code>&#x6BDB;&#x6D77;&#x5CF0;</code>,&#x6C6A;&#x76F4;&#x517B;&#x5B50;&#xFF0C;&#x8DDF;&#x968F;&#x4F7F;&#x8005;&#x53BB;&#x89C1;&#x80E1;&#x5B97;&#x5BAA;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x5BF9;&#x5176;&#x76F8;&#x5F53;&#x597D;&#x3002;&#x5BF9;&#x4E8E;&#x5F90;&#x6D77;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x6D3E;&#x51FA;&#x7684;&#x662F;&#x95F4;&#x8C0D;&#xFF0C;&#x5F90;&#x6D77;&#x8FD8;&#x6709;&#x4E24;&#x4E2A;&#x5408;&#x4F19;&#x4EBA;<code>&#x9648;&#x4E1C;&#x3001;&#x9EBB;&#x53F6;</code>&#xFF0C;&#x5F88;&#x5FEB;&#x80E1;&#x5B97;&#x5BAA;&#x627E;&#x5230;&#x4E86;&#x5F90;&#x6D77;&#x7684;&#x7834;&#x7EFD;&#xFF0C;&#x5F90;&#x6D77;&#x7684;&#x8001;&#x5A46;<code>&#x738B;&#x7FE0;&#x7FD8;</code>,&#x4E8E;&#x662F;&#x80E1;&#x5B97;&#x5BAA;&#x6253;&#x7B97;&#x901A;&#x8FC7;&#x738B;&#x7FE0;&#x7FD8;&#x529D;&#x964D;&#x5F90;&#x6D77;&#x3002;&#x5609;&#x9756;35&#x5E74;&#xFF0C;&#x5F90;&#x6D77;&#x8FDB;&#x72AF;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x62FF;&#x51FA;&#x6C6A;&#x76F4;&#x7684;&#x4E66;&#x4FE1;&#x7ED9;&#x5F90;&#x6D77;&#x770B;&#xFF0C;&#x5F90;&#x6D77;&#x4EE5;&#x4E3A;&#x6C6A;&#x76F4;&#x4E5F;&#x6295;&#x964D;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x9000;&#x5175;&#x3002;&#x80E1;&#x5B97;&#x5BAA;&#x8BA9;&#x5F90;&#x6D77;&#x653B;&#x51FB;&#x502D;&#x5BC7;&#x4F5C;&#x4E3A;&#x6295;&#x8BDA;&#x7684;&#x6761;&#x4EF6;&#xFF0C;&#x5F90;&#x6D77;&#x53BB;&#x4E86;&#xFF0C;&#x6253;&#x5B8C;&#x4E86;&#x5374;&#x88AB;&#x4FDE;&#x5927;&#x7337;&#x6253;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x547D;&#x4EE4;&#x4FDE;&#x5927;&#x7337;&#x9000;&#x5175;&#x3002;&#x6B64;&#x65F6;&#x5F90;&#x6D77;&#x5DF2;&#x5931;&#x53BB;&#x8C08;&#x5224;&#x7684;&#x8D44;&#x672C;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x53C8;&#x547D;&#x4EE4;&#x5F90;&#x6D77;&#x53BB;&#x6253;&#x9648;&#x4E1C;&#x3001;&#x9EBB;&#x53F6;&#xFF0C;&#x9648;&#x4E1C;&#x3001;&#x9EBB;&#x53F6;&#x4E5F;&#x88AB;&#x6293;&#x3002;&#x5609;&#x9756;35&#x5E74;&#xFF0C;&#x5F90;&#x6D77;&#x6295;&#x964D;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x5374;&#x547D;&#x4EE4;&#x9648;&#x4E1C;&#x653B;&#x51FB;&#x5F90;&#x6D77;&#xFF0C;&#x5F90;&#x6D77;&#x81EA;&#x6740;&#xFF0C;&#x4E4B;&#x540E;&#x9648;&#x4E1C;&#x3001;&#x9EBB;&#x53F6;&#x4E5F;&#x88AB;&#x6740;&#x3002;&#x738B;&#x7FE0;&#x7FD8;&#x7684;&#x6545;&#x4E8B;&#x88AB;&#x5199;&#x6210;&#x5C0F;&#x8BF4;<code>&#x91D1;&#x4E91;&#x7FC5;&#x4F20;</code>&#xFF0C;&#x5728;&#x8D8A;&#x5357;&#xFF0C;&#x6B64;&#x4E66;&#x76F8;&#x5F53;&#x4E8E;&#x4E2D;&#x56FD;&#x7684;<code>&#x7EA2;&#x697C;&#x68A6;</code>&#x3002;&#x5609;&#x9756;36&#x5E74;&#xFF0C;&#x6C6A;&#x76F4;&#x767B;&#x5CB8;&#xFF0C;&#x4E0E;&#x80E1;&#x5B97;&#x5BAA;&#x8C08;&#x5224;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x8BF7;&#x4ED6;&#x53BB;&#x676D;&#x5DDE;&#x8F6C;&#x8F6C;&#xFF0C;&#x7ED3;&#x679C;&#x5230;&#x4E86;&#x676D;&#x5DDE;&#xFF0C;&#x5374;&#x88AB;&#x4E00;&#x4E2A;&#x53EB;&#x505A;<code>&#x738B;&#x672C;&#x56FA;</code>&#x7684;&#x5B98;&#x7ED9;&#x6293;&#x8D77;&#x6765;&#x4E86;&#xFF0C;&#x5E76;&#x4E0A;&#x4E66;&#x8BF7;&#x6C42;&#x5904;&#x65A9;&#x6C6A;&#x76F4;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x4E0A;&#x4E66;&#x8BF4;&#x4E0D;&#x80FD;&#x6740;&#x6C6A;&#x76F4;&#xFF0C;&#x6740;&#x4E86;&#x5FC5;&#x5B9A;&#x4F1A;&#x9020;&#x6210;&#x502D;&#x4E71;&#x3002;&#x6700;&#x540E;&#x6C6A;&#x76F4;&#x8FD8;&#x662F;&#x88AB;&#x6740;&#x4E86;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x62DB;&#x629A;&#x4E0D;&#x6210;&#xFF0C;&#x53EA;&#x6709;&#x4E00;&#x6218;&#x3002;</p>
<h4 id="&#x621A;&#x7EE7;&#x5149;"><a href="#&#x621A;&#x7EE7;&#x5149;" class="headerlink" title="&#x621A;&#x7EE7;&#x5149;"></a>&#x621A;&#x7EE7;&#x5149;</h4><p>&#x5609;&#x9756;37&#x5E74;&#x6B63;&#x5F0F;&#x5F00;&#x6218;&#xFF0C;&#x4FDE;&#x5927;&#x7337;&#x8FDB;&#x653B;&#x6BDB;&#x6D77;&#x5CF0;&#x7684;<code>&#x821F;&#x5C71;</code>,&#x6253;&#x4E0D;&#x4E0B;&#x6765;&#xFF0C;&#x621A;&#x7EE7;&#x5149;&#x51FA;&#x573A;&#xFF0C;1&#x4E2A;&#x6708;&#x540E;&#xFF0C;&#x6253;&#x4E0B;&#x6765;&#x4E86;&#x3002;&#x621A;&#x7EE7;&#x5149;&#xFF0C;&#x7956;&#x4E0A;&#x662F;&#x6731;&#x5143;&#x748B;&#x65F6;&#x671F;&#x7684;<code>&#x621A;&#x7965;</code>&#xFF0C;&#x4E16;&#x88AD;<code>&#x767B;&#x5DDE;&#x536B;&#x6307;&#x6325;&#x4F65;&#x4E8B;</code>&#xFF0C;&#x5609;&#x9756;7&#x5E74;&#x751F;&#xFF0C;&#x5BF9;&#x502D;&#x5BC7;&#x6218;&#x635F;&#x7387;30:1&#xFF0C;&#x5C06;&#x662F;&#x502D;&#x5BC7;&#x7684;&#x5669;&#x68A6;&#xFF0C;&#x5C11;&#x5E74;&#x65F6;&#x4F5C;&#x8BD7;&#x66F0;<code>&#x5C01;&#x4FAF;&#x975E;&#x6211;&#x610F;&#xFF0C;&#x4F46;&#x613F;&#x6D77;&#x6CE2;&#x5E73;&#x3002;</code>&#x3002;&#x5609;&#x9756;29&#x5E74;&#x5E9A;&#x620C;&#x4E4B;&#x53D8;&#x4F5C;&#x7684;<code>&#x5907;&#x4FFA;&#x7B54;&#x518C;</code>&#x5728;&#x519B;&#x4E2D;&#x6D41;&#x4F20;&#x3002;&#x540E;&#x5B88;&#x536B;&#x84DF;&#x95E8;&#x81EA;&#x5B66;&#x5B59;&#x5B50;&#x5175;&#x6CD5;&#xFF0C;&#x4F5C;<code>&#x4E00;&#x5E74;&#x4E09;&#x767E;&#x516D;&#x5341;&#x65E5;&#xFF0C;&#x591A;&#x662F;&#x6A2A;&#x6208;&#x9A6C;&#x4E0A;&#x884C;</code>&#x8BD7;&#x53E5;&#x3002;&#x5609;&#x9756;34&#x5E74;&#x8C03;&#x4EFB;&#x6D59;&#x6C5F;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x4EFB;&#x5176;&#x4E3A;<code>&#x5B81;&#x7ECD;&#x53F0;&#x53C2;&#x5C06;</code>&#xFF0C;<code>&#x6148;&#x6EAA;&#x9F99;&#x5C71;&#x4E4B;&#x6218;</code>&#x53D1;&#x73B0;&#x5175;&#x592A;&#x718A;&#xFF0C;&#x8BF7;&#x6C42;&#x7EC3;&#x5175;&#xFF0C;&#x79F0;&#x4E3A;<code>&#x621A;&#x5BB6;&#x519B;</code>&#x3002;&#x5609;&#x9756;37&#x5E74;&#xFF0C;&#x821F;&#x5C71;&#x4E4B;&#x6218;&#xFF0C;&#x53D1;&#x73B0;&#x5175;&#x8FD8;&#x662F;&#x4E0D;&#x591F;&#x597D;&#xFF0C;&#x4E8E;&#x662F;&#x7EC3;&#x4E86;<code>&#x4E49;&#x52A1;&#x5175;</code>,&#x4E49;&#x4E4C;&#x5175;&#x5584;&#x6218;&#x65E0;&#x754F;&#x3002;&#x8D75;&#x6587;&#x534E;&#xFF0C;&#x5F97;&#x7F6A;&#x4E86;&#x5609;&#x9756;&#xFF0C;&#x88AB;&#x524A;&#x804C;&#x4E3A;&#x6C11;&#xFF0C;&#x8DEF;&#x4E0A;&#x66B4;&#x6BD9;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x6CA1;&#x4E86;&#x9760;&#x5C71;&#xFF0C;&#x4E8E;&#x662F;&#x7ED9;&#x5609;&#x9756;&#x9001;&#x767D;&#x9E7F;&#xFF0C;&#x610F;&#x4E3A;&#x7965;&#x745E;&#x3002;&#x5609;&#x9756;40&#x5E74;&#xFF0C;&#x53F0;&#x5DDE;&#x5927;&#x6218;&#x7206;&#x53D1;&#xFF0C;&#x621A;&#x5BB6;&#x519B;&#x7528;<code>&#x9E33;&#x9E2F;&#x9635;</code>,&#x6BCF;&#x961F;11&#x4EBA;&#xFF0C;&#x7528;5&#x79CD;&#x5175;&#x5668;&#xFF0C;<code>&#x6807;&#x67AA;&#x3001;&#x76FE;&#x724C;&#x3001;&#x72FC;&#x7B45;&#x3001;&#x957F;&#x77DB;&#x3001;&#x77ED;&#x5200;</code>,&#x5B81;&#x6D77;&#xFF0C;&#x65B0;&#x6CB3;&#xFF0C;&#x53F0;&#x5DDE;&#x4E09;&#x6218;&#x7686;&#x80DC;&#xFF0C;&#x6B7C;&#x654C;5500&#xFF0C;&#x4F24;&#x4EA1;&#x4EC5;20&#xFF0C;&#x53F2;&#x79F0;<code>&#x53F0;&#x5DDE;&#x5927;&#x6377;</code>&#x3002;&#x621A;&#x7EE7;&#x5149;&#x5F53;&#x7136;&#x4E5F;&#x6709;&#x9760;&#x5C71;&#xFF0C;&#x5373;&#x662F;&#x540E;&#x6765;&#x7684;&#x5F20;&#x5C45;&#x6B63;&#x3002;&#x798F;&#x5EFA;&#x502D;&#x4E71;&#xFF0C;&#x621A;&#x7EE7;&#x5149;&#x53C8;&#x53BB;&#x798F;&#x5EFA;&#x6297;&#x502D;&#xFF0C;&#x5609;&#x9756;41&#x5E74;&#xFF0C;<code>&#x6A2A;&#x5C7F;&#x4E4B;&#x6218;</code>&#xFF0C;&#x58EB;&#x5175;&#x94FA;&#x7A3B;&#x8349;&#x524D;&#x8FDB;&#xFF0C;&#x621A;&#x7EE7;&#x5149;&#x4EB2;&#x81EA;&#x64C2;&#x9F13;&#xFF0C;&#x5927;&#x80DC;&#x3002;&#x5609;&#x9756;41&#x5E74;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x88AB;&#x6355;&#xFF0C;&#x539F;&#x56E0;&#x662F;&#x6295;&#x9760;&#x5978;&#x515A;&#xFF0C;&#x81EA;&#x6740;&#x4E8E;&#x72F1;&#x4E2D;&#xFF0C;&#x8D4B;&#x8BD7;&#x66F0;<code>&#x5B9D;&#x5251;&#x57CB;&#x51A4;&#x72F1;&#xFF0C;&#x5FE0;&#x9B42;&#x7ED5;&#x767D;&#x4E91;</code>&#xFF0C;&#x5E74;54&#x3002;&#x4ECE;&#x5609;&#x9756;33&#x5E74;&#x5F00;&#x59CB;&#xFF0C;&#x5386;&#x65F6;12&#x5E74;&#xFF0C;&#x5230;&#x9686;&#x5E86;&#x5143;&#x5E74;&#xFF0C;&#x502D;&#x5BC7;&#x57FA;&#x672C;&#x8083;&#x6E05;&#x3002;&#x4FDE;&#x5927;&#x7337;&#xFF0C;&#x4E07;&#x5386;8&#x5E74;&#x53BB;&#x4E16;&#xFF0C;&#x5E74;77&#x3002;&#x6B64;&#x540E;&#x621A;&#x7EE7;&#x5149;&#x53BB;&#x4E86;&#x84DF;&#x95E8;&#x3002;&#x5F90;&#x6E2D;&#x88AB;&#x5173;&#x76D1;&#x72F1;7&#x5E74;&#xFF0C;&#x51FA;&#x72F1;&#x540E;&#x7ECF;&#x621A;&#x7EE7;&#x5149;&#x63A8;&#x8350;&#xFF0C;&#x53BB;&#x5230;&#x8FBD;&#x4E1C;&#x7ED9;<code>&#x674E;&#x6210;&#x6881;</code>&#x7684;&#x513F;&#x5B50;<code>&#x674E;&#x5982;&#x677E;&#x3001;&#x674E;&#x5982;&#x67CF;</code>&#x5F53;&#x8001;&#x5E08;&#xFF0C;&#x4E07;&#x5386;21&#x5E74;&#x53BB;&#x4E16;&#xFF0C;&#x5E74;73&#x3002;</p>
<h4 id="&#x5F90;&#x9636;3"><a href="#&#x5F90;&#x9636;3" class="headerlink" title="&#x5F90;&#x9636;3"></a>&#x5F90;&#x9636;3</h4><p><code>&#x738B;&#x4E16;&#x8D1E;</code>&#x7684;&#x8001;&#x7239;&#x88AB;&#x4E25;&#x5D69;&#x6574;&#xFF0C;&#x738B;&#x4E16;&#x8D1E;&#x8DEA;&#x5730;&#x6C42;&#x9976;&#xFF0C;&#x4E25;&#x5D69;&#x8FD8;&#x662F;&#x5BB3;&#x6B7B;&#x4E86;&#x738B;&#x4E16;&#x8D1E;&#x7684;&#x7239;&#x3002;&#x5F90;&#x9636;&#x4F9D;&#x7136;&#x52AA;&#x529B;&#x5DF4;&#x7ED3;&#x7740;&#x4E25;&#x5D69;&#xFF0C;<code>&#x90B9;&#x5E94;&#x9F99;</code>&#x8BBD;&#x523A;&#x5F90;&#x9636;&#x662F;&#x4E25;&#x5D69;&#x7684;&#x5C0F;&#x59BE;&#x3002;&#x5609;&#x9756;37&#x5E74;&#xFF0C;&#x5F90;&#x9636;&#x6D3E;&#x51FA;3&#x4EBA;&#x5F39;&#x52BE;&#x4E25;&#x5D69;&#xFF0C;&#x8BD5;&#x63A2;&#xFF0C;3&#x4EBA;&#x88AB;&#x5145;&#x519B;&#x3002;&#x5609;&#x9756;39&#x5E74;&#x9646;&#x70B3;&#x53BB;&#x4E16;&#x3002;&#x5609;&#x9756;40&#x5E74;&#xFF0C;&#x7687;&#x5BAB;&#x5931;&#x706B;&#xFF0C;&#x4E25;&#x5D69;&#x8BF7;&#x5609;&#x9756;&#x79FB;&#x5C45;&#x5357;&#x5BAB;&#xFF0C;&#x5609;&#x9756;&#x6012;&#x4E86;&#xFF0C;&#x800C;&#x5F90;&#x9636;&#x8BF4;3&#x4E2A;&#x6708;&#x5C31;&#x80FD;&#x4FEE;&#x597D;&#x3002;&#x540C;&#x5E74;&#xFF0C;&#x4E25;&#x5D69;&#x8001;&#x5A46;&#x6B7B;&#x4E86;&#xFF0C;&#x4E25;&#x5D69;&#x610F;&#x8BC6;&#x5230;&#x5F90;&#x9636;&#x5DF2;&#x7ECF;&#x5360;&#x5230;&#x4E86;&#x4E0A;&#x98CE;&#xFF0C;&#x5E26;&#x7740;&#x5BB6;&#x5C0F;&#x8DEA;&#x5730;&#x8BF7;&#x6C42;&#x5F90;&#x9636;&#x653E;&#x8FC7;&#xFF0C;&#x5F53;&#x7136;&#x5F90;&#x9636;&#x4E0D;&#x662F;&#x590F;&#x8A00;&#x3002;&#x738B;&#x5B66;&#x95E8;&#x4EBA;<code>&#x4F55;&#x5FC3;&#x9690;</code>,&#x6307;&#x51FA;&#x6273;&#x5012;&#x4E25;&#x5D69;&#x7684;&#x5173;&#x952E;&#x5728;&#x4E8E;&#x7687;&#x5E1D;&#xFF0C;&#x4E8E;&#x662F;&#x627E;&#x5230;&#x540C;&#x4E3A;&#x738B;&#x5B66;&#x95E8;&#x4EBA;&#x7684;<code>&#x84DD;&#x9053;&#x884C;</code>,&#x5728;&#x5609;&#x9756;&#x4E0E;&#x795E;&#x4ED9;&#x5BF9;&#x8BDD;&#x7684;&#x7B26;&#x6587;&#x4E0A;&#x505A;&#x624B;&#x811A;&#x3002;&#x5609;&#x9756;41&#x5E74;&#xFF0C;&#x90B9;&#x5E94;&#x9F99;&#x5F39;&#x52BE;&#x4E25;&#x4E16;&#x8543;&#x8D2A;&#x6C61;&#xFF0C;&#x5609;&#x9756;&#x6012;&#xFF0C;&#x902E;&#x6355;&#x4E25;&#x4E16;&#x8543;&#xFF0C;&#x4E25;&#x5D69;&#x88AB;&#x8F9E;&#x9000;&#x3002;</p>
<h4 id="&#x7ED3;&#x8BED;"><a href="#&#x7ED3;&#x8BED;" class="headerlink" title="&#x7ED3;&#x8BED;"></a>&#x7ED3;&#x8BED;</h4><p>&#x7EB5;&#x89C2;&#x5609;&#x9756;&#x8FD9;40&#x5E74;&#xFF0C;&#x6B63;&#x662F;&#x6743;&#x8C0B;&#x4E89;&#x6597;&#x7684;&#x9AD8;&#x5CF0;&#xFF0C;&#x539F;&#x56E0;&#x65E0;&#x5916;&#x4E4E;&#x5609;&#x9756;&#x672C;&#x4EBA;&#x5C31;&#x5341;&#x5206;&#x806A;&#x660E;&#xFF0C;&#x6240;&#x4EE5;&#x5728;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x80FD;&#x6D3B;&#x7684;&#x4E45;&#x7684;&#x4E00;&#x5B9A;&#x662F;&#x51B3;&#x5B9A;&#x806A;&#x660E;&#x4E4B;&#x8F88;&#x3002;&#x524D;&#x671F;&#x7684;&#x6768;&#x614E;&#x3001;&#x5F20;&#x7481;&#x3001;&#x751A;&#x81F3;&#x590F;&#x8A00;&#x90FD;&#x662F;&#x914D;&#x89D2;&#xFF0C;&#x76F4;&#x5230;&#x4E25;&#x5D69;&#x3001;&#x4E25;&#x4E16;&#x8543;&#x7236;&#x5B50;&#x7684;&#x5F3A;&#x529B;&#x7EC4;&#x5408;&#x51FA;&#x73B0;&#xFF0C;&#x628A;&#x6301;&#x671D;&#x653F;&#x8FD1;20&#x5E74;&#xFF0C;&#x65E0;&#x4EBA;&#x80FD;&#x5C06;&#x5176;&#x62C9;&#x4E0B;&#x9A6C;&#xFF0C;&#x8DB3;&#x4EE5;&#x8BC1;&#x660E;&#x4ED6;&#x4EEC;&#x7236;&#x5B50;&#x7684;&#x5389;&#x5BB3;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x5BF9;&#x624B;&#x8FD8;&#x662F;&#x6709;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x5F90;&#x9636;&#x4E0E;&#x4E25;&#x4E16;&#x8543;&#x7684;&#x6597;&#x667A;&#xFF0C;&#x7B80;&#x76F4;&#x53EF;&#x4EE5;&#x8FBE;&#x5230;&#x4EBA;&#x7C7B;&#x7684;&#x667A;&#x529B;&#x6781;&#x9650;&#xFF0C;&#x4E0D;&#x8FC7;&#x8FD9;&#x5728;&#x4E0B;&#x90E8;&#x53EF;&#x4EE5;&#x6DCB;&#x6F13;&#x5C3D;&#x81F4;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x6211;&#x60F3;&#x8D77;&#x6743;&#x8C0B;&#x7535;&#x89C6;&#x5267;&#x7405;&#x740A;&#x699C;&#xFF0C;&#x6743;&#x8C0B;&#x7684;&#x9AD8;&#x5CF0;&#xFF0C;&#x91CC;&#x9762;&#x5C31;&#x6709;&#x5F88;&#x591A;&#x660E;&#x4EE3;&#x7684;&#x5F71;&#x5B50;&#xFF0C;&#x4EC0;&#x4E48;&#x8A89;&#x738B;&#x3001;&#x9756;&#x738B;&#xFF0C;&#x8FD9;&#x91CC;&#x6709;&#x88D5;&#x738B;&#x3001;&#x666F;&#x738B;&#xFF0C;&#x4EC0;&#x4E48;&#x671D;&#x5802;&#x8FA9;&#x793C;&#xFF0C;&#x8FD9;&#x91CC;&#x6709;&#x5927;&#x8BAE;&#x793C;&#x3002;&#x6240;&#x8C13;&#x6743;&#x8C0B;&#xFF0C;&#x51B3;&#x5B9A;&#x4ED6;&#x4EEC;&#x547D;&#x8FD0;&#x7684;&#x662F;&#x7687;&#x5E1D;&#xFF0C;&#x7687;&#x5E1D;&#x504F;&#x5411;&#x8C01;&#xFF0C;&#x8C01;&#x5C31;&#x53EF;&#x4EE5;&#x72AF;&#x4E86;&#x7F6A;&#x4E5F;&#x4E0D;&#x6B7B;&#xFF0C;&#x8981;&#x662F;&#x88AB;&#x7687;&#x5E1D;&#x8BA8;&#x538C;&#x4E86;&#xFF0C;&#x5FC5;&#x6B7B;&#x65E0;&#x7591;&#x3002;&#x5C01;&#x5EFA;&#x65F6;&#x4EE3;&#xFF0C;&#x53EF;&#x4EE5;&#x5B9A;&#x7684;&#x7F6A;&#x540D;&#x592A;&#x591A;&#x4E86;&#xFF0C;&#x4E5F;&#x6781;&#x5C11;&#x6709;&#x4EBA;&#x8EAB;&#x5C45;&#x9AD8;&#x4F4D;&#xFF0C;&#x5C41;&#x80A1;&#x662F;&#x5E72;&#x51C0;&#x7684;&#x3002;&#x6240;&#x4EE5;&#x57FA;&#x672C;&#x5C31;&#x662F;&#x4E89;&#x5BA0;&#x3002;&#x518D;&#x6765;&#x804A;&#x4E00;&#x804A;&#x4E1C;&#x5357;&#x6218;&#x4E8B;&#xFF0C;&#x80E1;&#x5B97;&#x5BAA;&#x4E5F;&#x597D;&#x3001;&#x621A;&#x7EE7;&#x5149;&#x4E5F;&#x597D;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x521D;&#x8877;&#x662F;&#x4E3A;&#x56FD;&#x6548;&#x529B;&#x3002;&#x4F46;&#x662F;&#x4E5F;&#x4E0D;&#x5F97;&#x4E0D;&#x4FDD;&#x4F4F;&#x81EA;&#x5DF1;&#x7684;&#x4F4D;&#x5B50;&#xFF0C;&#x4E0A;&#x9762;&#x6CA1;&#x4EBA;&#xFF0C;&#x5E95;&#x4E0B;&#x5C31;&#x6CA1;&#x6743;&#x3002;&#x4E0D;&#x7BA1;&#x4ED6;&#x4EEC;&#x505A;&#x4EC0;&#x4E48;&#x4E5F;&#x597D;&#xFF0C;&#x76EE;&#x7684;&#x662F;&#x4E3A;&#x56FD;&#x529E;&#x4E8B;&#xFF0C;&#x800C;&#x6709;&#x4E9B;&#x4EBA;&#x5982;&#x4E25;&#x5D69;&#xFF0C;&#x76EE;&#x7684;&#x662F;&#x5927;&#x79C1;&#x65E0;&#x516C;&#xFF0C;&#x4E0D;&#x662F;&#x4E3A;&#x56FD;&#x5C3D;&#x529B;&#xFF0C;&#x5374;&#x628A;&#x6301;&#x671D;&#x653F;&#xFF0C;&#x5B9E;&#x5728;&#x53EF;&#x6076;&#x3002;&#x7D22;&#x6027;&#xFF0C;&#x5609;&#x9756;&#x65F6;&#x671F;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#x4E0D;&#x591A;&#xFF0C;&#x4EC1;&#x4EBA;&#x5FD7;&#x58EB;&#x8FD8;&#x662F;&#x6B64;&#x8D77;&#x5F7C;&#x4F0F;&#xFF0C;&#x56E0;&#x6B64;&#x5609;&#x9756;&#x65F6;&#x671F;&#x4E5F;&#x76F8;&#x5BF9;&#x7A33;&#x5B9A;&#x3002;</p>

      
    </div>
    
    <div>
      
        
      
    </div>

    <div>
      
        
      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/历史/" rel="tag">#历史</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/05/30/明朝那些事儿3妖孽宫廷/" rel="next" title="明朝那些事儿3 妖孽宫廷">
                <i class="fa fa-chevron-left"></i> 明朝那些事儿3 妖孽宫廷
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/07/19/50音/" rel="prev" title="日语50音">
                日语50音 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2016/06/25/明朝那些事儿4粉饰太平/"
     data-title="明朝那些事儿4 粉饰太平"
     data-content=""
     data-url="https://ZhangXiaodong1993.github.io/2016/06/25/明朝那些事儿4粉饰太平/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          

  <p>热评文章</p>
  <div class="ds-top-threads" data-range="weekly" data-num-items="4"></div>


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/06/25/明朝那些事儿4粉饰太平/"
           data-title="明朝那些事儿4 粉饰太平" data-url="https://ZhangXiaodong1993.github.io/2016/06/25/明朝那些事儿4粉饰太平/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/upload/images/avatar.JPG"
               alt="天泽圣司tzss" />
          <p class="site-author-name" itemprop="name">天泽圣司tzss</p>
          <p class="site-description motion-element" itemprop="description">唯江上之清风，与山间之明月，吾与子所共适也。</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">28</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">4</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">27</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/ZhangXiaodong1993" target="_blank" title="GitHub">
                  
                  GitHub
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.jianshu.com/users/ff5d1438a215/latest_articles" target="_blank" title="简书">
                  
                  简书
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="http://www.weibo.com/2656331642/profile?topnav=1&wvr=6&is_all=1" target="_blank" title="微博">
                  
                  微博
                </a>
              </span>
            
              <span class="links-of-author-item">
                <a href="https://www.zhihu.com/people/zhang-xiao-dong-84-17" target="_blank" title="知乎">
                  
                  知乎
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#年号表"><span class="nav-number">1.</span> <span class="nav-text">年号表</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#嘉靖"><span class="nav-number">2.</span> <span class="nav-text">嘉靖</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#朱厚熜"><span class="nav-number">2.1.</span> <span class="nav-text">朱厚熜</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#杨慎"><span class="nav-number">2.2.</span> <span class="nav-text">杨慎</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#张璁"><span class="nav-number">2.3.</span> <span class="nav-text">张璁</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#夏言"><span class="nav-number">2.4.</span> <span class="nav-text">夏言</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#严嵩"><span class="nav-number">2.5.</span> <span class="nav-text">严嵩</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#徐阶"><span class="nav-number">2.6.</span> <span class="nav-text">徐阶</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#严世蕃"><span class="nav-number">2.7.</span> <span class="nav-text">严世蕃</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#夏言2"><span class="nav-number">2.8.</span> <span class="nav-text">夏言2</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#徐阶2"><span class="nav-number">2.9.</span> <span class="nav-text">徐阶2</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#杨继盛"><span class="nav-number">2.10.</span> <span class="nav-text">杨继盛</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#胡宗宪"><span class="nav-number">2.11.</span> <span class="nav-text">胡宗宪</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#戚继光"><span class="nav-number">2.12.</span> <span class="nav-text">戚继光</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#徐阶3"><span class="nav-number">2.13.</span> <span class="nav-text">徐阶3</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#结语"><span class="nav-number">2.14.</span> <span class="nav-text">结语</span></a></li></ol></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy;  2016 - 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">天泽圣司tzss</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"tzss-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  





  
  
  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("Qjki7mbxvVTS8lmNjqVpD3R3-gzGzoHsz", "FTUv8GHrooahOCjcbreOLQ7W");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
